// Auto Generated

var _avatarskill_ = {
    "131501": {
        "v1": {
            "Name": "두개골을 부수는 편자",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 준다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v2": {
            "Name": "두개골을 부수는 발굽",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v3": {
            "Name": "두개골을 부수는 발굽",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v4": {
            "Name": "두개골을 부수는 발굽",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v5": {
            "Name": "두개골을 부수는 발굽",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        }
    },
    "131508": {
        "v1": {
            "Name": "망치 연타",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 피해를 가한다. [우세 포켓]을 1스택 보유할 때마다 추가로 1단 공격을 발동해 목표에게 부트힐 공격력 @<b>#2[p]</b>#만큼의 피해를 가한다. 해당 공격은 에너지를 회복할 수 없다.<br>[망치 연타]는 전투 스킬 포인트를 회복할 수 없으며, [절명의 대치] 상태의 적만을 목표로 삼을 수 있다",
            "Params": [
                [
                    0.9,
                    0.1
                ],
                [
                    1.08,
                    0.12
                ],
                [
                    1.26,
                    0.14
                ],
                [
                    1.44,
                    0.16
                ],
                [
                    1.62,
                    0.18
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    1.98,
                    0.22
                ],
                [
                    2.16,
                    0.24
                ],
                [
                    2.34,
                    0.26
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v2": {
            "Name": "망치 연타",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 피해를 가한다. [우세 포켓]을 1스택 보유할 때마다 추가로 1단 공격을 발동해 목표에게 부트힐 공격력 @<b>#2[p]</b>#만큼의 피해를 가한다. 해당 공격은 에너지를 회복할 수 없다.<br>[망치 연타]는 전투 스킬 포인트를 회복할 수 없으며, [절명의 대치] 상태의 적만을 목표로 삼을 수 있다",
            "Params": [
                [
                    0.9,
                    0.1
                ],
                [
                    1.08,
                    0.12
                ],
                [
                    1.26,
                    0.14
                ],
                [
                    1.44,
                    0.16
                ],
                [
                    1.62,
                    0.18
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    1.98,
                    0.22
                ],
                [
                    2.16,
                    0.24
                ],
                [
                    2.34,
                    0.26
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v3": {
            "Name": "리볼버 패닝",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 피해를 가한다. [우세 포켓]을 1스택 보유할 때마다 추가로 1단 공격을 발동해 목표에게 부트힐 공격력 @<b>#2[p]</b>#만큼의 피해를 가한다. 해당 공격은 에너지를 회복할 수 없다.<br>[망치 연타]는 전투 스킬 포인트를 회복할 수 없으며, [절명의 대치] 상태의 적만을 목표로 삼을 수 있다",
            "Params": [
                [
                    1.1
                ],
                [
                    1.32
                ],
                [
                    1.54
                ],
                [
                    1.76
                ],
                [
                    1.98
                ],
                [
                    2.2
                ],
                [
                    2.42
                ],
                [
                    2.64
                ],
                [
                    2.86
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v4": {
            "Name": "리볼버 패닝",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력 @<b>#1[p]</b>#만큼의 물리 피해를 가한다. [우세 포켓]을 1스택 보유할 때마다 추가로 1단 공격을 발동해 목표에게 부트힐 공격력 @<b>#2[p]</b>#만큼의 피해를 가한다. 해당 공격은 에너지를 회복할 수 없다.<br>[망치 연타]는 전투 스킬 포인트를 회복할 수 없으며, [절명의 대치] 상태의 적만을 목표로 삼을 수 있다",
            "Params": [
                [
                    1.1
                ],
                [
                    1.32
                ],
                [
                    1.54
                ],
                [
                    1.76
                ],
                [
                    1.98
                ],
                [
                    2.2
                ],
                [
                    2.42
                ],
                [
                    2.64
                ],
                [
                    2.86
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v5": {
            "Name": "리볼버 패닝",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 부트힐 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다.<br>강화된 일반 공격은 전투 스킬 포인트를 회복할 수 없으며, [목숨 건 대치] 상태의 적만을 목표로 삼을 수 있다",
            "Params": [
                [
                    1.1
                ],
                [
                    1.32
                ],
                [
                    1.54
                ],
                [
                    1.76
                ],
                [
                    1.98
                ],
                [
                    2.2
                ],
                [
                    2.42
                ],
                [
                    2.64
                ],
                [
                    2.86
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        }
    },
    "131502": {
        "v1": {
            "Name": "뜨거운 모래의 탱고",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "방해",
            "Desc": "자신 및 지정된 단일 적에게 [절명의 대치]를 활성화한다. 지속 시간: <b>#3[f]</b>턴. 필드 위에 [절명의 대치]가 공격할 수 있는 적이 존재하지 않을 경우 [절명의 대치]가 해제된다.<br>[절명의 대치] 상태에서 적은 도발 상태에 빠지고, 부트힐은 전투 스킬을 발동할 수 없으며, 일반 공격 [두개골을 부수는 편자]가 [망치 연타]로 강화된다. [절명의 대치] 상태인 적/부트힐이 상대방에게 피격 시 받는 피해가 @<b>#1[p]</b>#/<b>#2[p]</b> 증가한다.<br>해당 전투 스킬은 에너지를 회복할 수 없다. 해당 전투 스킬 발동 후, 이번 턴이 종료되지 않는다",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v2": {
            "Name": "뜨거운 모래의 탱고",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "방해",
            "Desc": "자신 및 지정된 단일 적에게 [절명의 대치]를 활성화한다. 지속 시간: <b>#3[f]</b>턴. 필드 위에 [절명의 대치]가 공격할 수 있는 적이 존재하지 않을 경우 [절명의 대치]가 해제된다.<br>[절명의 대치] 상태에서 적은 도발 상태에 빠지고, 부트힐은 전투 스킬을 발동할 수 없으며, 일반 공격 [두개골을 부수는 발굽]이 [망치 연타]로 강화된다. [절명의 대치] 상태인 적/부트힐이 상대방에게 피격 시 받는 피해가 @<b>#1[p]</b>#/<b>#2[p]</b> 증가한다.<br>해당 전투 스킬은 에너지를 회복할 수 없다. 해당 전투 스킬 발동 후, 이번 턴이 종료되지 않는다",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v3": {
            "Name": "뜨거운 자갈 위 탱고",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "방해",
            "Desc": "자신 및 지정된 단일 적에게 [절명의 대치]를 활성화한다. 지속 시간: <b>#3[f]</b>턴. 필드 위에 [절명의 대치]가 공격할 수 있는 적이 존재하지 않을 경우 [절명의 대치]가 해제된다.<br>[절명의 대치] 상태에서 적은 도발 상태에 빠지고, 부트힐은 전투 스킬을 발동할 수 없으며, 일반 공격 [두개골을 부수는 발굽]이 [망치 연타]로 강화된다. [절명의 대치] 상태인 적/부트힐이 상대방에게 피격 시 받는 피해가 @<b>#1[p]</b>#/<b>#2[p]</b> 증가한다.<br>해당 전투 스킬은 에너지를 회복할 수 없다. 해당 전투 스킬 발동 후, 이번 턴이 종료되지 않는다",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v4": {
            "Name": "뜨거운 자갈 위 탱고",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "방해",
            "Desc": "지정된 단일 적과 자신이 [목숨 건 대치] 상태에 진입한다. 부트힐의 일반 공격이 강화되고 전투 스킬을 발동할 수 없다, 지속 시간: <b>#3[f]</b>턴, 부트힐의 턴이 시작될 때마다 지속 턴 수가 1 감소한다.<br>[목숨 건 대치] 상태의 적은 도발 상태에 진입한다. 해당 목표/부트힐이 상대의 공격을 받을 시 받는 피해가 @<b>#1[p]</b>#/<b>#2[p]</b> 증가한다.<br>해당 목표가 처치되거나 약점이 격파된 후, 부트힐은 [포켓 어드벤티지]를 1스택 획득하고, [목숨 건 대치]가 해제된다.<br>해당 전투 스킬은 에너지를 회복할 수 없다. 해당 전투 스킬 발동 후, 이번 턴은 종료되지 않는다",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v5": {
            "Name": "뜨거운 자갈 위 탱고",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "방해",
            "Desc": "지정된 단일 적과 자신이 [목숨 건 대치] 상태에 진입한다. 부트힐의 일반 공격이 강화되고 전투 스킬을 발동할 수 없다, 지속 시간: <b>#3[f]</b>턴, 부트힐의 턴이 시작될 때마다 지속 턴 수가 1 감소한다.<br>[목숨 건 대치] 상태의 적은 도발 상태에 진입한다. 해당 목표/부트힐이 상대의 공격을 받을 시 받는 피해가 @<b>#1[p]</b>#/<b>#2[p]</b> 증가한다.<br>해당 목표가 처치되거나 약점이 격파된 후, 부트힐은 [포켓 어드벤티지]를 1스택 획득하고, [목숨 건 대치]가 해제된다.<br>해당 전투 스킬은 에너지를 회복할 수 없다. 해당 전투 스킬 발동 후, 이번 턴은 종료되지 않는다",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        }
    },
    "131503": {
        "v1": {
            "Name": "회오리바람의 석양",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "<b>#5[p]</b>의 <u>기본 확률</u>로 지정된 단일 적에게 물리 약점을 부여한다. 지속 시간: <b>#4[f]</b>턴.<br>해당 목표에게 부트힐 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 해당 목표의 <u>행동 게이지를 감소</u>시킨다. 행동 게이지 감소 수치는 부트힐 격파 특수효과의 <b>#2[p]</b>에 <b>#3[p]</b>를 더한 값이다<br><br>@<b>행동 게이지 감소</b>#<br>목표의 다음 행동 전 대기 간격을 연장한다",
            "Params": [
                [
                    2.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.56,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.72,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.88,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.04,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.2,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.6,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.0,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.16,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.32,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.48,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.64,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v2": {
            "Name": "회오리바람의 석양",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "<b>#5[p]</b>의 <u>기본 확률</u>로 지정된 단일 적에게 물리 약점을 부여한다. 지속 시간: <b>#4[f]</b>턴.<br>해당 목표에게 부트힐 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 해당 목표의 <u>행동 게이지를 감소</u>시킨다. 행동 게이지 감소 수치는 부트힐 격파 특수효과의 <b>#2[p]</b>에 <b>#3[p]</b>를 더한 값이다<br><br>@<b>행동 게이지 감소</b>#<br>목표의 다음 행동 전 대기 간격을 연장한다",
            "Params": [
                [
                    2.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.56,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.72,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.88,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.04,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.2,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.6,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.0,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.16,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.32,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.48,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.64,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v3": {
            "Name": "더스트 데빌의 선셋 로데오",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "<b>#5[p]</b>의 <u>기본 확률</u>로 지정된 단일 적에게 물리 약점을 부여한다. 지속 시간: <b>#4[f]</b>턴.<br>해당 목표에게 부트힐 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 해당 목표의 <u>행동 게이지를 감소</u>시킨다. 행동 게이지 감소 수치는 부트힐 격파 특수효과의 <b>#2[p]</b>에 <b>#3[p]</b>를 더한 값이다<br><br>@<b>행동 게이지 감소</b>#<br>목표의 다음 행동 전 대기 간격을 연장한다",
            "Params": [
                [
                    2.4,
                    0.3,
                    2.0
                ],
                [
                    2.56,
                    0.31,
                    2.0
                ],
                [
                    2.72,
                    0.32,
                    2.0
                ],
                [
                    2.88,
                    0.33,
                    2.0
                ],
                [
                    3.04,
                    0.34,
                    2.0
                ],
                [
                    3.2,
                    0.35,
                    2.0
                ],
                [
                    3.4,
                    0.3625,
                    2.0
                ],
                [
                    3.6,
                    0.375,
                    2.0
                ],
                [
                    3.8,
                    0.3875,
                    2.0
                ],
                [
                    4.0,
                    0.4,
                    2.0
                ],
                [
                    4.16,
                    0.41,
                    2.0
                ],
                [
                    4.32,
                    0.42,
                    2.0
                ],
                [
                    4.48,
                    0.43,
                    2.0
                ],
                [
                    4.64,
                    0.44,
                    2.0
                ],
                [
                    4.8,
                    0.45,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 115.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v4": {
            "Name": "더스트 데빌의 선셋 로데오",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 물리 약점을 부여한다, 지속 시간: <b>#3[f]</b>턴<br>해당 목표에게 부트힐 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 행동 게이지를 @<b>#2[p]</b># <u>감소</u>시킨다<br><br>@<b>행동 게이지 감소</b>#<br>목표의 다음 행동 전 대기 간격을 연장한다",
            "Params": [
                [
                    2.4,
                    0.3,
                    2.0
                ],
                [
                    2.56,
                    0.31,
                    2.0
                ],
                [
                    2.72,
                    0.32,
                    2.0
                ],
                [
                    2.88,
                    0.33,
                    2.0
                ],
                [
                    3.04,
                    0.34,
                    2.0
                ],
                [
                    3.2,
                    0.35,
                    2.0
                ],
                [
                    3.4,
                    0.3625,
                    2.0
                ],
                [
                    3.6,
                    0.375,
                    2.0
                ],
                [
                    3.8,
                    0.3875,
                    2.0
                ],
                [
                    4.0,
                    0.4,
                    2.0
                ],
                [
                    4.16,
                    0.41,
                    2.0
                ],
                [
                    4.32,
                    0.42,
                    2.0
                ],
                [
                    4.48,
                    0.43,
                    2.0
                ],
                [
                    4.64,
                    0.44,
                    2.0
                ],
                [
                    4.8,
                    0.45,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 115.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v5": {
            "Name": "더스트 데빌의 선셋 로데오",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 물리 약점을 부여한다, 지속 시간: <b>#3[f]</b>턴<br>해당 목표에게 부트힐 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고, 행동 게이지를 @<b>#2[p]</b># <u>감소</u>시킨다<br><br>@<b>행동 게이지 감소</b>#<br>목표의 다음 행동 전 대기 간격을 연장한다",
            "Params": [
                [
                    2.4,
                    0.3,
                    2.0
                ],
                [
                    2.56,
                    0.31,
                    2.0
                ],
                [
                    2.72,
                    0.32,
                    2.0
                ],
                [
                    2.88,
                    0.33,
                    2.0
                ],
                [
                    3.04,
                    0.34,
                    2.0
                ],
                [
                    3.2,
                    0.35,
                    2.0
                ],
                [
                    3.4,
                    0.3625,
                    2.0
                ],
                [
                    3.6,
                    0.375,
                    2.0
                ],
                [
                    3.8,
                    0.3875,
                    2.0
                ],
                [
                    4.0,
                    0.4,
                    2.0
                ],
                [
                    4.16,
                    0.41,
                    2.0
                ],
                [
                    4.32,
                    0.42,
                    2.0
                ],
                [
                    4.48,
                    0.43,
                    2.0
                ],
                [
                    4.64,
                    0.44,
                    2.0
                ],
                [
                    4.8,
                    0.45,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 115.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        }
    },
    "131504": {
        "v1": {
            "Name": "탄창 속 다섯 발",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[절명의 대치] 상태의 적이 처치되거나 약점이 격파되면 [절명의 대치]가 해제되며 부트힐은 [우세 포켓]을 1스택 획득한다, 최대 중첩수: <b>#2[f]</b>스택<br>[리볼버 패닝]을 발동하는 동안 목표가 <u>약점 격파 상태</u>면 보유한 [우세 포켓] 1스택당 목표의 강인성 최대치에 기반해 해당 목표에게 부트힐 물리 속성 격파 피해의 @<b>#1[p]</b>#만큼 <u>격파 피해</u>를 가한다. 계산되는 강인성 최대치는 일반 공격의 기본 강인성 소모의 <b>#3[p]</b>를 초과하지 않는다.<br>전투 승리 후, 부트힐은 [우세 포켓]을 다음 전투까지 보류할 수 있다<br><br>@<b>약점 격파 상태</b>#<br>적의 강인성이 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 진입한 목표는 행동 게이지가 감소한다<br><br>@<b>격파 피해</b>#<br>격파 특수효과를 제외한 자신의 기타 속성치 버프의 피해 유형을 받지 않는다. 캐릭터 레벨, 적 최대 강인성 수치가 높을수록 가하는 격파 피해도 증가한다",
            "Params": [
                [
                    0.28,
                    3.0,
                    16.0
                ],
                [
                    0.308,
                    3.0,
                    16.0
                ],
                [
                    0.336,
                    3.0,
                    16.0
                ],
                [
                    0.364,
                    3.0,
                    16.0
                ],
                [
                    0.392,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    3.0,
                    16.0
                ],
                [
                    0.56,
                    3.0,
                    16.0
                ],
                [
                    0.588,
                    3.0,
                    16.0
                ],
                [
                    0.616,
                    3.0,
                    16.0
                ],
                [
                    0.644,
                    3.0,
                    16.0
                ],
                [
                    0.672,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v2": {
            "Name": "탄창 속 다섯 발",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[절명의 대치] 상태의 적이 처치되거나 약점이 격파되면 [절명의 대치]가 해제되며 부트힐은 [우세 포켓]을 1스택 획득한다, 최대 중첩수: <b>#2[f]</b>스택<br>[리볼버 패닝]을 발동하는 동안 목표가 <u>약점 격파 상태</u>면 보유한 [우세 포켓] 1스택당 목표의 강인성 최대치에 기반해 해당 목표에게 부트힐 물리 속성 격파 피해의 @<b>#1[p]</b>#만큼 <u>격파 피해</u>를 가한다. 계산되는 강인성 최대치는 일반 공격의 기본 강인성 소모의 <b>#3[p]</b>를 초과하지 않는다.<br>전투 승리 후, 부트힐은 [우세 포켓]을 다음 전투까지 보류할 수 있다<br><br>@<b>약점 격파 상태</b>#<br>적의 강인성이 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 진입한 목표는 행동 게이지가 감소한다<br><br>@<b>격파 피해</b>#<br>격파 특수효과를 제외한 자신의 기타 속성치 버프의 피해 유형을 받지 않는다. 캐릭터 레벨, 적 최대 강인성 수치가 높을수록 가하는 격파 피해도 증가한다",
            "Params": [
                [
                    0.28,
                    3.0,
                    16.0
                ],
                [
                    0.308,
                    3.0,
                    16.0
                ],
                [
                    0.336,
                    3.0,
                    16.0
                ],
                [
                    0.364,
                    3.0,
                    16.0
                ],
                [
                    0.392,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    3.0,
                    16.0
                ],
                [
                    0.56,
                    3.0,
                    16.0
                ],
                [
                    0.588,
                    3.0,
                    16.0
                ],
                [
                    0.616,
                    3.0,
                    16.0
                ],
                [
                    0.644,
                    3.0,
                    16.0
                ],
                [
                    0.672,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v3": {
            "Name": "실린더 속 다섯 발",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[절명의 대치] 상태의 적이 처치되거나 약점이 격파되면 [절명의 대치]가 해제되며 부트힐은 [우세 포켓]을 1스택 획득한다, 최대 중첩수: <b>#2[f]</b>스택<br>[리볼버 패닝]을 발동하는 동안 목표가 <u>약점 격파 상태</u>면 보유한 [우세 포켓] 1스택당 목표의 강인성 최대치에 기반해 해당 목표에게 부트힐 물리 속성 격파 피해의 @<b>#1[p]</b>#만큼 <u>격파 피해</u>를 가한다. 계산되는 강인성 최대치는 일반 공격의 기본 강인성 소모의 <b>#3[p]</b>를 초과하지 않는다.<br>전투 승리 후, 부트힐은 [우세 포켓]을 다음 전투까지 보류할 수 있다<br><br>@<b>약점 격파 상태</b>#<br>적의 강인성이 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 진입한 목표는 행동 게이지가 감소한다<br><br>@<b>격파 피해</b>#<br>격파 특수효과를 제외한 자신의 기타 속성치 버프의 피해 유형을 받지 않는다. 캐릭터 레벨, 적 최대 강인성 수치가 높을수록 가하는 격파 피해도 증가한다",
            "Params": [
                [
                    0.35,
                    0.6,
                    0.85,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.385,
                    0.66,
                    0.935,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    0.72,
                    1.02,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    0.78,
                    1.105,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    0.84,
                    1.19,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    0.9,
                    1.275,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.56875,
                    0.975,
                    1.38125,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.6125,
                    1.05,
                    1.4875,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.65625,
                    1.125,
                    1.59375,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    1.2,
                    1.7,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.735,
                    1.26,
                    1.785,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.77,
                    1.32,
                    1.87,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.805,
                    1.38,
                    1.955,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.84,
                    1.44,
                    2.04,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.875,
                    1.5,
                    2.125,
                    0.5,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v4": {
            "Name": "실린더 속 다섯 발",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[절명의 대치] 상태의 적이 처치되거나 약점이 격파되면 [절명의 대치]가 해제되며 부트힐은 [우세 포켓]을 1스택 획득한다, 최대 중첩수: <b>#2[f]</b>스택<br>[리볼버 패닝]을 발동하는 동안 목표가 <u>약점 격파 상태</u>면 보유한 [우세 포켓] 1스택당 목표의 강인성 최대치에 기반해 해당 목표에게 부트힐 물리 속성 격파 피해의 @<b>#1[p]</b>#만큼 <u>격파 피해</u>를 가한다. 계산되는 강인성 최대치는 일반 공격의 기본 강인성 소모의 <b>#3[p]</b>를 초과하지 않는다.<br>전투 승리 후, 부트힐은 [우세 포켓]을 다음 전투까지 보류할 수 있다<br><br>@<b>약점 격파 상태</b>#<br>적의 강인성이 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 진입한 목표는 행동 게이지가 감소한다<br><br>@<b>격파 피해</b>#<br>격파 특수효과를 제외한 자신의 기타 속성치 버프의 피해 유형을 받지 않는다. 캐릭터 레벨, 적 최대 강인성 수치가 높을수록 가하는 격파 피해도 증가한다",
            "Params": [
                [
                    0.35,
                    0.6,
                    0.85,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.385,
                    0.66,
                    0.935,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    0.72,
                    1.02,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    0.78,
                    1.105,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    0.84,
                    1.19,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    0.9,
                    1.275,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.56875,
                    0.975,
                    1.38125,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.6125,
                    1.05,
                    1.4875,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.65625,
                    1.125,
                    1.59375,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    1.2,
                    1.7,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.735,
                    1.26,
                    1.785,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.77,
                    1.32,
                    1.87,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.805,
                    1.38,
                    1.955,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.84,
                    1.44,
                    2.04,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.875,
                    1.5,
                    2.125,
                    0.5,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v5": {
            "Name": "실린더 속 다섯 발",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[포켓 어드벤티지] 1스택마다 강화된 일반 공격으로 가하는 강인성 감소 피해가 <b>#4[p]</b> 증가한다. 최대 중첩수: <b>#5[f]</b>스택.<br>강화된 일반 공격 발동 중에 목표가 <u>약점 격파 상태</u>일 경우, [포켓 어드벤티지] 스택 수에 따라 목표에게 부트힐 물리 속성 격파 피해의 @<b>#1[p]</b>#/@<b>#2[p]</b>#/@<b>#3[p]</b>#만큼의 <u>격파 피해</u>를 가한다. 해당 피해에 계산되는 강인성 최대치는 일반 공격 [두개골을 부수는 발굽]의 기초 강인성 감소 피해의 <b>#6[f]</b>배를 넘을 수 없다.<br>전투 승리 후, 부트힐은 [포켓 어드벤티지]를 다음 전투까지 보류할 수 있다<br><br>@<b>약점 격파 상태</b>#<br>적의 강인성이 소모되어 0이 됐을 시 진입하는 특수한 상태. 해당 상태에 진입한 목표는 행동 게이지가 감소한다<br><br>@<b>격파 피해</b>#<br>격파 특수효과, 목표의 강인성 최대치, 캐릭터 레벨이 높을수록 가하는 격파 피해가 증가한다.\\n격파 피해는 치명타가 발동하지 않으며, 피해 증가류 효과의 영향을 받지 않는다",
            "Params": [
                [
                    0.35,
                    0.6,
                    0.85,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.385,
                    0.66,
                    0.935,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    0.72,
                    1.02,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    0.78,
                    1.105,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    0.84,
                    1.19,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    0.9,
                    1.275,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.56875,
                    0.975,
                    1.38125,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.6125,
                    1.05,
                    1.4875,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.65625,
                    1.125,
                    1.59375,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    1.2,
                    1.7,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.735,
                    1.26,
                    1.785,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.77,
                    1.32,
                    1.87,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.805,
                    1.38,
                    1.955,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.84,
                    1.44,
                    2.04,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.875,
                    1.5,
                    2.125,
                    0.5,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        }
    },
    "131506": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 소모시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        }
    },
    "131507": {
        "v1": {
            "Name": "3x9의 미소",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음번 전투에서 처음으로 전투 스킬을 발동하면 <b>#1[p]</b>의 <u>기본 확률</u>로 목표에게 필살기와 동일한 물리 약점을 부여한다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    1.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v2": {
            "Name": "3x9의 미소",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음번 전투에서 처음으로 전투 스킬을 발동하면 <b>#1[p]</b>의 <u>기본 확률</u>로 목표에게 필살기와 동일한 물리 약점을 부여한다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    1.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v3": {
            "Name": "3-9x의 미소",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음번 전투에서 처음으로 전투 스킬을 발동하면 <b>#1[p]</b>의 <u>기본 확률</u>로 목표에게 필살기와 동일한 물리 약점을 부여한다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v4": {
            "Name": "3-9x의 미소",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음번 전투에서 처음으로 전투 스킬을 발동하면 <b>#1[p]</b>의 <u>기본 확률</u>로 목표에게 필살기와 동일한 물리 약점을 부여한다. 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v5": {
            "Name": "3-9x의 미소",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술 사용 후 다음번 전투에서 처음 전투 스킬을 발동할 시, 목표에게 필살기와 동일한 물리 약점을 부여한다. 지속 시간: <b>#1[f]</b>턴",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1315": {
        "v1": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "유령 장전",
                "Desc": "자신의 치명타 확률 / 치명타 피해가 증가한다. 증가 수치는 격파 특수효과의 <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b>이며, 치명타 확률 / 치명타 피해는 최대 <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>150.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "뱀의 상행",
                "Desc": "[절명의 대치] 상태가 아닌 목표에게 받는 피해가 <b><color style='color:#f29e38'>30.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "영거리 사격",
                "Desc": "특성을 발동하여 [우세 포켓] 획득 시, 에너지를 <b><color style='color:#f29e38'>10.0</color></b>pt 회복한다. 해당 효과는 초과한 [우세 포켓]을 획득할 때도 발동된다",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "유령 장전",
                "Desc": "자신의 치명타 확률 / 치명타 피해가 증가한다. 증가 수치는 격파 특수효과의 <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b>이며, 치명타 확률 / 치명타 피해는 최대 <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>150.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "뱀의 상행",
                "Desc": "[절명의 대치] 상태가 아닌 목표에게 받는 피해가 <b><color style='color:#f29e38'>30.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "영거리 사격",
                "Desc": "특성을 발동하여 [우세 포켓] 획득 시, 에너지를 <b><color style='color:#f29e38'>10.0</color></b>pt 회복한다. 해당 효과는 초과한 [우세 포켓]을 획득할 때도 발동된다",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "고스트 로딩",
                "Desc": "자신의 치명타 확률 / 치명타 피해가 증가한다. 증가 수치는 격파 특수효과의 <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b>이며, 치명타 확률 / 치명타 피해는 최대 <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>150.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "어보브 스네이크",
                "Desc": "[목숨 건 대치] 상태가 아닌 목표에게 받는 피해가 <b><color style='color:#f29e38'>30.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "포인트 블랭크",
                "Desc": "특성을 발동하여 [포켓 어드벤티지] 획득 시, 에너지를 <b><color style='color:#f29e38'>10.0</color></b>pt 회복한다. 해당 효과는 초과한 [포켓 어드벤티지]를 획득할 때도 발동된다",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "고스트 로딩",
                "Desc": "자신의 치명타 확률 / 치명타 피해가 증가한다. 증가 수치는 격파 특수효과의 <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b>이며, 치명타 확률 / 치명타 피해는 최대 <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>150.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "어보브 스네이크",
                "Desc": "[목숨 건 대치] 상태가 아닌 목표에게 받는 피해가 <b><color style='color:#f29e38'>30.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "포인트 블랭크",
                "Desc": "<b><color style='color:#f29e38'>Translated by HomDGCat</color></b><br>When Pocket Trickshot is obtained via the Talent during Standoff, regenerates <b><color style='color:#f29e38'>10.0</color></b> Energy. This effect will also be triggered when obtaining Pocket Trickshot stacks that exceed the max.",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "고스트 로딩",
                "Desc": "자신의 치명타 확률 / 치명타 피해가 증가한다. 증가 수치는 격파 특수효과의 <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b>이며, 치명타 확률 / 치명타 피해는 최대 <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>150.0%</color></b> 증가한다",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "어보브 스네이크",
                "Desc": "[목숨 건 대치] 상태가 아닌 목표에게 받는 피해가 <b><color style='color:#f29e38'>30.0%</color></b> 감소한다",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "포인트 블랭크",
                "Desc": "[목숨 건 대치] 상태에서 [포켓 어드벤티지] 획득 시, 에너지를 <b><color style='color:#f29e38'>10.0</color></b>pt 회복한다. 해당 효과는 [포켓 어드벤티지]를 초과해 획득할 때도 발동된다",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "131501": {
        "v1": {
            "Rank": 1,
            "Name": "먼지 속 고독한 별",
            "Desc": "전투 시작 시 [우세 포켓] 1스택을 획득한다. 부트힐이 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>16.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "먼지 속 고독한 별",
            "Desc": "전투 시작 시 [우세 포켓] 1스택을 획득한다. 부트힐이 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>16.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "황야의 론스타",
            "Desc": "전투 시작 시 [포켓 어드벤티지] 1스택을 획득한다. 부트힐이 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>16.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "황야의 론스타",
            "Desc": "전투 시작 시 [포켓 어드벤티지] 1스택을 획득한다. 부트힐이 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>16.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "황야의 론스타",
            "Desc": "전투 시작 시 [포켓 어드벤티지] 1스택을 획득한다. 부트힐이 피해를 가할 시 적의 방어력을 <b><color style='color:#f29e38'>16.0%</color></b> 무시한다",
            "Icon": "SkillIcon_1315_Rank1"
        }
    },
    "131502": {
        "v1": {
            "Rank": 2,
            "Name": "마일스톤 상인",
            "Desc": "특성을 발동하여 [우세 포켓] 획득 시, 전투 스킬 포인트를 <b><color style='color:#f29e38'>1.0</color></b>개 회복하고 격파 특수효과가 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴. 해당 효과는 초과한 [우세 포켓]을 획득할 때도 발동된다",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "마일스톤 상인",
            "Desc": "특성을 발동하여 [우세 포켓] 획득 시, 전투 스킬 포인트를 <b><color style='color:#f29e38'>1.0</color></b>개 회복하고 격파 특수효과가 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴. 해당 효과는 초과한 [우세 포켓]을 획득할 때도 발동된다",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "마일스톤 딜러",
            "Desc": "특성을 발동하여 [포켓 어드벤티지] 획득 시, 전투 스킬 포인트를 <b><color style='color:#f29e38'>1.0</color></b>개 회복하고 격파 특수효과가 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴. 해당 효과는 초과한 [포켓 어드벤티지]를 획득할 때도 발동된다",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "마일스톤 딜러",
            "Desc": "<b><color style='color:#f29e38'>Translated by HomDGCat</color></b><br>When Pocket Trickshot is obtained via the Talent during Standoff, regenerates <b><color style='color:#f29e38'>1.0</color></b> Skill Point(s) and increases Break Effect by <b><color style='color:#f29e38'>30.0%</color></b>, lasting for <b><color style='color:#f29e38'>2.0</color></b> turn(s). This effect will be triggered up to <b><color style='color:#f29e38'>1.0</color></b> time(s), and will also be triggered when obtaining Pocket Trickshot stacks that exceed the max.",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "마일스톤 딜러",
            "Desc": "[목숨 건 대치] 상태에서 [포켓 어드벤티지] 획득 시, 전투 스킬 포인트를 <b><color style='color:#f29e38'>1.0</color></b>개 회복하고 격파 특수효과가 <b><color style='color:#f29e38'>30.0%</color></b> 증가한다. 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴. 해당 효과는 1턴 내에 중복 발동할 수 없으며, [포켓 어드벤티지]를 초과해 획득할 때도 발동된다",
            "Icon": "SkillIcon_1315_Rank2"
        }
    },
    "131503": {
        "v1": {
            "Rank": 3,
            "Name": "대리석 과수원의 파수꾼",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "대리석 과수원의 파수꾼",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "대리석 과수원의 파수꾼",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "대리석 과수원의 파수꾼",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "대리석 과수원의 파수꾼",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1315_Ultra"
        }
    },
    "131504": {
        "v1": {
            "Rank": 4,
            "Name": "냉육 셰프",
            "Desc": "[절명의 대치] 상태의 적이 부트힐의 피격 시 받는 피해가 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다. 부트힐이 [절명의 대치] 상태의 적에게 피격 시 받는 피해 증가 효과가 <b><color style='color:#f29e38'>12.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "냉육 셰프",
            "Desc": "[절명의 대치] 상태의 적이 부트힐의 피격 시 받는 피해가 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다. 부트힐이 [절명의 대치] 상태의 적에게 피격 시 받는 피해 증가 효과가 <b><color style='color:#f29e38'>12.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "냉육 주방장",
            "Desc": "[목숨 건 대치] 상태의 적이 부트힐에게 피격 시 받는 피해가 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다. 부트힐이 [목숨 건 대치] 상태의 적에게 피격 시 받는 피해 증가 효과가 <b><color style='color:#f29e38'>12.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "냉육 주방장",
            "Desc": "[목숨 건 대치] 상태의 적이 부트힐에게 피격 시 받는 피해가 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다. 부트힐이 [목숨 건 대치] 상태의 적에게 피격 시 받는 피해 증가 효과가 <b><color style='color:#f29e38'>12.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "냉육 주방장",
            "Desc": "[목숨 건 대치] 상태의 적이 부트힐에게 피격 시 받는 피해가 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다. 부트힐이 [목숨 건 대치] 상태의 적에게 피격 시 받는 피해 증가 효과가 <b><color style='color:#f29e38'>12.0%</color></b> 감소한다",
            "Icon": "SkillIcon_1315_Rank4"
        }
    },
    "131505": {
        "v1": {
            "Rank": 5,
            "Name": "그루터기 연설가",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1315_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "그루터기 연설가",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1315_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "그루터기 연설가",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1315_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "그루터기 연설가",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1315_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "그루터기 연설가",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1315_BP"
        }
    },
    "131506": {
        "v1": {
            "Rank": 6,
            "Name": "쇠창살 여관의 라쿤",
            "Desc": "특성을 발동하여 격파 피해를 가할 시, 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>35.0%</color></b>만큼 격파 피해를 가하고, 인접한 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>65.0%</color></b>만큼 격파 피해를 가한다",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "쇠창살 여관의 라쿤",
            "Desc": "특성을 발동하여 격파 피해를 가할 시, 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>35.0%</color></b>만큼 격파 피해를 가하고, 인접한 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>65.0%</color></b>만큼 격파 피해를 가한다",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "쇠창살 여관의 라쿤",
            "Desc": "특성을 발동하여 격파 피해를 가할 시, 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>40.0%</color></b>만큼 격파 피해를 가하고, 인접한 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>70.0%</color></b>만큼 격파 피해를 가한다",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "쇠창살 여관의 라쿤",
            "Desc": "특성을 발동하여 격파 피해를 가할 시, 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>40.0%</color></b>만큼 격파 피해를 가하고, 인접한 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>70.0%</color></b>만큼 격파 피해를 가한다",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "쇠창살 여관의 라쿤",
            "Desc": "특성을 발동하여 격파 피해를 가할 시, 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>40.0%</color></b>만큼 격파 피해를 가하고, 인접한 목표에게 추가로 기존 피해 배율의 <b><color style='color:#f29e38'>70.0%</color></b>만큼 격파 피해를 가한다",
            "Icon": "SkillIcon_1315_Rank6"
        }
    }
}

var _story_ = {
    "1315": [
        {
            "_id": 1,
            "Story": "은하를 떠도는 개조 인간 카우보이. 극도로 낙관적이고 자유분방하다.<br>「갤럭시 레인저」의 일원으로, 악을 처단하기 위해서라면 무슨 짓이든 할 수 있다——<br>그의 대담한 행동은 복수의 대상인 「스타피스 컴퍼니」의 이목을 끌기 위함이다"
        },
        {
            "_id": 2,
            "Story": "<i>「그레이, 눈속에 저거, 아이 아니야?!」</i><br>그레이와 닉은 조심스럽게 다가가 빨개진 얼굴로 계속 울고 있는 아이를 안아 들었다.<br>아이에게는 「아에라간-에파르셸」의 고대어로 장전한 총을 의미하는 멋진 이름이 있었다.<br><br>그는 그레이와 닉의 사랑을 받으며 다른 형제자매들과 함께 행복하게 자랐다. 그들은 각기 다른 곳에서 왔지만, 지금은 광활한 대륙 「아에라간-에파르셸」에 속해 있었다.<br>그레이는 그에게 식물과 새, 강에 대해 가르쳐주었고, 닉은 말을 길들이는 법과 소와 양을 방목하는 법을 가르쳐주었다. 어린 그는 망아지를 타고서 시냇물을 건너 닉과 함께 햇살 아래서 소와 양을 몰고 풀이 우거진 목장으로 향했다. 찬란한 구름 아래, 닉은 늘 소리내어 노래를 불렀다. 그 아득한 노랫소리가 들릴 때마다 그도 경쾌한 소리를 내며 더 빨리 달리려고 망아지의 배를 찼다. 그들의 즐거운 웃음소리는 더 먼 곳까지 퍼져 나갔다.<br><br>그레이와 닉이 입양한 아이들은 하루가 다르게 자라고, 그들의 허리도 하루가 다르게 굽어 갔다.<br>카우보이가 된 그는 모든 사냥 기술을 숙지했다. 그들은 모래 먼지가 자욱한 황야를 내달리고, 도적과 싸웠으며, 상단과 거래하고, 야수와 생존 공간을 두고 싸웠다.<br>그는 죽음을 모면하는 위기를 겪었다. 라이벌 패거리에 복수하는 맛을 느꼈으며, 친구가 총알 하나에 목숨을 잃고, 한 가정이 순식간에 붕괴되는 것을 보았다…. 그는 많은 사람을 잃었고, 많은 것을 얻었다. 결국 그는 자신의 용맹함으로 지위와 존경을 얻었다.<br><br>이제 형제자매를 거의 못 만나지만, 그들이 잘 지내고 있다는 것은 알고 있었다.<br>깊은 밤, 그가 하늘을 보며 더 큰 세계를 생각하는데 울음소리가 고요한 밤에 유달리 또렷하고 선명하게 울렸다.<br>목소리를 따라가 보니 빨개진 얼굴로 계속 울고 있는 아기가 보였다. 허둥지둥하던 그는 결국 당시 그레이가 그랬던 것처럼 아이를 데리고 집으로 갔다.<br><br>닉의 거친 목소리가 그의 귓가를 맴돌았다.<br><i>「이곳의 물은 맛있는 술 같고,<br>이곳의 눈은 칼날처럼 차가워.<br>여기가 바로<br>최고의 세계야」</i>"
        },
        {
            "_id": 3,
            "Story": "우주선이 드리운 그림자가 초원의 달빛을 가렸다.<br><br>그는 굉음을 내며 지나가는 열차에서 뛰어내렸다. 짙은 연기와 먼지가 걷혔을 때, 그는 이미 전리품을 가지고 캠프로 돌아왔다.<br><br>그는 고개를 들어 그 불청객들을 바라보았다. 검은 옷을 깔끔하게 차려입은 사람이 완전 무장을 한 경호원들의 호위를 받으며 갑판에서 내려와 카우보이 캠프로 걸어 들어왔다. 그는 검은 옷을 입은 사람이 공감각 비콘이라고 부르는 것을 건네받았다. 낯설고도 웅장한 단어가 그의 머릿속으로 뛰어들어왔다. 그는 초원, 숲, 강, 레일 말고도 은하에 수많은 찬란한 세계가 있다는 것을 처음으로 알게 되었다.<br><br>현지인의 반대를 무시하고 초원의 지평선에 거대한 굴착기가 나타났다. 대지에서는 검은색 광물이 쏟아져 나오기 시작했다. 완전 무장을 한 경비병들은 그들의 신앙을 모독하고, 그들을 터전에서 쫓아냈으며, 미미한 배상으로 그들의 존엄을 능멸했다.<br><br>전처럼 그와 동료는 유격 작전으로 검은 옷을 입은 자의 걸음을 지연시켰다. 하지만 절대적인 무력 앞에서 카우보이의 계략과 백발백중의 사격술, 하루에 천리를 달리는 준마는… 원시적이고 가소로워 보일 뿐이었다. 가족이 하나둘씩 세상을 떠나자 그는 이 모든 것을 시작한 원흉을 찾지 못한다면, 이 일을 영원히 해결할 수 없다는 것을 깨달았다.<br><br>그는 훔친 직원 제복을 입고 밤을 틈타 우주선에 잠입했다. 그는 다년간 사냥으로 단련된 직감과 민첩함으로 길을 지키고 있던 경비병을 조용히 쓰러뜨리고, 겹겹의 관문과 검문을 피해 핵심 선실에 도착했다.<br><br>그는 부하들에게 뭔가 이야기하고 있는 듯한 남자의 뒷모습을 봤다.<br><i>「……아에라간-에파르셸에는 중요한 전략적 자원이 있다. 먼저 차지하는 자가 부서의 경쟁에서 우위를 점할 수 있지. 야만스럽고 무례한 카우보이들이 시장개척부에 협력하지 않겠다니, 우리가 이 세계를 대신 관리하는 수밖에 없어.<br>시간이 없으니 무력을 사용해도 된다. 이 세계에 문명을 가져다주라고」</i><br><br>그의 머릿속에 끔찍한 생각이 엄습했다. 그는 부리나케 밖을 향해 달려갔다. 주위의 직원들은 여전히 시시덕대고 있었다. 그는 숨을 죽이고 분노와 눈물을 참았다. 그의 가족에게는 아직 그가 필요하다. 그는 걸음을 멈출 수 없었다.<br><br>하늘에서 포화가 떨어졌다. 그가 비틀대며 지옥이 된 목장으로 돌아와 보니 연로한 그레이와 닉, 어려서부터 함께 자랐던 동료는 이미 불바다에 목숨을 잃었다. 그는 그곳에서 그 어린 아이의 모습을 찾을 수 있기를 바랐다. 그녀는 걸음마를 뗀 지 얼마 되지도 않았고, 그가 만들어준 조그만 통기타를 두드리고는 깔깔 웃고는 했다. 하지만 없었다. 아무것도 남지 않았다. 그곳엔 오직 까맣게 그을린 땅뿐이었다. 심지어 그는 그들을 위한 묘비를 세울 시간조차 없었다.<br><br><i>「스타피스 컴퍼니… 시장개척부……」</i><br>이 악몽과도 같은 이름과 광경이 그의 뼛속 깊이 새겨졌다. 다시 태어난다고 해도 결코 잊지 못할 것이다.<br><br>「아에라간-에파르셸」 행성 기록에 따르면, 이곳에서 대대로 유목하던 민족이 알 수 없는 재난으로 자취를 감췄다고 한다. 생존한 노인과 어린아이는 갈수록 좁아지는 주거지에 머물고 있다. 지금도 그 검은 광물은 여전히 희귀한 금속으로서 고출력 무기 제작에 대거 사용되고 있으며, 컴퍼니의 화물선에 실려 더 많은 행성으로 운송되고 있다"
        },
        {
            "_id": 4,
            "Story": "<i>「이 길은 당신한테 안 어울리니 얼른 떠나요. 다른 일을 찾거나… 뭔가를 찾아서 배워요」</i><br>키가 작은 의사가 반쯤 먹은 샌드위치를 내려놓고는 사이즈가 한참 큰 흰색 가운에 손을 닦았다.<br><br>남자가 아무 말 없이 옷을 벗어 온몸의 상처를 보여주는데도 의사는 잔소리를 멈추지 않았다.<br><i>「당신 같은 젊은 사람은 더 나은 미래를 누릴 자격이 있어요. 이 길은 막다른 길에 몰린 사람들, 다시 시작할 능력이 없지만 악에 죄를 물으려 하는 사람들 것이죠……」</i><br>차가운 총이 의사의 이마——혹은 일단 이마라고 할 수 있는 부위에 닿았다.<br><i>「수업을 들으려고 했다면 학교에 갔겠지」 </i>남자는 협박했다.<br><i>「날 협박하고 싶겠지만, 총은 나한테 아무 소용 없어요…. 됐으니까 누워요」 </i>의사는 체념했다.<br><br>……<br>수술대의 조명이 켜졌다.<br>그는 깊은 바다에 빠진 것 같았다. 감싸진 육체가 주변에 녹아들더니 점차 멀어지고, 공허한 생각만 제자리에서 남아 몸부림치는 듯했다.<br>이상하게도 공포, 불안, 고독, 어둠, 분노… 이런 감정들은 육체와 함께 사라지기는커녕 다른 모습으로 남아서 한층 더 무거워졌다.<br>타는 냄새가 났다. 의사의 나긋한 숨소리까지 느낄 수 있었다. 그녀가 숨을 쉴 수 있다고? 때에 맞지 않은 생각이 들었다. 윙윙거리는 전자 기계 소리가 그의 귓가에서 맴돌고, 파란색 새 피는 그의 굶주린 심장을 향해 흐르기를 거부했다.<br>그는 깨어나지 않고 그대로 잠들고 싶었다.<br>그 거친 노랫소리, 그 상냥한 당부, 과거의 기억이 다시 떠올랐다. 뼈에 사무친 원한은 어둠 속에서 희미한 빛으로 변했다. 그는 빛을 따라 끝으로 걸어갔고, 온 힘을 다해 수면 위로 떠올랐다.<br>……<br><br><i>「축하해요. 당신은 죽이기 꽤 힘드네요」</i><br>의사가 흰 가운에 피범벅이 된 손을 문지르고는 다시 반쪽짜리 샌드위치를 집어 들었다.<br><i>「내가 죽을 줄 알았어?」</i><br>그는 양손을 꼭 쥐었다. 이제 손은 강철이라서 차가웠다.<br><i>「대부분은 죽어요」 </i>의사는 솔직하게 말했다.<i>「하지만 내 솜씨가 부족해서는 아니에요」</i><br><i>「좋은 소식이 있어. 난 진작에 죽었어」</i><br><i>「이름이 뭐죠?」</i><br>그는 잠깐 망설였다. 귓가의 상냥한 목소리, 거친 목소리가 모두 사라졌다. 이제 그 낭랑하고도 기운찬 이름을 불러주는 이가 없었다.<br><i>「부트힐. 우리 고향에서 죽은 총잡이한테 쓰는 이름이지」</i><br>그는 돌아서 웃으며 입안 가득한 날카로운 이를 드러냈다.<br><i>「하지만 이건 시작에 불과해, 의사 선생. 복수를 위해 치를 모든 대가 중에서 가장 가벼운 거라고」</i><br>그는 새로운 몸을 끌고 비틀대며 대문을 나섰다.<br><br><i>「그럼 즐거운 『수렵』이 되길 바랄게요. 『갤럭시 레인저』 부트힐!」</i><br>키 작은 의사는 그의 뒷모습에 대고 외쳤다.<br>문밖은 깊은 밤이었다. 부트힐은 저도 모르게 고개를 들었다. 펼쳐진 별들 사이, 또 하나의 별이 밝혀졌다."
        },
        {
            "_id": 5,
            "Story": "그는 여러 번 「아에라간-에파르셸」로 돌아가 당시 몰살을 지시한 남자를 조사했지만, 역사 기록에서 그의 모습은 지워졌다는 것을 발견했다.<br>그는 기억의 정원에 숨어들어 「아에라간-에파르셸」과 관련된 기억 거품을 읽으려 했다. 진열대에 진열된 기억 거품이 굴러떨어졌다. 기억하는 자들은 벌떼처럼 몰려들어 희귀한 기억을 구해내느라 그를 막을 여력이 없었다.<br><br>기억의 정원에서 쫓겨나면서 그는 마침내 혼란한 틈에 「아에라간-에파르셸」에 관한 기억 거품에서 그 남자를 볼 수 있었다.<br><i>「오스왈도•슈나이더, 스타피스 컴퍼니 『시장개척부』 부장……」</i><br><br>……<br><br><i>「들었어? 최근 정체를 알 수 없는 개조 인간이 피어포인트의 은하 항구에서 컴퍼니의 함대를 습격했대……」</i><br><i>「시장개척부의 사업이 엉망이 되었으니, 우린 뒤에서 구경이나 하자고. 그렇게 거들먹거리고 다니더니 꼴 좋네……」</i><br><i>「구경? 내일이면 피어포인트로 돌아가야 하는데, 누가 머리에 총구를 들이미는 건 싫다고……」</i><br>제복을 입은 컴퍼니 직원이 커피를 들고 삼삼오오 분수 광장을 지나갔다.<br><br>나무 그늘 아래, 카우보이는 모자를 눌러쓴 채 신문의 수배령을 읽으며 한가하게 싱글 맥아 주스를 마시고 있었다.<br><i>「부트힐. 출생지 미상. 갤럭시 레인저. 죄명: 피어포인트 습격 다섯 건, 스타피스 컴퍼니 시장개척부 무기 창고 습격 세 건, P40 이상 컴퍼니 직원 습격 여러 건, 그 외에도 마리-루인 은하계 보물 실종 사건, 콩어 행성 고리 폭동 사건, 갈릴레오별 대폭발 등 여러 컴퍼니 관할 행성에서 발생한 사건」</i><br><br><i>「이런 베이비, 총알이 빗발치고 죽음에서 살아남은 일을 무슨 귀염둥이처럼 써 놨어……」</i><br>그는 신문을 집어던지고 컴퍼니 지부를 드나드는 함대를 노려봤다. 그의 목에 걸린 현상금이 계속 늘어나고 있지만, 그는 미꾸라지 같은 오스왈도의 흔적을 전혀 찾지 못하고 있었다. 그는 공식 발표에 모습을 드러내지 않을뿐더러, 중간 관리자도 그의 행방을 몰랐다.<br><br>항구, 저급 지능 기계가 일사불란하게 화물을 운송하고 소박한 화물 운송선이 오갔다. 그가 화물선을 359척까지 셌을 때, 항구의 직원들이 모자를 벗고 인사를 하기 시작했다. 화려한 우주선 한 척이 호위함의 호위를 받으며 항구에서 빠져나와 축제의 별로 향했다. 그는 과하게 화려한 함선을 보며 고개를 젓고는 계속 뭔가를 기다렸다.<br><br>몇십 분 후, 회색 소형 생태 함선 한 척이 상업 함대를 따라 조용히 항구를 떠났다.<br>——그게 바로 그의 진짜 목표였다.<br><br><i>「영원한 철옹성은 없어. 오스왈도 네놈을 못 찾는다고 해도, 네놈을 못마땅해하는 컴퍼니의 앞잡이를 찾는 건 쉽지 않겠어?」</i><br><i>「전에 적과 손을 잡은, 내가 처치했던 녀석들이 지금 지옥에서 날 비웃고 있는 건 아닌지…」</i><br>그는 손에 든 빈 병을 버리고 날카로운 이를 드러냈다.<br><i>「상관없어. 우린 곧 만나게 될 테니까」</i>"
        }
    ]
}

var _voice_ = {
    "1315": [
        {
            "_id": "archive_boothill_1",
            "Title": "첫 만남",
            "Voice": "난 부트힐이라고 해. 나에 대해 들어본 사람은 모두 내가 뭘 하는지 알아. 들어본 적 없는 사람은… 명을 재촉하고 싶지 않다면 영원히 듣지 않는 게 좋을 거야"
        },
        {
            "_id": "archive_boothill_2",
            "Title": "인사",
            "Voice": "날씨 한번 해같이 좋네, 안 그래? 오늘 재수 옴 붙은 베이비는 누굴까?"
        },
        {
            "_id": "archive_boothill_3",
            "Title": "작별",
            "Voice": "너와 다시 만날 수 있을 거라고 확신하는 척하진 않을게…. 하지만 다시 만나게 된다면, 그때 내가 시체는 아니었으면 좋겠군"
        },
        {
            "_id": "archive_boothill_4",
            "Title": "자신에 대해•이름",
            "Voice": "수천 년 전, 사람들은 싸우다 죽은 총잡이들을 「부트힐」이라는 이름으로 불렀어. 그러니까 이건 살아있는 사람을 위한 이름이 아니야. 마침 난 살아있는 사람이라고 할 수 없기도 하고, 하하!"
        },
        {
            "_id": "archive_boothill_5",
            "Title": "자신에 대해•공감각 비콘",
            "Voice": "이렇게 설명해 주지. 내 공감각 비콘은 개조됐어. 아무튼 너흰 내가 이 게딱지 같은 베이비들과 이렇게 대화하는 것밖에 못 들을 거야…. 베이비, 베이비, 베이비! …봤지?"
        },
        {
            "_id": "archive_boothill_6",
            "Title": "잡담•맥아 주스",
            "Voice": "쿠발룬 행성 구역에서 생산된 「바트 17년」, 이건 셰리통에서 숙성된 진정한 피트 비스트야. 술을 안 마시면 봄에 막 간 화원에 딸기 밀크셰이크를 뿌리고, 엎드려서 셰이크에 젖은 풀을 한 입 먹어 봐…. 전형적인 훈제 토탄맛이 느껴질 거야!"
        },
        {
            "_id": "archive_boothill_7",
            "Title": "잡담•여행",
            "Voice": "컴퍼니에서 출판한 여행 책자 본 적 있어? 재미난 곳은 죄다 「여행 위험」이라고 표시돼 있다니까. 그게 바로 수배자의 좋은 점이지! 내가 「여행 위험」 그 자체라면 그런 곳들은 내게 전혀 위험하지 않지"
        },
        {
            "_id": "archive_boothill_8",
            "Title": "잡담•원칙",
            "Voice": "내 주머니에 든 돈은 거의 다 부정한 수단으로 얻은 거긴 하지만, 나도 나만의 원칙이 있어. 첫째, 절대 빼앗은 돈으로 향락을 즐기지 않는다. 둘째, 신용 포인트는 「돈」이라고 할 수 없다. 셋째, 가볍게 즐기는 건 「향락」이라고 치지 않는다. 난 이 세 가지를 절대 깨지 않아!"
        },
        {
            "_id": "archive_boothill_9",
            "Title": "취미",
            "Voice": "9mm, 영원한 클래식이지. 구식 인화예광제를 더하면 톡톡 튀는 사탕 같아지지만, 훨씬 더 시끄러워…. 왜 그런 말이 있잖아? 「예광탄은 두 가지 토끼를 모두 잡을 수 있다」——겁 많은 피라미들을 쫓아주거나, 겁 없는 대어를 유인하는 거지"
        },
        {
            "_id": "archive_boothill_10",
            "Title": "고민",
            "Voice": "이 은하계는 게으름뱅이 집에 있는 주방과도 같지. 찬장을 열면 구석구석에 컴퍼니의 게딱지들이 잔뜩 있거든. 아직 청소가 미흡하고, 내 사랑이 부족하다는 소리야"
        },
        {
            "_id": "archive_boothill_11",
            "Title": "공유",
            "Voice": "사람은 살면서 믿을 것과 믿지 말아야 할 것을 분별해야 해. 타인의 선의와 용기의 의미 같은 이상한 것들은 믿어도 좋아. 하지만 이런 좋은 일들이 아무 이유 없이 굴러들어 올 거라고 믿으면 안 돼. 이런 것들은 스스로 이뤄야 하지"
        },
        {
            "_id": "archive_boothill_12",
            "Title": "견문",
            "Voice": "「수렵」의 빛의 화살을 본 적 있어? 운 좋게 보게 된다면, 절대 똑바로 쳐다보지 마…. 내 오른쪽 눈과 몸이 그렇게 없어졌거든…. 하하하하하, 물론 뻥이야!"
        },
        {
            "_id": "archive_boothill_13",
            "Title": "단항에 대해",
            "Voice": "난 원래 선주 사람을 좋아해. 그 친구는 참 괜찮은 사람이야. 나처럼 말수가 적고, 손안에 든 「무기」로 자신의 뜻을 표현하는 협객이지! 하하! 우린 분명 좋은 브라더가 될 수 있을 거야!"
        },
        {
            "_id": "archive_boothill_14",
            "Title": "아케론에 대해",
            "Voice": "그녀의 정체가 뭔지, 왜 「갤럭시 레인저」를 사칭하는 건지 모르겠어…. 근데 상관없어. 이런 나도 정의를 실현할 수 있다는 건 정의를 실현하는 길이 하나가 아니라는 뜻이니까!"
        },
        {
            "_id": "archive_boothill_19",
            "Title": "블랙 스완에 대해",
            "Voice": "그 기억하는 자를 찾는 건, 어렵다면 어렵고 쉽다면 쉬운 일이지. 시간 들여서 정보를 캐내는 건 헛수고야. 차라리 제자리에서 「빨리 날 찾아와」라고 명상하는 게 나아. 그럼 바로 눈앞에 나타날지도 몰라"
        },
        {
            "_id": "archive_boothill_15",
            "Title": "선데이에 대해",
            "Voice": "왜, 그 끝내주는 명언 있잖아. 「지하로 가는 길은 성의로 포장되어 있다」였나? …아, 생각났다! 「지옥으로 가는 길은 선의로 포장되어 있다」! 이 말 말이야!"
        },
        {
            "_id": "archive_boothill_16",
            "Title": "아젠티에 대해",
            "Voice": "참 재미있는 인연이야. 그와 한 번 만난 적이 있어. 우주에서 취향이 이렇게나 비슷한 사람을 만나기란 쉽지 않아…. 봐, 우리 둘 다 은빛 갑옷을 걸치고 무기를 잘 다루잖아…. 그리고 가장 중요한 건 둘 다 정의감이 넘친다는 거지"
        },
        {
            "_id": "archive_boothill_17",
            "Title": "어벤츄린에 대해",
            "Voice": "하! 아주 유명한 녀석이지. 나처럼 눈이 돌면 목숨도 불사하는 녀석이야. 아무래도 내가 좀 더 분발해서 녀석을 빨리… 하하, 그럼 내 목에 걸린 현상금도 두 배로 오르겠지!"
        },
        {
            "_id": "archive_boothill_18",
            "Title": "토파즈에 대해",
            "Voice": "형편없는 컴퍼니 놈들 중에 그래도 평판이 좋은 편이지? 근데 그게 무슨 소용이야? 컴퍼니에 몸담고 있는 한, 다른 놈들이랑 다를 거 없어!"
        },
        {
            "_id": "archive_boothill_20",
            "Title": "라파에 대해",
            "Voice": "라파가 매일 이상한 소리를 한다고 모자란 아이라고 생각하면 안 돼. 그 녀석의 머릿속이 혼란스러운 것 같아도 사실 매우 영리하다고! 게다가 큰 문제가 생기면 라파는 언제나 자신의 「인도(忍道)」를 엄격하게 지키지. 그녀는 결코 어설프지 않아"
        },
        {
            "_id": "archive_boothill_21",
            "Title": "Mr. 레카에 대해",
            "Voice": "그 녀석은 항상 그 혹 같은 영화에 빠져있는데 눈이 돌아가면 뵈는 게 없어지지…. 녀석을 나쁜 사람으로 규정하긴 어렵지만, 그래도 조심하는 게 좋아. 안 그러면 언젠가 그 울보 유령의 「영화 소재」가 되어버릴지도 모른다고"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_boothill",
            "Title": "성혼 활성화",
            "Voice": "그 「윤리강령」들 기억해? 전부 잊으라고!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_boothill",
            "Title": "캐릭터 승급",
            "Voice": "정말 짜릿하군, 베이비!"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_boothill",
            "Title": "캐릭터 최고 레벨",
            "Voice": "시대가 변했다고, 베이비~"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_boothill",
            "Title": "행적 활성화",
            "Voice": "우리의 생존 여부는 이것에 달려 있지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toacheron_boothill",
            "Title": "파티 편성•아케론",
            "Voice": "흥, 네가 내 현상금에 관심이 없어서 다행이지, 아님 난 진작 죽은 목숨이었을 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_boothill",
            "Title": "파티 편성•블랙 스완",
            "Voice": "마침 네 생각 했는데, 빨리 왔네?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_boothill",
            "Title": "파티 편성•단항",
            "Voice": "브라더! 드디어 왔구나!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toargenti_boothill",
            "Title": "파티 편성•아젠티",
            "Voice": "「미의 기사단」과 「갤럭시 레인저」라니, 우릴 한 팀으로 엮은 능력자는 대체 누구지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaventurine_boothill",
            "Title": "파티 편성•어벤츄린",
            "Voice": "일단 이 조무래기들부터 처리하고 나서 널 어떻게 손볼지 이야기해 볼까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totopaz_boothill",
            "Title": "파티 편성•토파즈",
            "Voice": "이상하군, 이 거물급 수배자가 눈앞에 있는데도 고집을 부리다니?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_torappa_boothill",
            "Title": "파티 편성•라파",
            "Voice": "자, 「닌자 레인저」, 한바탕 날뛰어보자고!"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_boothill",
            "Title": "전투 시작•약점 격파",
            "Voice": "사양하지 마~ 이거 내가 쏘는 거야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_boothill",
            "Title": "전투 시작•위험 경보",
            "Voice": "자, 덤벼. 날 만족시켜 줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_boothill_01",
            "Title": "턴 시작•1",
            "Voice": "줄 서서 총 맞으러 온 거야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_boothill_02",
            "Title": "턴 시작•2",
            "Voice": "거기 똑바로들 서봐!"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_boothill",
            "Title": "턴 대기",
            "Voice": "아직 준비 안 됐어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_boothill_01",
            "Title": "일반 공격",
            "Voice": "그래, 더 빨리 뛰어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_01",
            "Title": "일반 공격 강화•활성화•1",
            "Voice": "총 뽑아!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_01_b",
            "Title": "일반 공격 강화•발동•1",
            "Voice": "난 셋 센다고 말한 적 없어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_02",
            "Title": "일반 공격 강화•활성화•2",
            "Voice": "빵야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_02_b",
            "Title": "일반 공격 강화•발동•2",
            "Voice": "마지막 한 발을 쏴주마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_boothill_01",
            "Title": "전투 스킬•1",
            "Voice": "와라! 공평하게 겨루자고"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_boothill_02",
            "Title": "전투 스킬•2",
            "Voice": "덤벼 보시지, 베이비!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_boothill_01",
            "Title": "약공격 피격",
            "Voice": "뭐야, 밥 안 먹었어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_boothill_01",
            "Title": "강공격 피격",
            "Voice": "심장을 조준하는 걸 잊지 마!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_boothill",
            "Title": "필살기•활성화",
            "Voice": "너희랑은 말로 안 되겠네"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_boothill",
            "Title": "필살기•발동",
            "Voice": "사람은 딱 두 종류로 나뉘지. 총을 장전하거나… 제 무덤을 파거나!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_boothill_01",
            "Title": "전투 불능",
            "Voice": "하하, 총 좀 쏘는군……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_boothill",
            "Title": "전투 복귀",
            "Voice": "난 또 무슨 큰일이라도 난 줄 알았네"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_boothill",
            "Title": "HP 회복",
            "Voice": "이거 공짜 아니지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_boothill",
            "Title": "비술",
            "Voice": "장전!"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_boothill",
            "Title": "전투 승리",
            "Voice": "총을 쏴야 할 땐 입을 다물라고, 알겠어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_boothill",
            "Title": "전리품 오픈•1",
            "Voice": "흥, 내 목에 걸린 현상금에 비하면 새 발의 피잖아"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_boothill_02",
            "Title": "전리품 오픈•2",
            "Voice": "그럭저럭 괜찮군. 신용 포인트로 치면 얼마나 되지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_boothill",
            "Title": "진귀한 전리품 오픈",
            "Voice": "돈에 너무 미치면 안 돼…. 흥, 특히 컴퍼니에서 주는 거라면 더더욱"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_boothill",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "내 뉴로칩은 이런 용도가 아니라고"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_boothill_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "지루하군. 차라리 과녁을 쏘는 게 낫겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_boothill",
            "Title": "적 발견",
            "Voice": "하, 누군지 쓴맛 좀 보고 싶나 보군!"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_boothill",
            "Title": "도시로 복귀",
            "Voice": "그거 알아? 난 집이 있는 사람이 제일 부럽더라고"
        }
    ]
}

var _notes_ = {
    "1315": [
        "Pocket Trickshot's Toughness Reduction boost <b>is an independent multiplier</b>.<br>It is not additive with Weakness Break Efficiency, but multiplicative.",
        "Enhanced Basic ATK with 3 stacks Pocket Trickshot will deal @5#  Toughness Reduction, the highest in the game.",
        "After breaking Weakness, Standoff will only be dispelled after all DMG is dealt. Therefore the ATK that triggered Weakness Break, and the Break DMG that was triggered, will both be boosted by the DMG increase provided by Standoff."
    ]
}

var _adiff_ = {
    "1315": {
        "v2": [
            "Overworld shoot distance @40m → 15m#<br>Reference: March 7th 14.4m, Bronya 14m, Qingque 12m."
        ]
    }
}

var _mtc_ = {
    "1315": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110421": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110421": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110421": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110421": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "격파 특수효과 +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110192": 8,
                    "114012": 7,
                    "110193": 11,
                    "114013": 11
                }
            },
            {
                "Name": "공격력 +18%",
                "Mat": {
                    "2": 210000,
                    "110191": 3,
                    "114011": 6,
                    "110193": 11,
                    "114013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110192": 3,
                    "114012": 3,
                    "110193": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "고스트 로딩",
                "Mat": {
                    "2": 5000,
                    "110191": 3,
                    "110505": 1
                }
            },
            {
                "Name": "어보브 스네이크",
                "Mat": {
                    "2": 20000,
                    "110192": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "포인트 블랭크",
                "Mat": {
                    "2": 160000,
                    "110193": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}