// Auto Generated

var _avatarskill_ = {
    "131701": {
        "v1": {
            "Name": "인술•칠전팔기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v2": {
            "Name": "인술•칠전팔기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v3": {
            "Name": "인술•칠전팔기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v4": {
            "Name": "인술•칠전팔기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v5": {
            "Name": "인술•칠전팔기",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "Live": {
            "Name": "인술•칠전팔기",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        }
    },
    "131702": {
        "v1": {
            "Name": "인절•초지일관",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 준다",
            "Params": [
                [
                    0.6
                ],
                [
                    0.66
                ],
                [
                    0.72
                ],
                [
                    0.78
                ],
                [
                    0.84
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.2
                ],
                [
                    1.26
                ],
                [
                    1.32
                ],
                [
                    1.38
                ],
                [
                    1.44
                ],
                [
                    1.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_BP"
        },
        "v2": {
            "Name": "인절•초지일관",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 준다",
            "Params": [
                [
                    0.6
                ],
                [
                    0.66
                ],
                [
                    0.72
                ],
                [
                    0.78
                ],
                [
                    0.84
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.2
                ],
                [
                    1.26
                ],
                [
                    1.32
                ],
                [
                    1.38
                ],
                [
                    1.44
                ],
                [
                    1.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_BP"
        },
        "v3": {
            "Name": "인절•초지일관",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 준다",
            "Params": [
                [
                    0.6
                ],
                [
                    0.66
                ],
                [
                    0.72
                ],
                [
                    0.78
                ],
                [
                    0.84
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.2
                ],
                [
                    1.26
                ],
                [
                    1.32
                ],
                [
                    1.38
                ],
                [
                    1.44
                ],
                [
                    1.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_BP"
        },
        "v4": {
            "Name": "인절•초지일관",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.6
                ],
                [
                    0.66
                ],
                [
                    0.72
                ],
                [
                    0.78
                ],
                [
                    0.84
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.2
                ],
                [
                    1.26
                ],
                [
                    1.32
                ],
                [
                    1.38
                ],
                [
                    1.44
                ],
                [
                    1.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_BP"
        },
        "v5": {
            "Name": "인절•초지일관",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.6
                ],
                [
                    0.66
                ],
                [
                    0.72
                ],
                [
                    0.78
                ],
                [
                    0.84
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.2
                ],
                [
                    1.26
                ],
                [
                    1.32
                ],
                [
                    1.38
                ],
                [
                    1.44
                ],
                [
                    1.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_BP"
        },
        "Live": {
            "Name": "인절•초지일관",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가한다",
            "Params": [
                [
                    0.6
                ],
                [
                    0.66
                ],
                [
                    0.72
                ],
                [
                    0.78
                ],
                [
                    0.84
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.2
                ],
                [
                    1.26
                ],
                [
                    1.32
                ],
                [
                    1.38
                ],
                [
                    1.44
                ],
                [
                    1.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_BP"
        }
    },
    "131703": {
        "v1": {
            "Name": "인도•극•애사천류",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "[결인] 상태에 진입하고 즉시 <u>보너스 턴</u>을 1개와 [채묵]을 <b>#3[f]</b>pt 획득한다. 동시에 약점 격파 효율이 <b>#1[p]</b> 증가하고 격파 특수효과가 @<b>#2[p]</b># 증가한다.<br>[결인] 상태에서 일반 공격은 강화되며, 전투 스킬과 필살기를 발동할 수 없다. 강화된 일반 공격을 발동하면 [채묵]을 1pt 소모하며, 소진 시 [결인] 상태가 종료된다",
            "Params": [
                [
                    0.5,
                    0.1,
                    3.0
                ],
                [
                    0.5,
                    0.12,
                    3.0
                ],
                [
                    0.5,
                    0.14,
                    3.0
                ],
                [
                    0.5,
                    0.16,
                    3.0
                ],
                [
                    0.5,
                    0.18,
                    3.0
                ],
                [
                    0.5,
                    0.2,
                    3.0
                ],
                [
                    0.5,
                    0.225,
                    3.0
                ],
                [
                    0.5,
                    0.25,
                    3.0
                ],
                [
                    0.5,
                    0.275,
                    3.0
                ],
                [
                    0.5,
                    0.3,
                    3.0
                ],
                [
                    0.5,
                    0.32,
                    3.0
                ],
                [
                    0.5,
                    0.34,
                    3.0
                ],
                [
                    0.5,
                    0.36,
                    3.0
                ],
                [
                    0.5,
                    0.38,
                    3.0
                ],
                [
                    0.5,
                    0.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v2": {
            "Name": "인도•극•애사천류",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "[결인] 상태에 진입하고 즉시 <u>보너스 턴</u>을 1개와 [채묵]을 <b>#3[f]</b>pt 획득한다. 동시에 약점 격파 효율이 <b>#1[p]</b> 증가하고 격파 특수효과가 @<b>#2[p]</b># 증가한다.<br>[결인] 상태에서 일반 공격은 강화되며, 전투 스킬과 필살기를 발동할 수 없다. 강화된 일반 공격을 발동하면 [채묵]을 1pt 소모하며, 소진 시 [결인] 상태가 종료된다",
            "Params": [
                [
                    0.5,
                    0.1,
                    3.0
                ],
                [
                    0.5,
                    0.12,
                    3.0
                ],
                [
                    0.5,
                    0.14,
                    3.0
                ],
                [
                    0.5,
                    0.16,
                    3.0
                ],
                [
                    0.5,
                    0.18,
                    3.0
                ],
                [
                    0.5,
                    0.2,
                    3.0
                ],
                [
                    0.5,
                    0.225,
                    3.0
                ],
                [
                    0.5,
                    0.25,
                    3.0
                ],
                [
                    0.5,
                    0.275,
                    3.0
                ],
                [
                    0.5,
                    0.3,
                    3.0
                ],
                [
                    0.5,
                    0.32,
                    3.0
                ],
                [
                    0.5,
                    0.34,
                    3.0
                ],
                [
                    0.5,
                    0.36,
                    3.0
                ],
                [
                    0.5,
                    0.38,
                    3.0
                ],
                [
                    0.5,
                    0.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v3": {
            "Name": "인도•극•애사천류",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "[결인] 상태에 진입하고 즉시 <u>보너스 턴</u>을 1개와 [채묵]을 <b>#3[f]</b>pt 획득한다. 동시에 약점 격파 효율이 <b>#1[p]</b> 증가하고 격파 특수효과가 @<b>#2[p]</b># 증가한다.<br>[결인] 상태에서 일반 공격은 강화되며, 전투 스킬과 필살기를 발동할 수 없다. 강화된 일반 공격을 발동하면 [채묵]을 1pt 소모하며, 소진 시 [결인] 상태가 종료된다",
            "Params": [
                [
                    0.5,
                    0.1,
                    3.0
                ],
                [
                    0.5,
                    0.12,
                    3.0
                ],
                [
                    0.5,
                    0.14,
                    3.0
                ],
                [
                    0.5,
                    0.16,
                    3.0
                ],
                [
                    0.5,
                    0.18,
                    3.0
                ],
                [
                    0.5,
                    0.2,
                    3.0
                ],
                [
                    0.5,
                    0.225,
                    3.0
                ],
                [
                    0.5,
                    0.25,
                    3.0
                ],
                [
                    0.5,
                    0.275,
                    3.0
                ],
                [
                    0.5,
                    0.3,
                    3.0
                ],
                [
                    0.5,
                    0.32,
                    3.0
                ],
                [
                    0.5,
                    0.34,
                    3.0
                ],
                [
                    0.5,
                    0.36,
                    3.0
                ],
                [
                    0.5,
                    0.38,
                    3.0
                ],
                [
                    0.5,
                    0.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v4": {
            "Name": "인도•극•애사천류",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "[결인] 상태에 진입하고 즉시 <u>보너스 턴</u> 1개와 [채묵]을 <b>#3[f]</b>pt 획득한다. 동시에 약점 격파 효율이 <b>#1[p]</b> 증가하고 격파 특수효과가 @<b>#2[p]</b># 증가한다.<br>[결인] 상태에서 일반 공격은 강화되며, 전투 스킬과 필살기를 발동할 수 없다. 강화된 일반 공격을 발동하면 [채묵]을 1pt 소모하며, 소진 시 [결인] 상태가 종료된다",
            "Params": [
                [
                    0.5,
                    0.1,
                    3.0
                ],
                [
                    0.5,
                    0.12,
                    3.0
                ],
                [
                    0.5,
                    0.14,
                    3.0
                ],
                [
                    0.5,
                    0.16,
                    3.0
                ],
                [
                    0.5,
                    0.18,
                    3.0
                ],
                [
                    0.5,
                    0.2,
                    3.0
                ],
                [
                    0.5,
                    0.225,
                    3.0
                ],
                [
                    0.5,
                    0.25,
                    3.0
                ],
                [
                    0.5,
                    0.275,
                    3.0
                ],
                [
                    0.5,
                    0.3,
                    3.0
                ],
                [
                    0.5,
                    0.32,
                    3.0
                ],
                [
                    0.5,
                    0.34,
                    3.0
                ],
                [
                    0.5,
                    0.36,
                    3.0
                ],
                [
                    0.5,
                    0.38,
                    3.0
                ],
                [
                    0.5,
                    0.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v5": {
            "Name": "인도•극•애사천류",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "[결인] 상태에 진입하고 즉시 <u>보너스 턴</u> 1개와 [채묵]을 <b>#3[f]</b>pt 획득한다. 동시에 약점 격파 효율이 <b>#1[p]</b> 증가하고 격파 특수효과가 @<b>#2[p]</b># 증가한다.<br>[결인] 상태에서 일반 공격은 강화되며, 전투 스킬과 필살기를 발동할 수 없다. 강화된 일반 공격을 발동하면 [채묵]을 1pt 소모하며, 소진 시 [결인] 상태가 종료된다",
            "Params": [
                [
                    0.5,
                    0.1,
                    3.0
                ],
                [
                    0.5,
                    0.12,
                    3.0
                ],
                [
                    0.5,
                    0.14,
                    3.0
                ],
                [
                    0.5,
                    0.16,
                    3.0
                ],
                [
                    0.5,
                    0.18,
                    3.0
                ],
                [
                    0.5,
                    0.2,
                    3.0
                ],
                [
                    0.5,
                    0.225,
                    3.0
                ],
                [
                    0.5,
                    0.25,
                    3.0
                ],
                [
                    0.5,
                    0.275,
                    3.0
                ],
                [
                    0.5,
                    0.3,
                    3.0
                ],
                [
                    0.5,
                    0.32,
                    3.0
                ],
                [
                    0.5,
                    0.34,
                    3.0
                ],
                [
                    0.5,
                    0.36,
                    3.0
                ],
                [
                    0.5,
                    0.38,
                    3.0
                ],
                [
                    0.5,
                    0.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra",
            "EE": [
                10000000
            ]
        },
        "Live": {
            "Name": "인도•극•애사천류",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "[결인] 상태에 진입하고 즉시 <u>보너스 턴</u> 1개 및 [채묵]을 <b>#3[f]</b>pt 획득한다. 동시에 약점 격파 효율이 <b>#1[p]</b> 증가하고 격파 특수효과가 @<b>#2[p]</b># 증가한다.<br>[결인] 상태에서 일반 공격은 강화되며, 전투 스킬과 필살기를 발동할 수 없다. 강화된 일반 공격을 발동하면 [채묵]을 1pt 소모하며, 소진 시 [결인] 상태가 종료된다",
            "Params": [
                [
                    0.5,
                    0.1,
                    3.0
                ],
                [
                    0.5,
                    0.12,
                    3.0
                ],
                [
                    0.5,
                    0.14,
                    3.0
                ],
                [
                    0.5,
                    0.16,
                    3.0
                ],
                [
                    0.5,
                    0.18,
                    3.0
                ],
                [
                    0.5,
                    0.2,
                    3.0
                ],
                [
                    0.5,
                    0.225,
                    3.0
                ],
                [
                    0.5,
                    0.25,
                    3.0
                ],
                [
                    0.5,
                    0.275,
                    3.0
                ],
                [
                    0.5,
                    0.3,
                    3.0
                ],
                [
                    0.5,
                    0.32,
                    3.0
                ],
                [
                    0.5,
                    0.34,
                    3.0
                ],
                [
                    0.5,
                    0.36,
                    3.0
                ],
                [
                    0.5,
                    0.38,
                    3.0
                ],
                [
                    0.5,
                    0.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra",
            "EE": [
                10000000
            ]
        }
    },
    "131704": {
        "v1": {
            "Name": "닌자•과학•인내 주머니",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "적 목표의 약점이 격파될 때마다 라파는 인접한 목표에게 약점 속성을 무시하는 강인성 감소를 <b>#1[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 @<b>#2[p]</b>#만큼 격파 피해를 가한다. 강인성 감소 효과는 약점이 격파되지 않은 적 목표에게만 적용된다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    10.0,
                    1.2
                ],
                [
                    10.0,
                    1.26
                ],
                [
                    10.0,
                    1.32
                ],
                [
                    10.0,
                    1.38
                ],
                [
                    10.0,
                    1.44
                ],
                [
                    10.0,
                    1.5
                ],
                [
                    10.0,
                    1.575
                ],
                [
                    10.0,
                    1.65
                ],
                [
                    10.0,
                    1.725
                ],
                [
                    10.0,
                    1.8
                ],
                [
                    10.0,
                    1.86
                ],
                [
                    10.0,
                    1.92
                ],
                [
                    10.0,
                    1.98
                ],
                [
                    10.0,
                    2.04
                ],
                [
                    10.0,
                    2.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Passive"
        },
        "v2": {
            "Name": "닌자•과학•감인 주머니",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "적 목표의 약점이 격파될 때마다 라파는 인접한 목표에게 약점 속성을 무시하는 강인성 감소를 <b>#1[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 @<b>#2[p]</b>#만큼 격파 피해를 가한다. 강인성 감소 효과는 약점이 격파되지 않은 적 목표에게만 적용된다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    10.0,
                    1.2
                ],
                [
                    10.0,
                    1.26
                ],
                [
                    10.0,
                    1.32
                ],
                [
                    10.0,
                    1.38
                ],
                [
                    10.0,
                    1.44
                ],
                [
                    10.0,
                    1.5
                ],
                [
                    10.0,
                    1.575
                ],
                [
                    10.0,
                    1.65
                ],
                [
                    10.0,
                    1.725
                ],
                [
                    10.0,
                    1.8
                ],
                [
                    10.0,
                    1.86
                ],
                [
                    10.0,
                    1.92
                ],
                [
                    10.0,
                    1.98
                ],
                [
                    10.0,
                    2.04
                ],
                [
                    10.0,
                    2.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Passive"
        },
        "v3": {
            "Name": "닌자•과학•감인 주머니",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "확산",
            "Desc": "적 목표의 약점이 격파될 때마다 라파는 인접한 목표에게 약점 속성을 무시하는 강인성 감소를 <b>#1[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 @<b>#2[p]</b>#만큼 격파 피해를 가한다. 강인성 감소 효과는 약점이 격파되지 않은 적 목표에게만 적용된다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    5.0,
                    0.5,
                    1.2,
                    2.0
                ],
                [
                    5.0,
                    0.525,
                    1.26,
                    2.0
                ],
                [
                    5.0,
                    0.55,
                    1.32,
                    2.0
                ],
                [
                    5.0,
                    0.575,
                    1.38,
                    2.0
                ],
                [
                    5.0,
                    0.6,
                    1.44,
                    2.0
                ],
                [
                    5.0,
                    0.625,
                    1.5,
                    2.0
                ],
                [
                    5.0,
                    0.65625,
                    1.575,
                    2.0
                ],
                [
                    5.0,
                    0.6875,
                    1.65,
                    2.0
                ],
                [
                    5.0,
                    0.71875,
                    1.725,
                    2.0
                ],
                [
                    5.0,
                    0.75,
                    1.8,
                    2.0
                ],
                [
                    5.0,
                    0.775,
                    1.86,
                    2.0
                ],
                [
                    5.0,
                    0.8,
                    1.92,
                    2.0
                ],
                [
                    5.0,
                    0.825,
                    1.98,
                    2.0
                ],
                [
                    5.0,
                    0.85,
                    2.04,
                    2.0
                ],
                [
                    5.0,
                    0.875,
                    2.1,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Passive"
        },
        "v4": {
            "Name": "닌자•과학•감인 주머니",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "적 목표의 약점이 격파될 때마다 라파는 인접한 목표에게 약점 속성을 무시하는 강인성 감소를 <b>#1[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 @<b>#2[p]</b>#만큼 격파 피해를 가한다. 강인성 감소 효과는 약점이 격파되지 않은 적 목표에게만 적용된다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동된다",
            "Params": [
                [
                    10.0,
                    0.0,
                    0.3,
                    2.0,
                    0.25,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.33,
                    2.0,
                    0.275,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.36,
                    2.0,
                    0.3,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.39,
                    2.0,
                    0.325,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.42,
                    2.0,
                    0.35,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.45,
                    2.0,
                    0.375,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.4875,
                    2.0,
                    0.40625,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.525,
                    2.0,
                    0.4375,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.5625,
                    2.0,
                    0.46875,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.6,
                    2.0,
                    0.5,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.63,
                    2.0,
                    0.525,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.66,
                    2.0,
                    0.55,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.69,
                    2.0,
                    0.575,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.72,
                    2.0,
                    0.6,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.75,
                    2.0,
                    0.625,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.2,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Passive"
        },
        "v5": {
            "Name": "닌자•과학•감인 주머니",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "적의 약점이 격파될 때마다 라파가 충전을 1pt 획득하고, 최대 <b>#1[f]</b>pt의 충전을 보유한다. 라파가 다음번에 [인구•항마의 꽃잎]의 세 번째 공격 발동 시 추가로 모든 적에게 라파 허수 속성 격파 피해의 @<b>#3[p]</b>#만큼 격파 피해를 가한다. 해당 피해는 약점 속성을 무시하고 강인성을 <b>#4[f]</b>pt 감소시키며, 충전을 모두 소모한다. 충전 1pt당 이번 격파 피해 배율이 @<b>#5[p]</b># 증가하고, 약점 속성을 무시하는 강인성 감소 수치가 <b>#6[f]</b>pt 증가한다.<br>약점 격파 시 허수 속성의 약점 격파 효과를 발동한다",
            "Params": [
                [
                    10.0,
                    0.0,
                    0.3,
                    2.0,
                    0.25,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.33,
                    2.0,
                    0.275,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.36,
                    2.0,
                    0.3,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.39,
                    2.0,
                    0.325,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.42,
                    2.0,
                    0.35,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.45,
                    2.0,
                    0.375,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.4875,
                    2.0,
                    0.40625,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.525,
                    2.0,
                    0.4375,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.5625,
                    2.0,
                    0.46875,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.6,
                    2.0,
                    0.5,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.63,
                    2.0,
                    0.525,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.66,
                    2.0,
                    0.55,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.69,
                    2.0,
                    0.575,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.72,
                    2.0,
                    0.6,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.75,
                    2.0,
                    0.625,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.2,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Passive"
        },
        "Live": {
            "Name": "닌자•과학•감인 주머니",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "적의 약점이 격파될 때마다 라파가 충전을 1pt 획득하고, 최대 <b>#1[f]</b>pt의 충전을 보유한다. 라파가 다음번에 [인구•항마의 꽃잎]의 3번째 공격 발동 시 추가로 모든 적에게 라파 허수 속성 격파 피해의 @<b>#3[p]</b>#만큼 격파 피해를 가한다. 해당 피해는 약점 속성을 무시하고 강인성을 <b>#4[f]</b>pt 감소시키며, 충전을 모두 소모한다. 충전 1pt당 이번 격파 피해 배율이 @<b>#5[p]</b># 증가하고, 약점 속성을 무시하는 강인성 감소 수치가 <b>#6[f]</b>pt 증가한다.<br>약점 격파 시 허수 속성의 약점 격파 효과를 발동한다",
            "Params": [
                [
                    10.0,
                    0.0,
                    0.3,
                    2.0,
                    0.25,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.33,
                    2.0,
                    0.275,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.36,
                    2.0,
                    0.3,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.39,
                    2.0,
                    0.325,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.42,
                    2.0,
                    0.35,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.45,
                    2.0,
                    0.375,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.4875,
                    2.0,
                    0.40625,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.525,
                    2.0,
                    0.4375,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.5625,
                    2.0,
                    0.46875,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.6,
                    2.0,
                    0.5,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.63,
                    2.0,
                    0.525,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.66,
                    2.0,
                    0.55,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.69,
                    2.0,
                    0.575,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.72,
                    2.0,
                    0.6,
                    1.0
                ],
                [
                    10.0,
                    0.0,
                    0.75,
                    2.0,
                    0.625,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.2,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Passive"
        }
    },
    "131706": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal"
        }
    },
    "131707": {
        "v1": {
            "Name": "인보•혈의리",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술을 사용하면 <b>#1[f]</b>초 동안 [그래피티] 상태에 진입한다. [그래피티] 상태에서는 빠른 속도로 전방을 향해 일정 거리 이동하고 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. [그래피티] 상태에서 공격 발동 시 지속 시간을 조기 종료할 수 있으며, 적을 선공해 전투에 진입하면 모든 적 목표에게 약점 속성을 무시하는 강인성 감소를 <b>#5[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 <b>#2[p]</b>만큼 격파 피해를 가하며, 인접한 목표에게 라파 허수 속성 격파 피해의 <b>#3[p]</b>만큼 격파 피해를 가한다. 동시에 자신은 에너지를 <b>#4[f]</b>pt 획득한다",
            "Params": [
                [
                    20.0,
                    2.0,
                    1.8,
                    20.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Maze"
        },
        "v2": {
            "Name": "인보•혈의리",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술을 사용하면 <b>#1[f]</b>초 동안 [그래피티] 상태에 진입한다. [그래피티] 상태에서는 빠른 속도로 전방을 향해 일정 거리 이동하고 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. [그래피티] 상태에서 공격 발동 시 지속 시간을 조기 종료할 수 있으며, 적을 선공해 전투에 진입하면 모든 적 목표에게 약점 속성을 무시하는 강인성 감소를 <b>#5[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 <b>#2[p]</b>만큼 격파 피해를 가하며, 인접한 목표에게 라파 허수 속성 격파 피해의 <b>#3[p]</b>만큼 격파 피해를 가한다. 동시에 자신은 에너지를 <b>#4[f]</b>pt 획득한다",
            "Params": [
                [
                    20.0,
                    2.0,
                    1.8,
                    20.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Maze"
        },
        "v3": {
            "Name": "인보•혈의리",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술을 사용하면 <b>#1[f]</b>초 동안 [그래피티] 상태에 진입한다. [그래피티] 상태에서는 빠른 속도로 전방을 향해 일정 거리 이동하고 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. [그래피티] 상태에서 공격 발동 시 지속 시간을 조기 종료할 수 있으며, 적을 선공해 전투에 진입하면 모든 적 목표에게 약점 속성을 무시하는 강인성 감소를 <b>#5[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 <b>#2[p]</b>만큼 격파 피해를 가하며, 인접한 목표에게 라파 허수 속성 격파 피해의 <b>#3[p]</b>만큼 격파 피해를 가한다. 동시에 자신은 에너지를 <b>#4[f]</b>pt 획득한다",
            "Params": [
                [
                    20.0,
                    2.0,
                    1.8,
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Maze"
        },
        "v4": {
            "Name": "인보•혈의리",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술을 사용하면 <b>#1[f]</b>초 동안 [그래피티] 상태에 진입한다. [그래피티] 상태에서는 빠른 속도로 전방을 향해 일정 거리 이동하고 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. [그래피티] 상태에서 공격 발동 시 지속 시간을 조기 종료할 수 있으며, 적을 선공해 전투에 진입하면 모든 적에게 약점 속성을 무시하는 강인성 감소를 <b>#5[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 <b>#2[p]</b>만큼 격파 피해를 가하며, 인접한 목표에게 라파 허수 속성 격파 피해의 <b>#3[p]</b>만큼 격파 피해를 가한다. 동시에 자신은 에너지를 <b>#4[f]</b>pt 획득한다",
            "Params": [
                [
                    20.0,
                    2.0,
                    1.8,
                    10.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Maze"
        },
        "v5": {
            "Name": "인보•혈의리",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술을 사용하면 <b>#1[f]</b>초 동안 [그래피티] 상태에 진입한다. [그래피티] 상태에서는 빠른 속도로 전방을 향해 일정 거리 이동하고 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. [그래피티] 상태에서 공격 발동 시 지속 시간을 조기 종료할 수 있으며, 적을 선공해 전투에 진입하면 모든 적에게 약점 속성을 무시하는 강인성 감소를 <b>#5[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 <b>#2[p]</b>만큼 격파 피해를 가하며, 인접한 목표에게 라파 허수 속성 격파 피해의 <b>#3[p]</b>만큼 격파 피해를 가한다. 동시에 자신은 에너지를 <b>#4[f]</b>pt 획득한다",
            "Params": [
                [
                    20.0,
                    2.0,
                    1.8,
                    10.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Maze"
        },
        "Live": {
            "Name": "인보•혈의리",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "강화",
            "Desc": "비술을 사용하면 <b>#1[f]</b>초 동안 [그래피티] 상태에 진입한다. [그래피티] 상태에서는 빠른 속도로 전방을 향해 일정 거리 이동하고 접촉한 적을 공격한다. 빠른 이동 중에는 적의 모든 공격을 막을 수 있다. [그래피티] 상태에서 공격 발동 시 지속 시간을 조기 종료할 수 있으며, 적을 선공해 전투에 진입하면 각각의 적에게 약점 속성을 무시하는 강인성 감소를 <b>#5[f]</b>pt 가하고, 라파 허수 속성 격파 피해의 <b>#2[p]</b>만큼 격파 피해를 가하며, 대상의 인접한 목표에게 라파 허수 속성 격파 피해의 <b>#3[p]</b>만큼 격파 피해를 가한다. 동시에 자신은 에너지를 <b>#4[f]</b>pt 획득한다",
            "Params": [
                [
                    20.0,
                    2.0,
                    1.8,
                    10.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1317_Maze"
        }
    },
    "131708": {
        "v1": {
            "Name": "닌자 도구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "[닌자 도구•항마의 꽃잎]을 발동한다. 처음 2단 공격은 지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가하고, 인접한 목표에게 라파 공격력의 @<b>#2[p]</b>#만큼 허수 속성 피해를 가한다. 3번째 공격은 모든 적에게 라파 공격력의 @<b>#3[p]</b>#만큼 허수 속성 피해를 가한다.<br>강화된 일반 공격으로 허수 약점이 없는 적을 공격해도 강인성을 감소시킬 수 있으며, 효과는 기존 강인성 감소 수치의 <b>#4[p]</b>지만 전투 스킬 포인트를 회복할 수 없다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.6,
                    0.5
                ],
                [
                    0.64,
                    0.32,
                    0.64,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.68,
                    0.5
                ],
                [
                    0.72,
                    0.36,
                    0.72,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.76,
                    0.5
                ],
                [
                    0.8,
                    0.4,
                    0.8,
                    0.5
                ],
                [
                    0.85,
                    0.425,
                    0.85,
                    0.5
                ],
                [
                    0.9,
                    0.45,
                    0.9,
                    0.5
                ],
                [
                    0.95,
                    0.475,
                    0.95,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v2": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "[인구•항마의 꽃잎]을 발동한다. 처음 2단 공격은 지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가하고, 인접한 목표에게 라파 공격력의 @<b>#2[p]</b>#만큼 허수 속성 피해를 가한다. 3번째 공격은 모든 적에게 라파 공격력의 @<b>#3[p]</b>#만큼 허수 속성 피해를 가한다.<br>강화된 일반 공격으로 허수 약점이 없는 적을 공격해도 강인성을 감소시킬 수 있으며, 효과는 기존 강인성 감소 수치의 <b>#4[p]</b>지만 전투 스킬 포인트를 회복할 수 없다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.6,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.68,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.76,
                    0.5
                ],
                [
                    0.84,
                    0.42,
                    0.84,
                    0.5
                ],
                [
                    0.92,
                    0.46,
                    0.92,
                    0.5
                ],
                [
                    1.0,
                    0.5,
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54,
                    1.08,
                    0.5
                ],
                [
                    1.16,
                    0.58,
                    1.16,
                    0.5
                ],
                [
                    1.24,
                    0.62,
                    1.24,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v3": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "[인구•항마의 꽃잎]을 발동한다. 처음 2단 공격은 지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가하고, 인접한 목표에게 라파 공격력의 @<b>#2[p]</b>#만큼 허수 속성 피해를 가한다. 3번째 공격은 모든 적에게 라파 공격력의 @<b>#3[p]</b>#만큼 허수 속성 피해를 가한다.<br>강화된 일반 공격으로 허수 약점이 없는 적을 공격해도 강인성을 감소시킬 수 있으며, 효과는 기존 강인성 감소 수치의 <b>#4[p]</b>지만 전투 스킬 포인트를 회복할 수 없다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.6,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.68,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.76,
                    0.5
                ],
                [
                    0.84,
                    0.42,
                    0.84,
                    0.5
                ],
                [
                    0.92,
                    0.46,
                    0.92,
                    0.5
                ],
                [
                    1.0,
                    0.5,
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54,
                    1.08,
                    0.5
                ],
                [
                    1.16,
                    0.58,
                    1.16,
                    0.5
                ],
                [
                    1.24,
                    0.62,
                    1.24,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v4": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "[인구•항마의 꽃잎]을 발동한다. 처음 2단 공격은 지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가하고, 인접한 목표에게 라파 공격력의 @<b>#2[p]</b>#만큼 허수 속성 피해를 가한다. 3번째 공격은 모든 적에게 라파 공격력의 @<b>#3[p]</b>#만큼 허수 속성 피해를 가한다.<br>강화된 일반 공격은 전투 스킬 포인트를 회복할 수 없고, 허수 약점이 없는 적을 공격해도 강인성을 감소시킬 수 있으며, 효과는 기존 강인성 감소 수치의 <b>#4[p]</b>다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.6,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.68,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.76,
                    0.5
                ],
                [
                    0.84,
                    0.42,
                    0.84,
                    0.5
                ],
                [
                    0.92,
                    0.46,
                    0.92,
                    0.5
                ],
                [
                    1.0,
                    0.5,
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54,
                    1.08,
                    0.5
                ],
                [
                    1.16,
                    0.58,
                    1.16,
                    0.5
                ],
                [
                    1.24,
                    0.62,
                    1.24,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Normal02"
        },
        "v5": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "[인구•항마의 꽃잎]을 발동한다. 처음 2단 공격은 지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가하고, 인접한 목표에게 라파 공격력의 @<b>#2[p]</b>#만큼 허수 속성 피해를 가한다. 3번째 공격은 모든 적에게 라파 공격력의 @<b>#3[p]</b>#만큼 허수 속성 피해를 가한다.<br>강화된 일반 공격은 전투 스킬 포인트를 회복할 수 없고, 허수 약점이 없는 적을 공격해도 강인성을 감소시킬 수 있으며, 효과는 기존 강인성 감소 수치의 <b>#4[p]</b>다. 약점 격파 시 허수 속성의 약점 격파 효과가 발동한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.6,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.68,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.76,
                    0.5
                ],
                [
                    0.84,
                    0.42,
                    0.84,
                    0.5
                ],
                [
                    0.92,
                    0.46,
                    0.92,
                    0.5
                ],
                [
                    1.0,
                    0.5,
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54,
                    1.08,
                    0.5
                ],
                [
                    1.16,
                    0.58,
                    1.16,
                    0.5
                ],
                [
                    1.24,
                    0.62,
                    1.24,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Normal02"
        },
        "Live": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]<br>Hidden Stat: #3[f]<br>Hidden Stat: #4[f]",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.6,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.68,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.76,
                    0.5
                ],
                [
                    0.84,
                    0.42,
                    0.84,
                    0.5
                ],
                [
                    0.92,
                    0.46,
                    0.92,
                    0.5
                ],
                [
                    1.0,
                    0.5,
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54,
                    1.08,
                    0.5
                ],
                [
                    1.16,
                    0.58,
                    1.16,
                    0.5
                ],
                [
                    1.24,
                    0.62,
                    1.24,
                    0.5
                ],
                [
                    1.32,
                    0.66,
                    1.32,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Normal02"
        }
    },
    "131710": {
        "v1": {
            "Name": "닌자 도구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]<br>Hidden Stat: #3[f]",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.5
                ],
                [
                    0.64,
                    0.32,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.5
                ],
                [
                    0.72,
                    0.36,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.5
                ],
                [
                    0.8,
                    0.4,
                    0.5
                ],
                [
                    0.85,
                    0.425,
                    0.5
                ],
                [
                    0.9,
                    0.45,
                    0.5
                ],
                [
                    0.95,
                    0.475,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v2": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]<br>Hidden Stat: #3[f]",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.5
                ],
                [
                    0.84,
                    0.42,
                    0.5
                ],
                [
                    0.92,
                    0.46,
                    0.5
                ],
                [
                    1.0,
                    0.5,
                    0.5
                ],
                [
                    1.08,
                    0.54,
                    0.5
                ],
                [
                    1.16,
                    0.58,
                    0.5
                ],
                [
                    1.24,
                    0.62,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v3": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.68,
                    0.34
                ],
                [
                    0.76,
                    0.38
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.92,
                    0.46
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54
                ],
                [
                    1.16,
                    0.58
                ],
                [
                    1.24,
                    0.62
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v4": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.68,
                    0.34
                ],
                [
                    0.76,
                    0.38
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.92,
                    0.46
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54
                ],
                [
                    1.16,
                    0.58
                ],
                [
                    1.24,
                    0.62
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Normal02"
        },
        "v5": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.68,
                    0.34
                ],
                [
                    0.76,
                    0.38
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.92,
                    0.46
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54
                ],
                [
                    1.16,
                    0.58
                ],
                [
                    1.24,
                    0.62
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Normal02"
        },
        "Live": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.68,
                    0.34
                ],
                [
                    0.76,
                    0.38
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.92,
                    0.46
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54
                ],
                [
                    1.16,
                    0.58
                ],
                [
                    1.24,
                    0.62
                ],
                [
                    1.32,
                    0.66
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_1317_Normal02"
        }
    },
    "131712": {
        "v1": {
            "Name": "닌자 도구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]",
            "Params": [
                [
                    0.6,
                    0.5
                ],
                [
                    0.64,
                    0.5
                ],
                [
                    0.68,
                    0.5
                ],
                [
                    0.72,
                    0.5
                ],
                [
                    0.76,
                    0.5
                ],
                [
                    0.8,
                    0.5
                ],
                [
                    0.85,
                    0.5
                ],
                [
                    0.9,
                    0.5
                ],
                [
                    0.95,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v2": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "<br>Hidden Stat: #1[f]<br>Hidden Stat: #2[f]",
            "Params": [
                [
                    0.6,
                    0.5
                ],
                [
                    0.68,
                    0.5
                ],
                [
                    0.76,
                    0.5
                ],
                [
                    0.84,
                    0.5
                ],
                [
                    0.92,
                    0.5
                ],
                [
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.5
                ],
                [
                    1.16,
                    0.5
                ],
                [
                    1.24,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v3": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.6
                ],
                [
                    0.68
                ],
                [
                    0.76
                ],
                [
                    0.84
                ],
                [
                    0.92
                ],
                [
                    1.0
                ],
                [
                    1.08
                ],
                [
                    1.16
                ],
                [
                    1.24
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v4": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.6
                ],
                [
                    0.68
                ],
                [
                    0.76
                ],
                [
                    0.84
                ],
                [
                    0.92
                ],
                [
                    1.0
                ],
                [
                    1.08
                ],
                [
                    1.16
                ],
                [
                    1.24
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal02"
        },
        "v5": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 9,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.6
                ],
                [
                    0.68
                ],
                [
                    0.76
                ],
                [
                    0.84
                ],
                [
                    0.92
                ],
                [
                    1.0
                ],
                [
                    1.08
                ],
                [
                    1.16
                ],
                [
                    1.24
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal02"
        },
        "Live": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.6
                ],
                [
                    0.68
                ],
                [
                    0.76
                ],
                [
                    0.84
                ],
                [
                    0.92
                ],
                [
                    1.0
                ],
                [
                    1.08
                ],
                [
                    1.16
                ],
                [
                    1.24
                ],
                [
                    1.32
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1317_Normal02"
        }
    },
    "131718": {
        "Live": {
            "Name": "인구•항마의 꽃잎",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "[인구•항마의 꽃잎]을 발동한다. 처음 2단 공격은 지정된 단일 적에게 라파 공격력의 @<b>#1[p]</b>#만큼 허수 속성 피해를 가하고, 인접한 목표에게 라파 공격력의 @<b>#2[p]</b>#만큼 허수 속성 피해를 가한다. 3번째 공격은 모든 적에게 라파 공격력의 @<b>#3[p]</b>#만큼 허수 속성 피해를 가한다.<br>강화된 일반 공격은 전투 스킬 포인트를 회복할 수 없고, 허수 약점이 없는 적을 공격해도 강인성을 감소시킬 수 있으며, 효과는 기존 강인성 감소 수치의 <b>#4[p]</b>다. 약점 격파 시 허수 속성의 약점 격파 효과를 발동한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.6,
                    0.5
                ],
                [
                    0.68,
                    0.34,
                    0.68,
                    0.5
                ],
                [
                    0.76,
                    0.38,
                    0.76,
                    0.5
                ],
                [
                    0.84,
                    0.42,
                    0.84,
                    0.5
                ],
                [
                    0.92,
                    0.46,
                    0.92,
                    0.5
                ],
                [
                    1.0,
                    0.5,
                    1.0,
                    0.5
                ],
                [
                    1.08,
                    0.54,
                    1.08,
                    0.5
                ],
                [
                    1.16,
                    0.58,
                    1.16,
                    0.5
                ],
                [
                    1.24,
                    0.62,
                    1.24,
                    0.5
                ],
                [
                    1.32,
                    0.66,
                    1.32,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                2.5,
                0.0,
                1.5
            ],
            "Icon": "SkillIcon_1317_Normal02"
        }
    }
}

var _avatarskilltree_ = {
    "1317": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "BreakDamageAddedRatioBase": 0.133
            },
            "Tree1": {
                "Name": "인법첩•마천",
                "Desc": "적 목표의 약점이 격파될 시 라파 에너지를 <b><color style='color:#f29e38'>2.0</color></b>pt 회복하고, 목표가 정예 적일 경우 추가로 에너지를 <b><color style='color:#f29e38'>8.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1317_SkillTree1"
            },
            "Tree2": {
                "Name": "인법첩•해명",
                "Desc": "[결인] 상태 동안 라파가 약점 격파 상태인 적 목표에게 강화된 일반 공격을 발동해 피해를 가하면, 이번 피해의 강인성 감소 수치가 <b><color style='color:#f29e38'>60.0%</color></b>의 슈퍼 격파 피해 1회로 전환된다",
                "Icon": "SkillIcon_1317_SkillTree2"
            },
            "Tree3": {
                "Name": "인법첩•고엽",
                "Desc": "적 목표의 약점이 격파될 시 받는 격파 피해가 <b><color style='color:#f29e38'>3.0%</color></b> 증가한다. 만약 라파의 현재 공격력이 <b><color style='color:#f29e38'>2000.0</color></b>보다 높을 경우, 공격력이 <b><color style='color:#f29e38'>100</color></b>pt 초과할 때마다 해당 수치가 추가로 <b><color style='color:#f29e38'>1.0%</color></b> 증가한다(최대 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가), 효과 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴",
                "Icon": "SkillIcon_1317_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "BreakDamageAddedRatioBase": 0.133
            },
            "Tree1": {
                "Name": "인법첩•마천",
                "Desc": "적 목표의 약점이 격파될 시 라파 에너지를 <b><color style='color:#f29e38'>2.0</color></b>pt 회복하고, 목표가 정예 적일 경우 추가로 에너지를 <b><color style='color:#f29e38'>8.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1317_SkillTree1"
            },
            "Tree2": {
                "Name": "인법첩•해명",
                "Desc": "[결인] 상태 동안 라파가 약점 격파 상태인 적 목표에게 강화된 일반 공격을 발동해 피해를 가하면, 이번 피해의 강인성 감소 수치가 <b><color style='color:#f29e38'>60.0%</color></b>의 슈퍼 격파 피해 1회로 전환된다",
                "Icon": "SkillIcon_1317_SkillTree2"
            },
            "Tree3": {
                "Name": "인법첩•고엽",
                "Desc": "적 목표의 약점이 격파될 시 받는 격파 피해가 <b><color style='color:#f29e38'>3.0%</color></b> 증가한다. 만약 라파의 현재 공격력이 <b><color style='color:#f29e38'>2000.0</color></b>pt보다 높을 경우, 공격력이 <b><color style='color:#f29e38'>100</color></b>pt 초과할 때마다 해당 수치가 추가로 <b><color style='color:#f29e38'>1.0%</color></b> 증가한다(최대 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가), 효과 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴",
                "Icon": "SkillIcon_1317_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "BreakDamageAddedRatioBase": 0.133
            },
            "Tree1": {
                "Name": "인법첩•마천",
                "Desc": "적 목표의 약점이 격파될 시 라파 에너지를 <b><color style='color:#f29e38'>10.0</color></b>pt 회복하고, 목표가 정예 적일 경우 추가로 에너지를 <b><color style='color:#f29e38'>[]</color></b>pt 회복한다",
                "Icon": "SkillIcon_1317_SkillTree1"
            },
            "Tree2": {
                "Name": "인법첩•해명",
                "Desc": "[결인] 상태 동안 라파가 약점 격파 상태인 적에게 강화된 일반 공격을 발동해 피해를 가하면, 이번 피해의 강인성 감소 수치가 <b><color style='color:#f29e38'>60.0%</color></b>의 슈퍼 격파 피해 1회로 전환된다",
                "Icon": "SkillIcon_1317_SkillTree2"
            },
            "Tree3": {
                "Name": "인법첩•고엽",
                "Desc": "적의 약점이 격파될 시 받는 격파 피해가 <b><color style='color:#f29e38'>3.0%</color></b> 증가한다. 만약 라파의 현재 공격력이 <b><color style='color:#f29e38'>2000.0</color></b>pt보다 높을 경우, 공격력이 <b><color style='color:#f29e38'>100</color></b>pt 초과할 때마다 해당 수치가 추가로 <b><color style='color:#f29e38'>1.0%</color></b> 증가한다(최대 추가로 <b><color style='color:#f29e38'>12.0%</color></b> 증가), 효과 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴",
                "Icon": "SkillIcon_1317_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "BreakDamageAddedRatioBase": 0.133
            },
            "Tree1": {
                "Name": "인법첩•마천",
                "Desc": "정예급 이상 적의 약점이 격파될 시 라파는 추가로 충전을 <b><color style='color:#f29e38'>1.0</color></b>pt 획득하고 에너지를 <b><color style='color:#f29e38'>10.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1317_SkillTree1"
            },
            "Tree2": {
                "Name": "인법첩•해명",
                "Desc": "[결인] 상태 동안 라파가 약점 격파 상태인 적에게 강화된 일반 공격을 발동해 피해를 가하면, 이번 피해의 강인성 감소 수치가 <b><color style='color:#f29e38'>60.0%</color></b>의 슈퍼 격파 피해 1회로 전환된다",
                "Icon": "SkillIcon_1317_SkillTree2"
            },
            "Tree3": {
                "Name": "인법첩•고엽",
                "Desc": "적의 약점이 격파될 시 받는 격파 피해가 <b><color style='color:#f29e38'>2.0%</color></b> 증가한다. 만약 라파의 현재 공격력이 <b><color style='color:#f29e38'>2400.0</color></b>pt보다 높을 경우, 공격력이 <b><color style='color:#f29e38'>100</color></b>pt 초과할 때마다 해당 수치가 추가로 <b><color style='color:#f29e38'>1.0%</color></b> 증가한다(최대 추가로 <b><color style='color:#f29e38'>8.0%</color></b> 증가), 효과 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴",
                "Icon": "SkillIcon_1317_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "BreakDamageAddedRatioBase": 0.133
            },
            "Tree1": {
                "Name": "인법첩•마천",
                "Desc": "정예급 이상 적의 약점이 격파될 시 라파는 추가로 충전을 <b><color style='color:#f29e38'>1.0</color></b>pt 획득하고 에너지를 <b><color style='color:#f29e38'>10.0</color></b>pt 회복한다",
                "Icon": "SkillIcon_1317_SkillTree1"
            },
            "Tree2": {
                "Name": "인법첩•해명",
                "Desc": "[결인] 상태 동안 라파가 약점 격파 상태인 적에게 강화된 일반 공격을 발동해 피해를 가하면, 이번 피해의 강인성 감소 수치가 <b><color style='color:#f29e38'>60.0%</color></b>의 슈퍼 격파 피해 1회로 전환된다",
                "Icon": "SkillIcon_1317_SkillTree2"
            },
            "Tree3": {
                "Name": "인법첩•고엽",
                "Desc": "적의 약점이 격파될 시 받는 격파 피해가 <b><color style='color:#f29e38'>2.0%</color></b> 증가한다. 만약 라파의 현재 공격력이 <b><color style='color:#f29e38'>2400.0</color></b>pt보다 높을 경우, 공격력이 <b><color style='color:#f29e38'>100</color></b>pt 초과할 때마다 해당 수치가 추가로 <b><color style='color:#f29e38'>1.0%</color></b> 증가한다(최대 추가로 <b><color style='color:#f29e38'>8.0%</color></b> 증가), 효과 지속 시간: <b><color style='color:#f29e38'>2.0</color></b>턴",
                "Icon": "SkillIcon_1317_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "BreakDamageAddedRatioBase": 0.133
            },
            "Tree1": {
                "Name": "인법첩•마천",
                "Desc": "정예급 이상 적의 약점이 격파될 시 라파는 추가로 충전을 <b><color style='color:#f29e38'>1</color></b>pt 획득하고 에너지를 <b><color style='color:#f29e38'>10</color></b>pt 회복한다",
                "Icon": "SkillIcon_1317_SkillTree1"
            },
            "Tree2": {
                "Name": "인법첩•해명",
                "Desc": "[결인] 상태 동안 라파가 <u>약점 격파 상태</u>인 적에게 강화된 일반 공격을 발동해 피해를 가하면, 이번 피해의 강인성 감소 수치가 <b><color style='color:#f29e38'>60%</color></b>의 <u>슈퍼 격파 피해</u> 1회로 전환된다",
                "Icon": "SkillIcon_1317_SkillTree2",
                "EE": [
                    10000015
                ]
            },
            "Tree3": {
                "Name": "인법첩•고엽",
                "Desc": "적의 약점이 격파될 시 받는 <u>격파 피해</u>가 <b><color style='color:#f29e38'>2%</color></b> 증가한다. 만약 라파의 현재 공격력이 <b><color style='color:#f29e38'>2400</color></b>pt보다 높을 경우, 공격력이 <b><color style='color:#f29e38'>100</color></b>pt 초과할 때마다 해당 수치가 추가로 <b><color style='color:#f29e38'>1%</color></b> 증가한다(최대 추가로 <b><color style='color:#f29e38'>8%</color></b> 증가), 효과 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1317_SkillTree3",
                "EE": [
                    10000014
                ]
            }
        }
    }
}

var _avatarrank_ = {
    "131701": {
        "v1": {
            "Rank": 1,
            "Name": "상세도반, 삼도무육전",
            "Desc": "필살기를 발동하여 [결인] 상태에 진입하는 동안 라파가 가하는 피해는 목표의 방어력을 <b><color style='color:#f29e38'>15.0%</color></b> 무시하고, [결인] 상태 해제 후 에너지를 <b><color style='color:#f29e38'>20.0</color></b>pt 회복한다",
            "Icon": "SkillIcon_1317_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "상세도반, 삼도무육전",
            "Desc": "필살기를 발동하여 [결인] 상태에 진입하는 동안 라파가 가하는 피해는 목표의 방어력을 <b><color style='color:#f29e38'>15.0%</color></b> 무시하고, [결인] 상태 해제 후 에너지를 <b><color style='color:#f29e38'>20.0</color></b>pt 회복한다",
            "Icon": "SkillIcon_1317_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "삼도천을 건너려나 육도전 없네",
            "Desc": "필살기를 발동하여 [결인] 상태에 진입하는 동안 라파가 가하는 피해는 목표의 방어력을 <b><color style='color:#f29e38'>15.0%</color></b> 무시하고, [결인] 상태 해제 후 에너지를 <b><color style='color:#f29e38'>20.0</color></b>pt 회복한다",
            "Icon": "SkillIcon_1317_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "삼도천을 건너려나 육도전 없네",
            "Desc": "필살기를 발동하여 [결인] 상태에 진입하는 동안 라파가 가하는 피해는 목표의 방어력을 <b><color style='color:#f29e38'>15.0%</color></b> 무시하고, [결인] 상태 해제 후 에너지를 <b><color style='color:#f29e38'>20.0</color></b>pt 회복한다",
            "Icon": "SkillIcon_1317_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "삼도천을 건너려나 육도전 없네",
            "Desc": "필살기를 발동하여 [결인] 상태에 진입하는 동안 라파가 가하는 피해는 목표의 방어력을 <b><color style='color:#f29e38'>15.0%</color></b> 무시하고, [결인] 상태 해제 후 에너지를 <b><color style='color:#f29e38'>20.0</color></b>pt 회복한다",
            "Icon": "SkillIcon_1317_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "삼도천을 건너려나 육도전 없네",
            "Desc": "필살기를 발동하여 [결인] 상태에 진입하는 동안 라파가 가하는 피해가 목표의 방어력을 <b><color style='color:#f29e38'>15%</color></b> 무시하고, [결인] 상태 해제 후 에너지를 <b><color style='color:#f29e38'>20</color></b>pt 회복한다",
            "Icon": "SkillIcon_1317_Rank1"
        }
    },
    "131702": {
        "v1": {
            "Rank": 2,
            "Name": "하이쿠의 암호, 유식무괘애",
            "Desc": "[결인] 상태 동안 격파 특수효과가 추가로 <b><color style='color:#f29e38'>20.0%</color></b> 증가하고, 강화된 일반 공격으로 허수 약점이 없는 적 공격 시에도 강인성을 감소할 수 있는 효과가 추가로 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "하이쿠의 암호, 유식무괘애",
            "Desc": "[결인] 상태 동안 격파 특수효과가 추가로 <b><color style='color:#f29e38'>20.0%</color></b> 증가하고, 강화된 일반 공격으로 허수 약점이 없는 적 공격 시에도 강인성을 감소할 수 있는 효과가 추가로 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "하이쿠를 외우니 근심 걱정 없네",
            "Desc": "[결인] 상태 동안 격파 특수효과가 추가로 <b><color style='color:#f29e38'>[]</color></b> 증가하고, 강화된 일반 공격으로 허수 약점이 없는 적 공격 시에도 강인성을 감소할 수 있는 효과가 추가로 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "하이쿠를 외우니 근심 걱정 없네",
            "Desc": "강화된 일반 공격의 처음 2단 공격은 지정된 단일 적에 대해 강인성 감소 수치가 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "하이쿠를 외우니 근심 걱정 없네",
            "Desc": "강화된 일반 공격의 처음 2단 공격은 지정된 단일 적에 대해 강인성 감소 수치가 <b><color style='color:#f29e38'>50.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "하이쿠를 외우니 근심 걱정 없네",
            "Desc": "강화된 일반 공격의 처음 2단 공격이 지정된 단일 적에게 가하는 강인성 감소 수치가 <b><color style='color:#f29e38'>50%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank2"
        }
    },
    "131703": {
        "v1": {
            "Rank": 3,
            "Name": "당탑가람, 말법무간옥",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1317_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "당탑가람, 말법무간옥",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1317_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "사찰 즐비해도 말법의 무간옥이라네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1317_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "사찰 즐비해도 말법의 무간옥이라네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1317_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "사찰 즐비해도 말법의 무간옥이라네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1317_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "사찰 즐비해도 말법의 무간옥이라네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1317_BP"
        }
    },
    "131704": {
        "v1": {
            "Rank": 4,
            "Name": "경년열화, 임협무인의",
            "Desc": "[결인] 상태 동안 모든 아군의 속도가 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "경년열화, 임협무인의",
            "Desc": "[결인] 상태 동안 모든 아군의 속도가 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "시간이 흘러 임협마저 인의를 잃었네",
            "Desc": "[결인] 상태 동안 모든 아군의 속도가 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "시간이 흘러 임협마저 인의를 잃었네",
            "Desc": "[결인] 상태 동안 모든 아군의 속도가 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "시간이 흘러 임협마저 인의를 잃었네",
            "Desc": "[결인] 상태 동안 모든 아군의 속도가 <b><color style='color:#f29e38'>12.0%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "시간이 흘러 임협마저 인의를 잃었네",
            "Desc": "[결인] 상태 동안 모든 아군의 속도가 <b><color style='color:#f29e38'>12%</color></b> 증가한다",
            "Icon": "SkillIcon_1317_Rank4"
        }
    },
    "131705": {
        "v1": {
            "Rank": 5,
            "Name": "일심불란, 명현무도시",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "일심불란, 명현무도시",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "일심불란의 화살은 빗나가지 않네",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "일심불란의 화살은 빗나가지 않네",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1317_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "일심불란의 화살은 빗나가지 않네",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1317_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "일심불란의 화살은 빗나가지 않네",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1317_Ultra"
        }
    },
    "131706": {
        "v1": {
            "Rank": 6,
            "Name": "파사현정, 응보무자비",
            "Desc": "특성 효과가 인접한 목표에게 가하는 격파 피해 배율이 <b><color style='color:#f29e38'>120.0%</color></b> 증가하고, 가하는 격파 피해와 강인성 감소 효과는 격파된 목표 이외의 모든 적 목표에게도 적용된다",
            "Icon": "SkillIcon_1317_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "파사현정, 응보무자비",
            "Desc": "특성 효과가 인접한 목표에게 가하는 격파 피해 배율이 <b><color style='color:#f29e38'>120.0%</color></b> 증가하고, 가하는 격파 피해와 강인성 감소 효과는 격파된 목표 이외의 모든 적 목표에게도 적용된다",
            "Icon": "SkillIcon_1317_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "파사현정의 응보는 자비가 없네",
            "Desc": "특성 효과가 인접한 목표에게 가하는 격파 피해 배율이 <b><color style='color:#f29e38'>400.0%</color></b> 증가하고, 가하는 격파 피해와 강인성 감소 효과는 격파된 목표 이외의 모든 적 목표에게도 적용된다",
            "Icon": "SkillIcon_1317_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "파사현정의 응보는 자비가 없네",
            "Desc": "특성 효과가 인접한 목표에게 가하는 격파 피해 배율이 <b><color style='color:#f29e38'>500.0%</color></b> 증가하고, 가하는 격파 피해와 강인성 감소 효과는 격파된 목표 이외의 모든 적 목표에게도 적용된다",
            "Icon": "SkillIcon_1317_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "파사현정의 응보는 자비가 없네",
            "Desc": "전투 시작 시 라파가 특성 효과의 충전을 <b><color style='color:#f29e38'>5.0</color></b>pt 획득하고, 충전 상한이 <b><color style='color:#f29e38'>5.0</color></b>pt 증가한다. [인구•항마의 꽃잎]의 세 번째 공격 발동 후 충전을 <b><color style='color:#f29e38'>5.0</color></b>pt 획득한다",
            "Icon": "SkillIcon_1317_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "파사현정의 응보는 자비가 없네",
            "Desc": "전투 시작 시 라파가 특성 효과의 충전을 <b><color style='color:#f29e38'>5</color></b>pt 획득하고, 충전 상한이 <b><color style='color:#f29e38'>5</color></b>pt 증가한다. [인구•항마의 꽃잎]의 3번째 공격 발동 후 충전을 <b><color style='color:#f29e38'>5</color></b>pt 획득한다",
            "Icon": "SkillIcon_1317_Rank6"
        }
    }
}

var _story_ = {
    "1317": [
        {
            "_id": 1,
            "Story": "축시 삼각의 섬광탄처럼 페나코니에 나타나 자신을 닌자라고 칭하며, 세간의 모든 것을 「인법」으로 귀결하는 기묘한 소녀.<br>닌자•진언을 읊고, 요란•닌자 부적을 그리고, 닌자•법첩의 「닌자•도」를 수련하며——즉 랩, 그래피티, 만화——자신의 의지를 갈고닦는 한편, 성간을 누비며 의로운 일을 행하고 있다.<br>「갤럭시 레인저」의 일원으로서 줄곧 「원숭이 통치자•사닌」이라고 불리는 악당을 은하의 끝까지 쫓고 있다"
        },
        {
            "_id": 2,
            "Story": "<b>은하인법첩의 요란파마전•시련 노드: 무자비한 수리검</b><br><i> >>시스템 초기화>><br>>>유저 <color=#dbc291ff>요란•닌자 레인저</color> 접속 성공>><br>>>닌자 레벨 인증 중>><br>>>당신만의 닌자•게임에 오신 것을 환영합니다!>></i><br><br>시련 시스템: 닌자 도시의 거리에는 초록색의 불길한 달빛이 가득합니다. 원숭이 통치옥 안, 깨진 유리병에서는 악취가 나는 점액이 흘러나오고, 괴이한 소리가 끊임없이 울려 퍼지고 있습니다.<br>시련 시스템: 당신은 대사가 하사한 요란•채묵•인구를 가지고 무정한 산성비 속을 누비며 불결한 공기를 가르고, 원숭이 통치옥의 중심으로 향합니다.<br>시련 시스템: 사닌들이 당신을 발견했고 알아들을 수 없는 말을 하며 당신을 향해 달려듭니다.<br><br>???: <i>「실험체가 폭동을 일으켰다!」</i><br>???: <i>「맙소사, 귀한 기구들을 다 박살 냈잖아!」</i><br>???: <i>「누가 이 망할 바이러스를 얘 머리에 넣은 거야!」</i><br><color=#dbc291ff>요란•닌자 레인저</color>: <i>「이얍——」</i><br>시스템 메시지: 닌자의 손에서 이채가 발산됐습니다!<br><color=#dbc291ff>요란•닌자 레인저</color>: <i>「크악——」</i><br>시스템 메시지: 닌자가 지형을 이용해 사닌들의 포위에서 벗어났습니다!<br>시스템 메시지: 대반야신이시여! 닌자의 HP가 경곗값까지 내려갔습니다! 위험합니다!<br>시스템 메시지: 닌자가 포위망을 돌파했습니다!<br>시스템 메시지: 닌자가 닌자 도시의 정상에 섰습니다!<br>시스템 메시지: 닌자의 빛이 이 파괴된 도시를 비춥니다!<br><color=#dbc291ff>요란•닌자 레인저</color>: <i>「악당들아, 사세구를 읊을 준비나 해라——」</i><br><color=#dbc291ff>요란•닌자 레인저</color>: <i>「인법•오의•요란 멸파살진!」</i><br>시련 시스템: 원숭이 통치옥의 진법이 눈꽃처럼 스러졌고, 당신은 드디어 닌자 도시의 대문을 엽니다.<br>시련 시스템: 실망스럽게도 문 너머에 장본인인 「원숭이 통치자•사닌」은 없습니다.<br>시련 시스템: 당신은 닌자 도시 밖의 세계는 무서울 정도로 넓다는 사실을 깨닫습니다.<br>시련 시스템: 힐끗 뒤돌아본 당신은 마음속으로 조용히 결정을 내립니다.<br><b>선택:<br>       1. 앞으로 나아가기<br>       2. 뒤로 물러나기</b><br>시스템 메시지: 닌자에게 남은 선택 시간은 5초입니다.<br>시스템 메시지: 5<br>시스템 메시지: 4<br>시스템 메시지: 닌자가 [앞으로 나아가기]를 선택했습니다.<br>시련 시스템: 대란신이시여! 닌자에게 돌아볼 길이란 없습니다! 게다가, 세계를 구하는 영웅의 전설을 거부할 자는 없는 법이죠.<br>시련 시스템: 당신의 ≪요란파마전≫을 시작하세요!<br>시스템 메시지: 유저 [<color=#dbc291ff>요란•닌자 레인저</color>]의 경험치+10,000. 공격력을 대폭 증가시킬 수 있는 [<color=#dbc291ff>항마•꽃잎</color>]을 획득합니다"
        },
        {
            "_id": 3,
            "Story": "<b>은하인법첩의 요란파마전•시련 노드: 닌자는 조그만 일에 얽매이지 않는다</b><br><i> >>시스템 초기화>><br>>>유저 <color=#dbc291ff>요란•닌자 레인저</color> 접속 성공>><br>>>닌자 레벨 인증 중>><br>>>당신만의 닌자•게임에 오신 것을 환영합니다!>></i><br><br>시련 시스템: 원숭이 통치옥의 사진을 파괴한 후, 당신은 원숭이 통치자•사닌을 없애겠다고 맹세했습니다.<br>시련 시스템: 당신은 어느 낯선 마을을 유람하던 중 전투 유인원에게 쫓기고 있던 「여행자」를 구했습니다.<br>시련 시스템: 당신은 그가 원숭이 통치옥에 종속되어 있던 서기라는 걸 깨달았습니다. 원숭이 통치자•사닌은 틀림없이 그를 없애려 들 것입니다.<br><br>중상을 입은 서기: <i>「참 웃기네. 네 도움을 받게 될 줄이야」</i><br>중상을 입은 서기: <i>「아직도 닌자 행세를 하고 있다니. 그건 그냥 『밈 바이러스』일 뿐이란 거, 알지?」</i><br>중상을 입은 서기: <i>「초인류든, 닌자든, 레인저든… 어떤 미래든 전부 타인에 의해 결정되지. 넌 영원히 진짜 『세계』로 돌아갈 수 없어」</i><br>시련 시스템: 닌자가 서기의 말을 곱씹어 봅니다.<br>시련 시스템: 대란신이시여! 닌자의 사기가 떨어지기 시작했습니다.<br>시련 시스템: 아이에에에! 이 얼마나 잔혹한 진실인가. 당신은 이미 알고 있었지만, 마주하고 싶지 않았습니다.<br>시련 시스템: 하지만 이제 당신은 선택해야 합니다——사닌의 부하가 다시 추격해 옵니다. 이 배은망덕한 사람을 도와주시겠습니까?<br><b>선택:<br>       1. 도와준다</b><br>       시련 시스템: <i>「나의 미래는 끝이 없다. 사닌은 기슭의 발자국일 뿐, 유일한 선택은 정의의 사냥이다!」</i><br>        시련 시스템: 당신은 닌자•진언을 읊으며 손쉽게 사악한 원숭이를 처리했습니다. 당신은 「닌자」의 이름이 진짜인지 가짜인지는 신경 쓰지 않기로 했습니다. 자신이 하는 일이 진심에서 비롯된 것을 알기 때문입니다.<br>      <b> 2. 상관 안 한다</b><br>         시련 시스템: <i>「또 사닌의 독단•망언이군!」</i> 당신은 그의 말을 비웃었습니다. 하지만 뒤에 있는 원숭이들이 너무 싫었던 당신은 그를 내버려두고, 추격해 온 자들을 처리합니다.<br>시스템 메시지: 닌자는 [도와준다]를 선택했습니다.<br>시스템 메시지: 닌자의 사기가 빠르게 오르고 있습니다!<br>시스템 메시지: 유저 [<color=#dbc291ff>요란•닌자 레인저</color>]의 경험치+20,000. 사기 최대치를 증가시켜주는 [<color=#dbc291ff>닌자•마음</color>]을 획득합니다!<br>시련 시스템: 당신은 더는 의심하지 않고, 더는 당신을 함부로 심판하려 하는 이 독단•망언에 관심을 두지 않습니다.<br>시련 시스템: 그들은 당신이 자신의 세계에 갇힌 불쌍한 녀석이라고 말합니다.<br>시련 시스템: 하지만 과연, 그들이라고 당신과 다를까요?"
        },
        {
            "_id": 4,
            "Story": "<b>은하인법첩의 요란파마전•시련 노드: 닌자 레인저의 길이란 무엇인가</b><br><i> >>시스템 초기화>><br>>>유저 <color=#dbc291ff>요란•닌자 레인저</color> 접속 성공>><br>>>닌자 레벨 인증 중>><br>>>당신만의 닌자•게임에 오신 것을 환영합니다!>></i><br><br>시련 시스템: 이것은 당신이 요란 닌자 레인저가 된 후 치르는 33번째 전투입니다. 당신은 원숭이 통치자•사닌의 발자국을 추적했고, 그의 사악한 손에서 여러 세계를 구해냈습니다.<br>시련 시스템: 당신은 자신이 폭파한 지하실을 바라봅니다. 햇빛이 벽의 구멍을 통해 들어오고 봄바람이 처음으로 이 거대한 동굴 안에 불어옵니다.<br>시련 시스템: 눈앞에 있는 것은 「원숭이 통치자•사닌」이 20년 동안 속인 군•화염 마을입니다. 지하에서 살아온 사람들은 바깥세상엔 온통 전쟁뿐이라고 믿고 차라리 무기를 만드는 도구로 전락하기를 바라고 있습니다.<br>시련 시스템: 이야! 하지만 당신은 주민들의 진짜 생각을 알고 있습니다. 그들은 전쟁이라는 거짓말에 의존해서 마음속으로 거짓된 행복과 만족감을 만들어냈습니다.<br>시련 시스템: 그래서 그들은 미래에 대해 회의만 가득하죠.<br><br>현지 주민: <i>「지상에선 전쟁이 끊이지 않지만 우린 안전하게 결혼식과 장례식을 치르며 다른 사람은 누리기 어려운 삶을 누리고 있어 행복했습니다」</i><br>현지 주민: <i>「지상의 군대로부터 『지하』의 무기 제조로 전쟁에서 승리해야 한다는 말을 들었을 때, 사람으로 태어난 가치가 있다며 행복해했습니다」</i><br>현지 주민: <i>「전쟁이 이미 끝났다고요? 과거의 삶은 무기상의 거짓말이었다고요? 그, 그럼 이 20년 동안 우리는 뭘 위해 일한 겁니까!?」</i><br>시스템 메시지: 닌자가 진실을 모르는 현지 주민에게 질문을 받고 있습니다.<br>시스템 메시지: 닌자의 사기가 천천히 떨어집니다.<br>시련 시스템: 하지만 원숭이 통치자•사닌의 박해를 받은 모든 세계가 그렇듯, 그냥 두면 그들과 후손은 더 많은 실험의 고통을 당하게 될 겁니다.<br>시련 시스템: 예전의 당신이 그러했듯 말이죠.<br>시련 시스템: 지금 당신은 어떤 선택을 할 건가요?<br><b>선택:<br>       1. 인도를 고수한다</b><br>        시련 시스템: <i>「닌자 레인저의 길은 악을 제거하고 바로잡는 것. 세상의 악을 베는 것이 소인이 오르고자 하는 하늘이야」</i><br>        시련 시스템: 당신이 공수도로 또 지하실의 벽면을 부수자 더 많은 햇살이 들어옵니다. 어떤 이는 안쪽으로 더 깊이 파고들고 어떤 이는 밖으로 걸어 나갑니다.<br>       <b>2. 내버려둔다</b><br>        시련 시스템: 당신은 더는 「진실」을 가지고 입씨름하지 않고, 그들의 생각을 존중하기로 합니다. 처연히 떠나면서 지상의 군•화염 사닌을 해결했습니다. 당신은 벽은 이미 부서졌으니 그들은 결국 햇빛에 이끌릴 것이라고 생각합니다.<br>시스템 메시지: 닌자가 [인도를 고수한다]를 선택했습니다.<br>시스템 메시지: 유저 [<color=#dbc291ff>요란•닌자 레인저</color>]의 경험치+30,000. 강인도 최대치를 증가시켜주는 [<color=#dbc291ff>요란•인도</color>]를 획득합니다!<br>시련 시스템: 군•화염 마을에 새로 태어난 생명은 놀라운 속도로 진짜 세계에 적응했습니다. 당신은 이를 기쁘게 바라보았습니다. 그들은 행복하고 걱정 없이 어른으로 자랄 수 있을 것입니다.<br>시련 시스템: 축하합니다. 또 다른 마을이 요괴에게서 벗어났습니다——하지만 당신의 악을 무찌르는 여정의 속도는, 원숭이 통치자•사닌이 곳곳에 위해를 끼치는 속도에 비할 바가 못 됩니다.<br>시련 시스템: 당신에겐 지쳐있을 틈이 없습니다. 이제 어디로 가야 할까요?"
        },
        {
            "_id": 5,
            "Story": "<b>은하인법첩의 요란파마전•시련 노드: 최초의 것과 미래의 것</b><br><i> >>시스템 초기화>><br>>>유저 <color=#dbc291ff>요란•닌자 레인저</color> 접속 성공>><br>>>닌자 레벨 인증 중>><br>>>당신만의 닌자•게임에 오신 것을 환영합니다!>></i><br><br>시련 시스템: 왓쇼이! 한정 임무!<br>시련 시스템: 당신은 자신이 우주의 이상한 구멍에 빠져 특별한 판타지 이야기——<i>「만약 내가 닌자 레인저가 아니었다면」</i>에 들어왔단 사실을 깨닫고 깜짝 놀랐습니다.<br>시련 시스템: 어린 당신은 닌자의•힘이 담긴 비밀의 약을 다시 복용할 필요가 없고, 뇌둔 인법의 고통을 느끼지 않아도 되며, 정신이 밈 바이러스에 다시 속박당하지 않아도 됩니다.<br>시련 시스템: 만약 당신이 닌자 레인저가 아니라면 어떤 사람이 되고 싶은가요? 어떤 인생을 살 것인가요?<br><color=#dbc291ff>요란•닌자 레인저</color>: <i>「모르겠어. 그런 건 한 번도 생각해본 적 없는걸」</i><br>시련 시스템: 역시 사닌을 사냥하고 인도를 널리 떨치는 이러한 행동 원칙은 당신의 뼛속까지 새겨져 있습니다. 그러니 제가 당신을 위해 선택지를 드리겠습니다.<br><br><b>선택:<br>       1. 열혈 만화가</b><br>        시련 시스템: 어릴 적 그림 그리기가 취미이던 당신은 각양각색의 만화책를 읽고, 점점 화려한 색채와 흥미진진한 이야기에 매료됩니다. 그러면서 당신은 사람들을 열광시키는 캐릭터와 인생을 만들어 내고 싶다고 생각했고 매우 인기 있는 열혈 만화가가 되었습니다.<br>      <b>2. 금 체인 목걸이를 한 가수</b><br>        시련 시스템: 당신은 학자들이 가득한 연구소에서 생활했고, 그들은 입만 열면 생소한 학술 용어를 말하거나 과도한 미사여구를 늘어놓습니다. 그들은 진중하고 문법에 엄격하며 권력에 아첨합니다…. 당신은 거짓으로 가득 찬 언어에 싫증을 느꼈습니다. 당신은 당신의 진심을 노래에 담았고, 반항적인 가수가 되었습니다.<br>       <b>3. 무도관 사범</b><br>       시련 시스템: 당신은 선천적으로 남다른 신체 능력을 갖췄고, 신체 단련으로 인한 정신적 자극에 집중했습니다…. 당신은 무도관의 사범이자 우주 공수도의 달인이 되었습니다.<br>시련 시스템: 당신은 마땅히 누려야 했던 다른 인생의 가능성을 마주하고 혼란스러워졌습니다. 거기에는 증오도, 사명에 의한 속박도 없고, 복잡한 선악을 따질 필요도 없이 자신이 정한 인생을 받아들이면 됩니다. 만약 이러한 선택지와 가능성이 있어도 당신은 여전히 닌자가 되고 싶나요?<br>시스템 메시지: 해당 스테이지에서 닌자는 충분한 시간을 들여 선택할 수 있습니다.<br><br><i>>>게임 일시정지 중>></i><br><br>그녀는 고글을 벗고 고개를 숙여 생각에 잠겼다.<br><i>「기억의 마을의 초•환영이 정말 흥미로운 질문을 던져주네. 만약 소인이 요란 인도를 걷지 않았다면……」</i><br>거짓된 청사진이 그녀를 짧은 공상에 빠트렸지만, 그녀는 곧 이 문제를 머릿속에서 지워버렸다——<br><i>「하지만 이 세상의 모든 요괴가 제거되지 않는 한, 이 공상은 근거 없는 포영에 불과해」</i><br>저 멀리 유성이 떠올랐다. 닌자 레인저의 사냥이 끝나기 전까지 마음을 어지럽히면 안 된다. 나머지는 찰나의 잡념에 불과하다.<br>요란•닌자 레인저는 모자챙을 내리고 아무런 망설임 없이 진정한 시련의 장으로 뛰어든다.<br><br><i>>>게임 저장 중>></i><br><br>시스템 메시지: 유저 [<color=#dbc291ff>요란•닌자 레인저</color>]가 잠시 게임을 떠났습니다"
        }
    ]
}

var _voice_ = {
    "1317": [
        {
            "_id": "archive_rappa_1",
            "Title": "첫 만남",
            "Voice": "안녕, 야구 방망이•닌자! 귀공의 닌자의 길은 찬란한 빛과도 같군. ≪은하인법첩≫에 이런 말이 있어. 「지옥의 끝엔 반드시 빛이 있고, 그 빛은 세상의 어둠을 밝히리」"
        },
        {
            "_id": "archive_rappa_2",
            "Title": "인사",
            "Voice": "인생은 밤이슬(夜露)과 같아서 죽음의 고통(死苦)을 끊기 어렵군——야구 방망이•닌자, 요로시쿠(夜露死苦)"
        },
        {
            "_id": "archive_rappa_3",
            "Title": "작별",
            "Voice": "제행무상, 이번 이별이 어쩌면 영원한 이별일지도 모르지. 귀공의 닌자의 길에 용기가 가득하고 영원히 쇠락하지 않길 바라. 또 만나!"
        },
        {
            "_id": "archive_rappa_4",
            "Title": "자신에 대해•신분",
            "Voice": "내 닌자 이름은 「라파」, 「일심불란, 파사현정」의 의미를 담고 있어. 대란신의 화살처럼, 닿지 않는 곳이 없고 막을 수 있는 자가 없지"
        },
        {
            "_id": "archive_rappa_5",
            "Title": "자신에 대해•인법",
            "Voice": "은하 인법은 변화무쌍하지만, 악당을 제거한다는 닌자•신념은 영원히 변하지 않아"
        },
        {
            "_id": "archive_rappa_6",
            "Title": "자신에 대해•닌자 도구",
            "Voice": "스시가 쌀밥이 아니고 하이쿠가 가사가 아니듯이, 소인의 손에 병기 또한 기계가 아닌 인법으로 주조하고, 인혼을 주입해서, 인술로 다루는 닌자의 길에 걸맞은 「닌자•과학」이라 할 수 있어"
        },
        {
            "_id": "archive_rappa_7",
            "Title": "잡담•인도•진언",
            "Voice": "별하늘 아래 악이 깔리고, 무력한 자들은 몸부림치네. 공백의 인법은 혈루(血淚)로 적고, 닌자는 밤의 장막에 몸을 맡기네. 진리는 심오하고 인법이 난무하니, 흔적 없이 사라지는 것이 무도한 악의 only way. 난파 속 악당을 말살시키고, 동트기 전 눈부신 불꽃을 밝히리"
        },
        {
            "_id": "archive_rappa_8",
            "Title": "취미",
            "Voice": "평화로운 날에도 수행을 게을리할 순 없어. 닌자•진언을 외우고, 요란•닌자 부적을 그리며, 닌자•법첩의 인술을 익혀야 해. 이것이 바로 닌자의 세 가지 즐거움이지"
        },
        {
            "_id": "archive_rappa_9",
            "Title": "고민",
            "Voice": "각지의 악당들은 내가 요란•닌자 부적을 그리는 걸 싫어해. 예전엔 지하•철 역에서 봉행인과 꼬박 7일 밤낮으로 싸웠었어. 그 과거는 누군가에 의해 초•환영으로 만들어진 것 같더라고"
        },
        {
            "_id": "archive_rappa_10",
            "Title": "공유•생명",
            "Voice": "우리 인생은 잠시 빌려온 것뿐이니, 마음껏 즐기고 다시 하늘에 돌려주는 게 좋지 않을까? ≪은하인법첩≫에 이런 말이 있어. 「빌릴 때는 다섯, 돌려줄 때는 넷이어라. 본래 아무것도 없는데, 어찌 없는 것에 대해 말할 수 있는가」"
        },
        {
            "_id": "archive_rappa_11",
            "Title": "견문•사랑",
            "Voice": "쿠차 대사는 「사랑」이 세상 만물을 구성하는 닌자의 힘의 근원이라고 가르쳐 줬어. 동기상구, 애라무용(愛羅武勇)——이것이 바로 애사천류(愛死天流)•인법의 오의라고 할 수 있지"
        },
        {
            "_id": "archive_rappa_12",
            "Title": "은총•수라 전하에 대해",
            "Voice": "은총•수라 전하의 탄환은 만 리 밖 표적의 목도 꿰뚫을 수 있고, 은총•수라 전하의 의지는 절대 무너지지 않지. 근데 만약 은총•수라 전하의 탄환으로 그의 의지를 쏜다면…. 미안, 이야기가 이상하게 흘렀네"
        },
        {
            "_id": "archive_rappa_13",
            "Title": "비룡•닌자에 대해",
            "Voice": "그는 인법도 뛰어나고 말투나 행동이 예사롭지 않아. 문무를 겸비한 닌자•대사라고 할 수 있지. 소인은 아직 그들의 경지에 도달하지 못하였으니, 수행을 게을리할 수 없어!"
        },
        {
            "_id": "archive_rappa_14",
            "Title": "유리•닌자에 대해",
            "Voice": "그녀는 자신의 과거를 몰라 힘들어했지만, 여전히 앞으로 나아가고 있어. ≪은하인법첩≫에 이런 말이 있지. 「찰나의 덧없는 삶, 안에 있으면 밖에 없고, 가면 오지 않고, 이곳에 있으면 저곳엔 없는 것이라」"
        },
        {
            "_id": "archive_rappa_15",
            "Title": "두꺼비•닌자에 대해",
            "Voice": "그는 진정한 닌자의 길을 찾기 위해 구도자처럼 세상을 돌아다니며 만물을 기록해. 하지만 무릇 형상이 있는 것들은 전부 허상에 불과하지. ≪은하인법첩≫에 이런 말이 있어. 「현실이 있기에 꿈이 존재하고, 실체가 있기에 공허도 존재하니, 구도의 길은 나타나지도 사라지지도 않으며 모든 사물 속에 존재한다」"
        },
        {
            "_id": "archive_rappa_16",
            "Title": "가무•닌자에 대해",
            "Voice": "이 얼마나 아름다운 선율이야! 노랫소리가 울려 퍼질 때, 난 바닥에 주저앉아 슬피 울부짖었지. 한 번 피어난 꽃은 한 사람의 일생과 같고, 꽃은 꽃대로 피어나고 사람은 사람대로 살아간다. 아아!"
        },
        {
            "_id": "archive_rappa_17",
            "Title": "원숭이 통치자•사닌에 대해",
            "Voice": "말법의 시대에 사닌이 강성해졌어. 하지만 원숭이 통치자•사닌이 아무리 강해도 생멸의 법칙은 피할 수 없지. 살아있는 자는 반드시 멸망하지만, 죄업은 사라지지 않으니 대란신의 신령한 위엄이 결국 드러나게 될 거야"
        },
        {
            "_id": "archive_rappa_18",
            "Title": "「매커니컬 피버」에 대해",
            "Voice": "설국에서 온 닌자의 노래•번현급관! 이 아름다운 선율은 봄바람을 부드럽게 휘감아 흰 구름 위로 떠오르게 하겠지"
        },
        {
            "_id": "archive_rappa_19",
            "Title": "닌자 의수•적귀에 대해",
            "Voice": "은총•수라 전하의 결투를 보기 위해 직접 선주 「나부」를 찾았어. 상대는 닌자•의수를 사용하는 적귀•닌자였고, 그의 전투 의지는 순수하고 흔들림이 없었지. 절대 평범한 인물은 아닐 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_rappa",
            "Title": "성혼 활성화",
            "Voice": "하압! 불래불거, 무생무사"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_rappa",
            "Title": "캐릭터 승급",
            "Voice": "하압! 사고팔고, 영고성쇠"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_rappa",
            "Title": "캐릭터 최고 레벨",
            "Voice": "이 몸은 구름처럼 이름을 남기지. 인생은 덧없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_rappa",
            "Title": "행적 활성화",
            "Voice": "무정! 증오는 짙은 안개와 꽃으로 흩어지리"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_rappa",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "{NICKNAME}•닌자, 부디 가르침을"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toboothill_rappa",
            "Title": "파티 편성•부트힐",
            "Voice": "은총•수라 전하, 사악한 자들에게 요란의 닌자•연맹의 맛을 보여주시죠!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_rappa",
            "Title": "파티 편성•단항",
            "Voice": "비룡•닌자, 귀공의 도움은 백 명과도 같은 힘이 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_rappa",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "이렇게 능숙한 빙둔•인법이라니, 역시 유리•닌자야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_torobin_rappa",
            "Title": "파티 편성•로빈",
            "Voice": "귀공의 음률•인법과 함께라면 모든 악을 무찌를 수 있을 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_rappa",
            "Title": "전투 시작•약점 격파",
            "Voice": "면갑•분쇄!"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_rappa",
            "Title": "전투 시작•위험 경보",
            "Voice": "이곳은 곧 위대한 사냥의 시작점이 되리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_rappa_01",
            "Title": "턴 시작•1",
            "Voice": "<color=#dbc291ff>요란•닌자</color> 토벌하러 왔다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_rappa_02",
            "Title": "턴 시작•2",
            "Voice": "요괴들이여 속히 물러가라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_rappa",
            "Title": "턴 대기",
            "Voice": "≪은하인법첩≫에는 이런 말이 있지. 기회가 올 때까지 인내하라"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_rappa_01",
            "Title": "일반 공격",
            "Voice": "거합!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_rappa_01",
            "Title": "전투 스킬•1",
            "Voice": "요란•인법•니시키에!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_rappa_02",
            "Title": "전투 스킬•2",
            "Voice": "요란•인법•센사이!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_rappa_01",
            "Title": "약공격 피격",
            "Voice": "소용없어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_rappa_01",
            "Title": "강공격 피격",
            "Voice": "꽤 괜찮네!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_rappa",
            "Title": "필살기•활성화",
            "Voice": "은하인법, 변화무쌍"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cg_rappa",
            "Title": "필살기•애니메이션 활성화",
            "Voice": "받아라——「인법•오의•요란 멸파살진」!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_rappa",
            "Title": "필살기•발동",
            "Voice": "참! 단! 파!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_rappa_01",
            "Title": "전투 불능",
            "Voice": "이만, 물러갈게……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_rappa",
            "Title": "전투 복귀",
            "Voice": "인법•전생? 완벽무결!"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_rappa",
            "Title": "HP 회복",
            "Voice": "절대 행복! 닌자•의술!!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_rappa",
            "Title": "비술",
            "Voice": "인보폭주!"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_rappa",
            "Title": "전투 승리",
            "Voice": "그대의 사세구를 가슴속 깊이 새기지. 그럼 이만"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_rappa",
            "Title": "전리품 오픈•1",
            "Voice": "닌자는 재물을 탐해선 안 되지만… 비상금은 필요하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_rappa_02",
            "Title": "전리품 오픈•2",
            "Voice": "대란신께서 내려주신 상을 감사히 받겠습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_rappa",
            "Title": "진귀한 전리품 오픈",
            "Voice": "≪은하인법첩≫에 기록된 닌자•보물이다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_rappa",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "정교한 인법 기관장치지만 이 정도는 식은 죽 먹기야"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_rappa_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "지혜의 시련은 닌자가 반드시 거쳐야 하는 시련이지"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_rappa",
            "Title": "적 발견",
            "Voice": "대란신이시여, 이 얼마나 강력한 요괴인가……"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_rappa",
            "Title": "도시로 복귀",
            "Voice": "이곳의 닌자의 힘은 너무나도 약하네. 요란•인법의 색채를 이곳에 흩뿌려야겠어!"
        }
    ]
}

var _notes_ = {
    "1317": []
}

var _adiff_ = {
    "1317": {
        "v4": [
            "``Base Stats`- ATK 640.332 → 717.948 ;<br>- SPD 102.0 → 96.0 ;<br>- Energy 150.0 → 140.0 ;"
        ]
    }
}

var _mtc_ = {
    "1317": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114001": 5
            },
            {
                "2": 8000,
                "114001": 10
            },
            {
                "2": 16000,
                "114002": 6,
                "110427": 3
            },
            {
                "2": 40000,
                "114002": 9,
                "110427": 7
            },
            {
                "2": 80000,
                "114003": 6,
                "110427": 20
            },
            {
                "2": 160000,
                "114003": 9,
                "110427": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110201": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "114002": 4
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "114003": 3
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "114003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110505": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110505": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110505": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "공격력 +28%",
                "Mat": {
                    "2": 237500,
                    "114001": 2,
                    "110202": 8,
                    "114002": 7,
                    "110203": 11,
                    "114003": 11
                }
            },
            {
                "Name": "속도 +9",
                "Mat": {
                    "2": 210000,
                    "110201": 3,
                    "114001": 6,
                    "110203": 11,
                    "114003": 11
                }
            },
            {
                "Name": "격파 특수효과 +13.3%",
                "Mat": {
                    "2": 170000,
                    "110202": 3,
                    "114002": 3,
                    "110203": 8,
                    "114003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "인법첩•마천",
                "Mat": {
                    "2": 5000,
                    "110201": 3,
                    "110505": 1
                }
            },
            {
                "Name": "인법첩•해명",
                "Mat": {
                    "2": 20000,
                    "110202": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "인법첩•고엽",
                "Mat": {
                    "2": 160000,
                    "110203": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}