// Auto Generated

var _avatarskill_ = {
    "140801": {
        "v1": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v2": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v3": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v4": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v5": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "Live": {
            "Name": "불을 쫓는 구세의 길, 끝내 닿으리",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        }
    },
    "140802": {
        "v1": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v2": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v3": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v4": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v5": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "Live": {
            "Name": "여명의 창세, 천지를 개벽할지니",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "[불씨]를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 파이논 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 파이논 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        }
    },
    "140803": {
        "v1": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며, 변신 중에는 <u>경계</u>를 펼친다. <u>경계</u> 내 다른 동료는 <u>퇴장</u>하고 행동할 수 없으며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 시작 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v2": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며, 변신 중에는 <u>경계</u>를 펼친다. <u>경계</u> 내 다른 동료는 <u>퇴장</u>하고 행동할 수 없으며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 시작 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v3": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며 변신 기간에 <u>경계</u>를 펼친다. <u>경계</u> 안의 다른 동료는 <u>퇴장</u>하고 행동 불가에 빠지며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 행동 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v4": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며 변신 기간에 <u>경계</u>를 펼친다. <u>경계</u> 안의 다른 동료는 <u>퇴장</u>하고 행동 불가에 빠지며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 행동 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v5": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "█████(으)로 변신하며 변신 기간에 <u>경계</u>를 펼친다. <u>경계</u> 안의 다른 동료는 <u>퇴장</u>하고 행동 불가에 빠지며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>█████은(는) 자신의 턴에 진입하지 않는 대신 <u>█████의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 █████ 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>█████의 보너스 턴</u> 행동 시 즉시 마지막 일격을 발동하고 █████ 공격력의 @<b>#1[p]</b>#만큼 모든 적이 균등 분담하는 물리 속성 필살기 피해를 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "Live": {
            "Name": "영원히 타오르는 세상, 그가 짊어지리라",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "카오스라나로 변신하며, 변신 중에는 <u>경계</u> [귀허의 아이언툼]을 펼친다. <u>경계</u> 내 다른 동료는 <u>퇴장</u>하고 행동할 수 없으며, 모든 적은 항상 물리 속성 약점을 보유한다.<br>카오스라나는 자신의 턴에 진입하지 않는 대신 <u>카오스라나의 보너스 턴</u>을 <b>#4[f]</b>개 보유하고, 속도는 카오스라나 기본 속도의 <b>#3[p]</b>로 고정된다. 마지막 <u>카오스라나의 보너스 턴</u> 시작 시 즉시 마지막 일격을 발동하여 모든 적이 균등 분담하는 물리 속성 필살기 피해를 카오스라나 공격력의 @<b>#1[p]</b>#만큼 가한다",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        }
    },
    "140804": {
        "v1": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기가 활성화되며, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다.<br>파이논이 아군 또는 임의의 단일 적의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 아군의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v2": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기가 활성화되며, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다.<br>파이논이 아군 동료 또는 임의의 단일 적의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 아군 동료의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v3": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기가 활성화되며, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다.<br>파이논이 아군 동료 또는 임의의 단일 적의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 아군 동료의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v4": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기가 활성화되며, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다.<br>파이논이 아군 동료 또는 임의의 단일 적의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 아군 동료의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v5": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기를 활성화할 수 있고, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다. 변신 종료 시 초과한 포인트만큼 [불씨]를 획득한다.<br>파이논이 임의의 다른 목표의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 파이논 동료의 스킬 목표가 될 시 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "Live": {
            "Name": "이 몸을 횃불 삼아",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "파이논의 특성. [불씨]가 <b>#4[f]</b>pt에 도달하면 필살기를 활성화할 수 있고, 최대치 도달 후 최대 <b>#3[f]</b>pt 초과할 수 있다. 변신 종료 시 초과한 포인트에 기반해 [불씨]를 획득한다.<br>파이논이 임의의 다른 목표의 스킬 목표가 될 시 [불씨]를 1pt 획득한다. 스킬 발동자가 파이논 동료일 시 추가로 파이논의 치명타 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        }
    },
    "140806": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        }
    },
    "140807": {
        "v1": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[파괴]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v2": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[파괴]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v3": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[훼멸]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v4": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[훼멸]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v5": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복시키고, <u>[훼멸]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "Live": {
            "Name": "종결의 시작",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "",
            "Desc": "파이논이 파티에 있을 시 비술 포인트 최대치가 3pt 증가한다.<br>비술을 직접 발동하면 비술 포인트를 2pt 소모하고 즉시 일정 범위 내의 모든 적을 공격한다. 전투 진입 후 아군의 에너지를 <b>#3[f]</b>pt 회복하고, <u>[훼멸]</u> <b>#2[f]</b>pt와 전투 스킬 포인트 <b>#4[f]</b>pt를 획득하며, 웨이브가 시작될 때마다 모든 적에게 파이논 공격력의 <b>#1[p]</b>만큼 물리 속성 피해를 가한다.<br>일반 적을 공격하면 대상을 즉시 처치하며 전투에 진입하지 않는다. 적을 명중하지 못하면 비술 포인트를 소모하지 않는다",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        }
    },
    "140808": {
        "v1": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v2": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v3": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v4": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v5": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[파괴]</u>를 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "Live": {
            "Name": "창생•피 묻은 가시의 장송",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "확산",
            "Desc": "<u>[훼멸]</u>을 <b>#3[f]</b>pt 획득하고 지정된 단일 적에게 카오스라나 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 인접한 목표에게 카오스라나 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        }
    },
    "140809": {
        "v1": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v2": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v3": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v4": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v5": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[파괴]</u>를 획득하고, 이후 모든 적을 즉시 행동하게 하며 [영혼을 파쇄하는 불길]을 1스택 획득한다. <br>[영혼을 파쇄하는 불길] 상태에서 █████은(는) 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 즉시 행동한 모든 적이 행동하고 나면 <u>반격</u>을 발동하며, 모든 적에게 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>█████의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "Live": {
            "Name": "재앙•영혼과 천명의 소멸",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "강화",
            "Desc": "모든 적의 수만큼 <u>[훼멸]</u>을 획득하고, [영혼을 파쇄하는 불길]을 1스택 획득한다. 이후 모든 적을 즉시 행동하게 한다. <br>[영혼을 파쇄하는 불길] 상태에서 카오스라나는 받는 피해가 <b>#2[p]</b> 감소하고, 적이 공격 또는 행동 후 [영혼을 파쇄하는 불길]을 1스택 중첩한다. 해당 적 행동이 종료되면 즉시 <u>반격</u>을 발동하며, 모든 적에게 카오스라나 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하고 추가로 피해를 <b>#3[f]</b>회 가하며, 회마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#4[p]</b>#만큼 물리 속성 피해를 가하고, 이후 [영혼을 파쇄하는 불길]을 해제한다. [영혼을 파쇄하는 불길] 스택마다 이번 <u>반격</u>의 피해 배율을 기존 배율의 <b>#5[p]</b>만큼 증가시킨다.<br>해당 스킬을 통해 피해를 가할 시 전투 스킬 피해를 가한 것으로 간주한다. <u>카오스라나의 보너스 턴</u> 시작 시 [영혼을 파쇄하는 불길]을 보유할 경우 즉시 <u>반격</u>을 발동한다",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        }
    },
    "140805": {
        "v1": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 중에는 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u>당 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.2,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.32,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.44,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.56,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.68,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    1.8,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    1.95,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.1,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.25,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.4,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.52,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.64,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    2.76,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    2.88,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.0,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v2": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 중에는 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u>당 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.2,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.32,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.44,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.56,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.68,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    1.8,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    1.95,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.1,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.25,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.4,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.52,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.64,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    2.76,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    2.88,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.0,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v3": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 기간 동안 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u> 1턴마다 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v4": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 기간 동안 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u> 1턴마다 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v5": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "█████의 특성. 변신 시 <u>[파괴]</u>를 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 목표의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>█████은(는) <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 기간 동안 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. █████이(가) 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>█████의 보너스 턴</u> 1턴마다 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "Live": {
            "Name": "운명•이 몸이 곧 신이로다",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "카오스라나의 특성. 변신 시 <u>[훼멸]</u>을 <b>#1[f]</b>pt 획득한다. 이때 아군의 턴일 경우 해당 아군의 모든 <u>버프 효과</u> 지속 시간이 1턴 연장되며, 이번 턴은 종료된다.<br>카오스라나는 <u>제어류 디버프 상태</u>에 면역되고, 강화된 일반 공격 1개와 강화된 전투 스킬 2개를 보유하며 필살기를 발동할 수 없다. 변신 중에는 공격력이 @<b>#4[p]</b># 증가하고 HP 최대치가 @<b>#5[p]</b># 증가하며, 공격을 발동하면 자신의 HP 최대치의 <b>#7[p]</b>만큼 HP를 회복한다. 카오스라나가 치명적인 공격을 받을 시 <u>전투 불능 상태</u>에 빠지지 않는 대신 자신의 HP 최대치의 <b>#2[p]</b>만큼 HP를 회복하고 즉시 마지막 일격을 발동한다. 남은 <u>카오스라나의 보너스 턴</u> 1개당 마지막 일격의 피해 배율이 기존 배율의 <b>#3[p]</b>만큼 감소한다.<br>변신 종료 시 모든 아군의 속도가 <b>#6[p]</b> 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        }
    },
    "140811": {
        "v1": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 추가로 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v2": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 추가로 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v3": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 추가로 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v4": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 추가로 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v5": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 █████ 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[파괴]</u>를 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 매번 랜덤 단일 적에게 █████ 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[파괴]</u> <b>#4[f]</b>pt 소모 시 █████ 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 추가로 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "Live": {
            "Name": "기둥•죽음의 별의 심판",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "바운스",
            "Desc": "자신의 모든 <u>디버프 효과</u>를 해제하고, 이후 최대 카오스라나 공격력의 @<b>#5[p]</b>#만큼 물리 속성 피해를 가한다.<br>그중 <u>[훼멸]</u>을 1pt 소모할 때마다 피해를 <b>#3[f]</b>회 가하며, 회마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#2[p]</b>#만큼 물리 속성 피해를 가한다. <u>[훼멸]</u> <b>#4[f]</b>pt 소모 시 추가로 카오스라나 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가하며, 해당 피해는 모든 적이 균등 분담한다",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        }
    }
}

var _avatarskilltree_ = {
    "1408": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종착지를 향해",
                "Desc": "변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>40%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종착지를 향해",
                "Desc": "변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>40%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종점을 향해",
                "Desc": "변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>45%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종점을 향해",
                "Desc": "변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>45%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종점을 향해",
                "Desc": "전투 시작 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다. 변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>45%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동되지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "세계의 종점을 향해",
                "Desc": "전투 시작 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다. 변신 종료 시 [불씨]를 <b><color style='color:#f29e38'>3</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "수많은 횃불을 짊어진 몸",
                "Desc": "동료가 제공하는 치유 효과 또는 실드를 받을 시 가하는 피해가 <b><color style='color:#f29e38'>45%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>4</color></b>턴. 해당 효과는 단일 턴 내에 중복 발동하지 않는다.<br>동료가 제공하는 에너지 회복 스킬 효과를 받을 시 [불씨]를 <b><color style='color:#f29e38'>1</color></b>pt 획득한다",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "투영된 영웅의 본색",
                "Desc": "전투 진입 또는 변신 종료 시 공격력이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 해당 효과 최대 중첩수: <b><color style='color:#f29e38'>2</color></b>스택",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140801": {
        "v1": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>72%</color></b>로 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>15%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v2": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>72%</color></b>로 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>15%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v3": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>2%</color></b>만큼 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>40%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v4": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>2%</color></b>만큼 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>40%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v5": {
            "Rank": 1,
            "Name": "파이논의 성혼 1",
            "Desc": "<u>█████의 보너스 턴</u> 속도가 █████ 기본 속도의 <b><color style='color:#f29e38'>1.5%</color></b>만큼 증가한다. [불씨]가 최대치에 도달하면 자신의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>50%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "Live": {
            "Rank": 1,
            "Name": "불과 빛, 선악의 화신",
            "Desc": "<u>카오스라나의 보너스 턴</u>의 기본 속도 계승 비율이 <b><color style='color:#f29e38'>66%</color></b>로 증가한다. 단일 전투에서 적이 1기 처치될 때마다 추가로 <b><color style='color:#f29e38'>1.5%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>84%</color></b>까지 증가한다.<br>필살기 발동 시 치명타 피해가 <b><color style='color:#f29e38'>50%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        }
    },
    "140802": {
        "v1": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>120%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v2": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>120%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v3": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>20%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v4": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>20%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v5": {
            "Rank": 2,
            "Name": "파이논의 성혼 2",
            "Desc": "█████이(가) 공격 발동으로 가하는 피해가 기존 피해의 <b><color style='color:#f29e38'>20%</color></b>가 된다. <u>[파괴]</u>를 <b><color style='color:#f29e38'>4</color></b>pt 소모하여 [기둥•죽음의 별의 심판] 발동 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "Live": {
            "Rank": 2,
            "Name": "하늘과 땅, 세상의 포영",
            "Desc": "카오스라나의 물리 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다. [기둥•죽음의 별의 심판] 1회 발동으로 소모하는 <u>[훼멸]</u> 포인트가 <b><color style='color:#f29e38'>4</color></b>pt 도달 시 <u>보너스 턴</u>을 1개 획득한다",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        }
    },
    "140803": {
        "v1": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "파이논의 성혼 3",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "무수한 고요함은 귀허에 묻혔고",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1408_Ultra"
        }
    },
    "140804": {
        "v1": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 추가로 [영혼을 파쇄하는 불길]을 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "파이논의 성혼 4",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "수없는 티탄의 얼굴이 흐릿해졌네",
            "Desc": "[재앙•영혼과 천명의 소멸] 발동 시 [영혼을 파쇄하는 불길]을 추가로 <b><color style='color:#f29e38'>4</color></b>스택 획득한다",
            "Icon": "SkillIcon_1408_Rank4"
        }
    },
    "140805": {
        "v1": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "파이논의 성혼 5",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "영겁의 시곗바늘, 삼천만 번의 회전",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1408_BP"
        }
    },
    "140806": {
        "v1": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "<u>[파괴]</u>의 최대치가 2pt 증가한다. [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸] 발동 시 <u>[파괴]</u>를 추가로 <b><color style='color:#f29e38'>2</color></b>pt 획득한다. [기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>20%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v2": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "<u>[파괴]</u> 최대치가 2pt 증가한다. [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸] 발동 시 <u>[파괴]</u>를 추가로 <b><color style='color:#f29e38'>2</color></b>pt 획득한다. [기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>20%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v3": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "<u>[파괴]</u>의 최대치가 2pt 증가한다. [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸] 발동 시 <u>[파괴]</u>를 추가로 <b><color style='color:#f29e38'>6</color></b>pt 획득한다. [기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>36%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v4": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "<u>[파괴]</u>의 최대치가 2pt 증가한다. [창생•피 묻은 가시의 장송] 또는 [재앙•영혼과 천명의 소멸] 발동 시 <u>[파괴]</u>를 추가로 <b><color style='color:#f29e38'>6</color></b>pt 획득한다. [기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>36%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v5": {
            "Rank": 6,
            "Name": "파이논의 성혼 6",
            "Desc": "[불씨]의 초과 가능 포인트에 더 이상 상한이 없어진다. 전투 시작 시 [불씨]를 <b><color style='color:#f29e38'>6</color></b>pt 획득한다.<br>[기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>36%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "Live": {
            "Rank": 6,
            "Name": "이지러진 석양, 영원토록 떠오르리",
            "Desc": "[불씨]의 초과 가능 포인트에 상한이 없어진다. 전투 시작 시 [불씨]를 <b><color style='color:#f29e38'>6</color></b>pt 획득한다.<br>[기둥•죽음의 별의 심판]의 공격 발동 후 HP가 가장 높은 적에게 추가로 이번 공격 총 피해량의 <b><color style='color:#f29e38'>36%</color></b>만큼 <u>확정 피해</u>를 가한다",
            "Icon": "SkillIcon_1408_Rank6"
        }
    }
}

var _story_ = {
    "1408": [
        {
            "_id": 1,
            "Story": "세상과 동떨어진 변방 마을 엘리사이 에데스는 오늘날 안개에 싸인 전설로만 남아 있다.<br>이름 없는 영웅 █████, 「부세」의 불씨를 담은 황금의 후예여, 세상의 이상을 기억하고 모든 이의 운명을 짊어지며, 신세계에 첫 번째 서광을 가져와라.<br>——<i>「그러나 여명이 처음부터 존재하지 않았다면, 분노의 불길로 이 몸을 불태워 내일의 뜨거운 태양이 되리라!」</i>"
        },
        {
            "_id": 2,
            "Story": "엘리사이 에데스, 소년의 고향.<br>해가 뜨면 일하고 해가 지면 쉬는, 그의 삶처럼 소박한 곳이다.<br><br>소년은 정원이 몇 명밖에 되지 않는 작은 교사에서 지루한 역사 수업을 듣고 있었다. 소년의 마음은 이미 손에서 흩날리는 톱밥을 따라 먼 곳으로 흘러갔다.<br><br>조금씩, 책상 서랍에 숨겨져 있던 나무토막이 점점 전사의 모습을 드러냈다.<br><i>「실력에 걸맞은 묵직한 대검이 있어야지……」</i><br>소년은 햇빛을 받으며 나무토막 끝을 뾰족하게 갈았다.<br><i>「갑옷은 명예로운 상흔으로 반짝이고, 망토는 폭풍우를 가르는 날개 같아」<br>「그리고……」</i><br><br><i>「파이논! 최강의 전사가 되고 싶다면… 수업에 집중해야지」</i><br>피시아스 선생님은 늘 지치지도 않고 소년의 공상을 깼다.<br><br>소년은 학교보다 밀짚 더미가 쌓인 훈련장이 좋았다.<br>그곳은 소년의 전장이었고, 허수아비는 습격해 오는 군단이자 돌격해 오는 괴수였다.<br>학교를 가지 않는 날이면 소년은 마을 곳곳에서 맛있는 냄새가 풍길 때까지 훈련장에서 나무를 깎아 만든 친구들과 하루를 보냈다.<br><br>시원한 나무 그늘 밑에서 지친 소년은 풀밭에 눕자마자 잠들었다.<br>조각 난 꿈에 한 번도 본 적 없는 도시 국가가 나오며 파란만장한 이야기가 펼쳐졌다.<br><br><i>「가서 영웅이 되어라……」</i><br><br>그 마음의 소리는 엘리사이 에데스에 넘실대는 맥랑처럼 소년을 원행의 길로 이끌었다"
        },
        {
            "_id": 3,
            "Story": "방직공과 어린아이 같은 모습의 선지자는 타지를 떠돌다 온 청년에게 종종 불을 쫓는 여정과 황금의 후예에 관한 역사를 들려줬다.<br>빛을 잃은 방직공의 눈빛은 방황하는 그의 마음을 꿰뚫어 보는 듯했고, 선지자의 천진난만함은 고향처럼 포근했다.<br><br><i>「그러니까 황금의 후예는 하늘이 내린 운명이란 거네요……」</i><br>청년이 용기를 내어 입을 열었다.<br>방직공은 고개를 저었다.<br><i>「그보단 기나긴 고행이라고 하는 편이 맞겠지」</i><br><br>청년은 밀 향기로 가득한 과거를 가슴에 묻었다. 거룩한 도시 군단에 합류한 그는 심오한 검술이 숨 쉬는 것처럼 자연스러워질 때까지 날마다 훈련했다.<br>세상을 충격에 빠뜨린 그 사투에서 청년은 크렘노스 왕세자와 열흘간 밤낮없이 맞붙었다. 치열한 격전 속에서 그는 자신을 죽음조차 두려워하지 않는 검으로 여기는 듯했다.<br><br>물론 청년은 유쾌하고 가벼운 태도로 타인을 대할 때가 훨씬 많았다.<br><i>「사람들이 친근하고 편하다고 느끼길 바랄 뿐이야」</i><br>그의 친구는 콧방귀를 뀌었지만, 그 덕분에 백발의 청년이 거룩한 도시의 평민과 귀족에게 신뢰와 존경을 받는다는 것을 알고 있었다.<br><br>나무 정원에서 공부하던 시절, 논리에 관심이 없던 청년은 서고의 고전 서적을 탐독한 후 토론장에서 재치 있는 연설로 승리를 거머쥐곤 했다.<br>지혜로는 스승에게 미치지 못했으나, 부족한 것은 자신을 고수하는 용기임을 그는 잘 알고 있었다.<br><br>다만 청년은 전장에서 돌아와 의사에게 치료를 받은 후에도 오랫동안 생각에 잠겨 있었다.<br><i>「파이논 님… 혹시 밤중에 자주 깨거나, 잠들지 못하시나요?」</i><br><br>그는 개의치 않았다.<br>신을 격추하는 길을 걸으려면 사람들이 원하는 모습으로 자신을 조각해야 했다"
        },
        {
            "_id": 4,
            "Story": "뇌창을 치켜든 신이 광기에 빠졌을 때, 그 「분쟁」이라는 이름의 전투에서 남자는 동료와 함께 그 미치광이 신에게 마지막 해방을 주었다.<br>「이성」의 불씨를 쟁탈하는 토론장에서 남자는 옛 은사와 대치하며 잔혹한 처형을 지켜봤다.<br>「하늘」의 전장 오른 남자는 무지개다리를 건너 뜨거운 태양 빛으로 먹구름을 걷어내고 위험천만한 앞길을 밝혔다.<br><br><i>「우리를 이끌어 줘, 구세주」</i><br>방직공의 위로에 남자는 씁쓸했다. 하지만 그는 남들 앞에서 걱정을 드러내고 싶지 않았다.<br><br>수없는 죽음을 겪은 왕세자는 귀향길에 오르며 남자에게 크렘노스족을 맡겼다.<br><i>「걱정 마. 내가 잘 돌볼게」</i><br>수천 개의 몸으로 분열한 선지자는 소멸됐고, 남자는 여정 초기의 맹세를 넘겨받았다.<br><i>「트리비 선생님, 제가 직접… 별과 달이 가득한 내일을 보러 갈게요」</i><br>학자는 진리를 좇아 목숨을 내던졌고, 성녀는 고독한 운명을 껴안았다.<br><i>「내세에선 진리가 밝혀지고, 생사는… 질서 있게 돌아갈 거야」</i><br>방직공은 황금 목욕탕에서 편히 잠들었고, 발 빠른 의적은 아쉬움을 남긴 채 발걸음을 멈췄으며, 하늘에 살게 된 의사는 더 이상 땅으로 돌아올 수 없게 됐다.<br><i>「난 내 몸을 장작 삼아… 신세계를 비추는 불꽃이 되겠어」</i><br><br>눈물을 흘릴 수 없었던 남자는 마음속 고통을 느끼며 기억을 머릿속에 새길 수밖에 없었다.<br>그는 만인의 염원을 짊어지고 아침 해가 떠오르는 산꼭대기를 향해 비틀거리며 나아갔다.<br><br>그는 믿었다. 언젠가 서광이 앰포리어스의 긴 밤을 밝히리라는 것을.<br><br><i>「그러나 여명이 처음부터 존재하지 않았다면……」</i><br>그는 이 질문을 자신에게 수없이 되물었다.<br>이제 남자는 뜨겁게 타오르는 종착지를 향해 「파이논」이라는 마지막 한 획을 긋는다——<br><br><i>「분노의 불길로 이 몸을 불태워 내일의 뜨거운 태양이 되리라!」</i>"
        },
        {
            "_id": 5,
            "Story": "지금껏 수없이 그래왔듯, 그는 불빛 속에서 그것을 다시 보았다——<br><br>엘리사이 에데스의 아침, 아침 햇살이 마을의 밀밭을 비추고 있다.<br><br><i>「이런 꿈을… 수없이 꾼 것 같은데……」</i><br>나무 밑에서 깨어난 남자아이가 잠에서 덜 깬 눈을 비볐다.<br><br>꿈속에서 태양은 추락했다. 영웅의 조각상은 무너지고, 녹아내리고, 산산조각 나며 세계를 잿더미로 만들었다.<br>죽음의 적막 속에서 검게 그을린 익숙한 형체는 홀로 비틀거리며 끝없는 어둠으로 향했다.<br><br><i>「그 형체는 자신뿐만 아니라… 주변의 모든 것을 불태웠어……」</i><br>남자아이는 아직 완성하지 못한 나무조각을 멍하니 내려다보았다. 꿈에서 생생하게 느껴졌던 분노와 자기혐오가 마음을 울리고 있었다.<br><i>「그런 세계는… 영웅을 기다리고 있겠지……」</i><br><br><i>「미래는 어떤 모습일까?」</i><br>황금빛 밀짚을 벤 남자아이의 눈앞에 파란만장한 서사시가 펼쳐졌다.<br><i>「어쩌면 곧 영웅이 나타나 곳곳에서 의로운 일을 행하며 온갖 문제를 해결하고도 이름을 남기지 않을지도 몰라……<br>과거는 베일에 싸여 있고, 황당한 운명에 맞서 무시무시한 적을 꺾을 거야.<br>세계가 위기에 빠져도 진심으로 맹세를 지키며 가는 곳마다 평화와 번영을 가져다주겠지……<br>백 번이든, 만 번이든, 천만 번이든… 영웅은 파멸된다고 해도 절대 지지 않아……」</i><br><br>……<br><br>모든 게 변하지 않았다면,<br>엘리사이 에데스의 나날도 과거 수천만 번처럼 조용히 흘러갔을 것이다.<br>그 미약한 불꽃은 여정을 떠나는 순간 그의 마음에 심어졌다.<br>남자아이가 소년이 되고, 다시 나루터에 설 때, 다시 먼 곳을 향해 여정을 떠날 때,<br>그는 미래로 달려 나가며 그 조각난 꿈을 잊을 것이다.<br>그는 자신이 불타는 장작이 되어 무의미한 불꽃을 키울 때까지 이 여정이 얼마나 멀고도 험난한지 알지 못할 것이다.<br>그 끝에 다다라서야 자신이 머나먼 길을 걸어왔음을 깨닫게 되리라.<br><br>마지막으로 그는 아침 해가 처음 떠오르는 순간, 자신의 이상을 새겼던 형상을 떠올릴 것이다. 앞으로의 세월 속에서 그는 그 형상을 「구세주」라고 부를 것이다.<br><br>그리고 그의 이름은 기억 속에서 흩어질 것이다"
        },
        {
            "_id": 6,
            "Story": "속세를 벗어난 변방 마을 엘리사이 에데스는 오늘날 안개에 싸인 전설로만 남아있다.<br>이름 없는 영웅 카오스라나, 「부세」의 불씨를 담은 황금의 후예여, 세상의 이상을 기억하고 모든 이의 운명을 짊어지며, 신세계에 첫 번째 서광을 가져와라.<br>——<i>「그러나 여명이 처음부터 존재하지 않았다면, 분노의 불길로 이 몸을 불태워 내일의 뜨거운 태양이 되리라!」</i>"
        },
        {
            "_id": 7,
            "Story": "엘리사이 에데스, 소년의 고향.<br>해가 뜨면 일하고 해가 지면 쉬는, 그의 삶처럼 소박한 곳이다.<br><br>소년은 정원이 몇 명밖에 되지 않는 작은 교사에서 지루한 역사 수업을 듣고 있었다. 소년의 마음은 이미 손에서 흩날리는 톱밥을 따라 먼 곳으로 흘러갔다.<br><br>조금씩, 책상 서랍에 숨겨져 있던 나무토막이 점점 전사의 모습을 드러냈다.<br><i>「실력에 걸맞은 묵직한 대검이 있어야지……」</i><br>소년은 햇빛을 받으며 나무토막 끝을 뾰족하게 갈았다.<br><i>「갑옷은 명예로운 상흔으로 반짝이고, 망토는 폭풍우를 가르는 날개 같아」<br>「그리고……」</i><br><br><i>「파이논! 최강의 전사가 되고 싶다면… 수업에 집중해야지」</i><br>피시아스 선생님은 늘 지치지도 않고 소년의 공상을 깼다.<br><br>소년은 학교보다 밀짚 더미가 쌓인 훈련장이 좋았다.<br>그곳은 소년의 전장이었고, 허수아비는 습격해 오는 군단이자 돌격해 오는 괴수였다.<br>학교를 가지 않는 날이면 소년은 마을 곳곳에서 맛있는 냄새가 풍길 때까지 훈련장에서 나무를 깎아 만든 친구들과 하루를 보냈다.<br><br>시원한 나무 그늘 밑에서 지친 소년은 풀밭에 눕자마자 잠들었다.<br>조각 난 꿈에 한 번도 본 적 없는 도시 국가가 나오며 파란만장한 이야기가 펼쳐졌다.<br><br><i>「가서 영웅이 되어라……」</i><br><br>그 마음의 소리는 엘리사이 에데스에 넘실대는 맥랑처럼 소년을 원행의 길로 이끌었다.<br>->->->->->->->->->->->->-><br><b>>>>1번째 연산<br>……<br>>>>부여 대상 「NeiKos496」 정의<br>>>>배경 로딩 <u>[엘리사이 에데스]</u><br>>>>시뮬레이션 실행</b><br>대상 「NeiKos496」, 좌표계 A-F 궤적을 따라 이동<br>대상 「NeiKos496」, 신규 변수 <u>[마음속 영웅]</u> 생성<br><b>>>>변수 <u>[검은 물결]</u> 이동 업데이트 시작, <u>[엘리사이 에데스]</u> 덮어쓰기 명령 실행</b>"
        },
        {
            "_id": 8,
            "Story": "방직공과 어린아이 같은 모습의 선지자는 타지를 떠돌다 온 청년에게 종종 불을 쫓는 여정과 황금의 후예에 관한 역사를 들려줬다.<br>빛을 잃은 방직공의 눈빛은 방황하는 그의 마음을 꿰뚫어 보는 듯했고, 선지자의 천진난만함은 고향처럼 포근했다.<br><br><i>「그러니까 황금의 후예는 하늘이 내린 운명이란 거네요……」</i><br>청년이 용기를 내어 입을 열었다.<br>방직공은 고개를 저었다.<br><i>「그보단 기나긴 고행이라고 하는 편이 맞겠지」</i><br><br>청년은 밀 향기로 가득한 과거를 가슴에 묻었다. 거룩한 도시 군단에 합류한 그는 심오한 검술이 숨 쉬는 것처럼 자연스러워질 때까지 날마다 훈련했다.<br>세상을 충격에 빠뜨린 그 사투에서 청년은 크렘노스 왕세자와 열흘간 밤낮없이 맞붙었다. 치열한 격전 속에서 그는 자신을 죽음조차 두려워하지 않는 검으로 여기는 듯했다.<br><br>물론 청년은 유쾌하고 가벼운 태도로 타인을 대할 때가 훨씬 많았다.<br><i>「사람들이 친근하고 편하다고 느끼길 바랄 뿐이야」</i><br>그의 친구는 콧방귀를 뀌었지만, 그 덕분에 백발의 청년이 거룩한 도시의 평민과 귀족에게 신뢰와 존경을 받는다는 것을 알고 있었다.<br><br>나무 정원에서 공부하던 시절, 논리에 관심이 없던 청년은 서고의 고전 서적을 탐독한 후 토론장에서 재치 있는 연설로 승리를 거머쥐곤 했다.<br>지혜로는 스승에게 미치지 못했으나, 부족한 것은 자신을 고수하는 용기임을 그는 잘 알고 있었다.<br><br>다만 청년은 전장에서 돌아와 의사에게 치료를 받은 후에도 오랫동안 생각에 잠겨 있었다.<br><i>「파이논 님… 혹시 밤중에 자주 깨거나, 잠들지 못하시나요?」</i><br><br>그는 개의치 않았다.<br>신을 격추하는 길을 걸으려면 사람들이 원하는 모습으로 자신을 조각해야 했다.<br>->->->->->->->->->->->->-><br><b>>>>49번째 연산<br>……<br>>>>배경 로딩 <u>[오크마]</u><br>>>>배경 로딩 <u>[깨달음의 나무 정원]</u><br>……<br>>>>연산 인자 로딩</b><br>「HapLotes405」<br>「SkeMma720」<br>「EpieiKeia216」<br>「PoleMos600」<br>「EleOs252」<br>……<br><b>>>>연산 시작<br>……<br>>>>대상 「NeiKos496」 자가 업데이트 진행률 0.43%</b>"
        },
        {
            "_id": 9,
            "Story": "뇌창을 치켜든 신이 광기에 빠졌을 때, 그 「분쟁」이라는 이름의 전투에서 남자는 동료와 함께 그 미치광이 신에게 마지막 해방을 주었다.<br>「이성」의 불씨를 쟁탈하는 토론장에서 남자는 옛 은사와 대치하며 잔혹한 처형을 지켜봤다.<br>「하늘」의 전장 오른 남자는 무지개다리를 건너 뜨거운 태양 빛으로 먹구름을 걷어내고 위험천만한 앞길을 밝혔다.<br><br><i>「우리를 이끌어 줘, 구세주」</i><br>방직공의 위로에 남자는 씁쓸했다. 하지만 그는 남들 앞에서 걱정을 드러내고 싶지 않았다.<br><br>수없는 죽음을 겪은 왕세자는 귀향길에 오르며 남자에게 크렘노스족을 맡겼다.<br><i>「걱정 마. 내가 잘 돌볼게」</i><br>수천 개의 몸으로 분열한 선지자는 소멸됐고, 남자는 여정 초기의 맹세를 넘겨받았다.<br><i>「트리비 선생님, 제가 직접… 별과 달이 가득한 내일을 보러 갈게요」</i><br>학자는 진리를 좇아 목숨을 내던졌고, 성녀는 고독한 운명을 껴안았다.<br><i>「내세에선 진리가 밝혀지고, 생사는… 질서 있게 돌아갈 거야」</i><br>방직공은 황금 목욕탕에서 편히 잠들었고, 발 빠른 의적은 아쉬움을 남긴 채 발걸음을 멈췄으며, 하늘에 살게 된 의사는 더 이상 땅으로 돌아올 수 없게 됐다.<br><i>「난 내 몸을 장작 삼아… 신세계를 비추는 불꽃이 되겠어」</i><br><br>눈물을 흘릴 수 없었던 남자는 마음속 고통을 느끼며 기억을 머릿속에 새길 수밖에 없었다.<br>그는 만인의 염원을 짊어지고 아침 해가 떠오르는 산꼭대기를 향해 비틀거리며 나아갔다.<br><br>그는 믿었다. 언젠가 서광이 앰포리어스의 긴 밤을 밝히리라는 것을.<br><br><i>「그러나 여명이 처음부터 존재하지 않았다면……」</i><br>그는 이 질문을 자신에게 수없이 되물었다.<br>이제 남자는 뜨겁게 타오르는 종착지를 향해 「파이논」이라는 마지막 한 획을 긋는다——<br><br><i>「분노의 불길로 이 몸을 불태워 내일의 뜨거운 태양이 되리라!」</i><br>->->->->->->->->->->->->-><br><b>>>>호출 기록</b><br>[597번째 연산]<br>……<br>요청: 「세계의 기대에 응답해 사람들의 염원을 짊어진 사람이 되기」<br>응답: 「고독한 사람」<br>진도: 0.096%<br>……<br><br>[8128번째 연산]<br>……<br>요청: 「가장 투박한 무쇠로라도 터전을 지키기!」<br>응답: 「하찮은 상처 하나」<br>진도: 1.34%<br>……<br><br>[16256번째 연산]<br>……<br>요청: 「황금의 후예가 전부 모였으니 불을 쫓는 여정을 정식으로 시작하기」<br>응답: 「끝없는 윤회」<br>진도: 2.89%<br>……<br><br>[496000번째 연산]<br>……<br>요청: 「재창기를 시작하고 앰포리어스의 새로운 여명을 맞이하기」<br>응답: 「▇▇▇▇ 헛된 ▇▇▇▇▇▇▇」<br>진도: 32.47%<br>……<br><br>[33550337번째 연산]<br>……<br>요청: 「▇▇▇▇ 새기고 ▇▇▇▇▇▇▇▇ 짊어진 ▇▇▇▇▇▇▇▇▇▇▇ 신세계 ▇▇▇▇」<br>응답: 「▇▇▇▇ 불▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇ 태워 ▇▇▇▇▇▇」<br>진도: 99.81%<br>……<br><b>>>>경고: 진도 업데이트 불가</b>"
        },
        {
            "_id": 10,
            "Story": "지금껏 수없이 그래왔듯, 그는 불빛 속에서 그것을 다시 보았다——<br><br>엘리사이 에데스의 아침, 아침 햇살이 마을의 밀밭을 비추고 있다.<br><br><i>「이런 꿈을… 수없이 꾼 것 같은데……」</i><br>나무 밑에서 깨어난 남자아이가 잠에서 덜 깬 눈을 비볐다.<br><br>꿈속에서 태양은 추락했다. 영웅의 조각상은 무너지고, 녹아내리고, 산산조각 나며 세계를 잿더미로 만들었다.<br>죽음의 적막 속에서 검게 그을린 익숙한 형체는 홀로 비틀거리며 끝없는 어둠으로 향했다.<br><br><i>「그 형체는 자신뿐만 아니라… 주변의 모든 것을 불태웠어……」</i><br>남자아이는 아직 완성하지 못한 나무조각을 멍하니 내려다보았다. 꿈에서 생생하게 느껴졌던 분노와 자기혐오가 마음을 울리고 있었다.<br><i>「그런 세계는… 영웅을 기다리고 있겠지……」</i><br><br><i>「미래는 어떤 모습일까?」</i><br>황금빛 밀짚을 벤 남자아이의 눈앞에 파란만장한 서사시가 펼쳐졌다.<br><i>「어쩌면 곧 영웅이 나타나 곳곳에서 의로운 일을 행하며 온갖 문제를 해결하고도 이름을 남기지 않을지도 몰라…….<br>과거는 베일에 싸여 있고, 황당한 운명에 맞서 무시무시한 적을 꺾을 거야<br>세계가 위기에 빠져도 진심으로 맹세를 지키며 가는 곳마다 평화와 번영을 가져다주겠지……<br>백 번이든, 만 번이든, 천만 번이든… 영웅은 파멸된다고 해도 절대 지지 않아……」</i><br><br>……<br><br>모든 게 변하지 않았다면,<br>엘리사이 에데스의 나날도 과거 수천만 번처럼 조용히 흘러갔을 것이다.<br>그 미약한 불꽃은 여정을 떠나는 순간 그의 마음에 심어졌다.<br>남자아이가 소년이 되고, 다시 나루터에 설 때, 다시 먼 곳을 향해 여정을 떠날 때,<br>그는 미래로 달려 나가며 그 조각난 꿈을 잊을 것이다.<br>그는 자신이 불타는 장작이 되어 무의미한 불꽃을 키울 때까지 이 여정이 얼마나 멀고도 험난한지 알지 못할 것이다.<br>그 끝에 다다라서야 자신이 머나먼 길을 걸어왔음을 깨닫게 되리라.<br><br>마지막으로 그는 아침 해가 처음 떠오르는 순간, 자신의 이상을 새겼던 형상을 떠올릴 것이다. 앞으로의 세월 속에서 그는 그 형상을 「구세주」라고 부를 것이다.<br><br>그리고 그의 이름은 기억 속에서 흩어질 것이다<br>->->->->->->->->->->->->-><br><b>>>>경고!<br>>>>경고!<br>>>>경고!</b><br>오류7: 정의되지 않은 대상 「{NICKNAME}」 호출<br>……<br>오류12: 처리되지 않은 유형 전환<br>……<br>오류99: 잘못된 조건 판단<br>……<br><b>>>>33550337번째 연산 중지<br>>>>「아이언툼」 진도: 96.75%</b>"
        }
    ]
}

var _voice_ = {
    "1408": [
        {
            "_id": "archive_phainon_1",
            "Title": "첫 만남",
            "Voice": "엘리사이 에데스의 파이논, 당신에게 경의를 표합니다. 같은 오크마의 이방인으로서 이렇게 만난 것도 인연인 것 같네요. 따라오시죠, 앞으로도 함께 싸울 기회가 있을지 모르겠군요"
        },
        {
            "_id": "archive_phainon_2",
            "Title": "인사",
            "Voice": "마침 찾으러 가려던 참이었어요. 가시죠. 같이 몸 좀 풀어볼까요?"
        },
        {
            "_id": "archive_phainon_3",
            "Title": "작별",
            "Voice": "잘 가요, 파트너. 다시 만날 땐, 서로가 꿈꾸던 마음속 영웅이 되어 있길!"
        },
        {
            "_id": "archive_phainon_4",
            "Title": "자신에 대해•소원",
            "Voice": "고향이 검은 옷의 검객에게 파괴된 후, 전 여명을 찾아 거룩한 도시로 향했습니다. 황금의 후예로서, 제 소원은 단 한 번도 바뀌지 않았어요. 그저 타인의 소원을 짊어지고, 불씨를 쫓으며, 새로운 내일을 지탱하는 것이죠……"
        },
        {
            "_id": "archive_phainon_5",
            "Title": "자신에 대해•소원",
            "Voice": "고향이 검은 옷의 검객에게 파괴된 후, 전 여명을 찾아 거룩한 도시로 향했습니다. 황금의 후예로서, 제 소원은 단 한 번도 바뀌지 않았어요. 그저 타인의 소원을 짊어지고, 불씨를 쫓으며, 새로운 내일을 지탱하는 것이죠……. 하지만 이제야 알게 됐습니다. 앰포리어스에 내일은 없다는 것을요——적어도 당신이 오기 전까지는 말이죠……"
        },
        {
            "_id": "archive_phainon_6",
            "Title": "자신에 대해•과거",
            "Voice": "어렸을 때 전 종종 이방에서 온 용자와 검술을 연마하고 괴물을 쓰러뜨리며, 구세의 여정을 떠나는 모습을 상상했답니다…. 이제, 그 꿈이 이뤄진 걸까요?"
        },
        {
            "_id": "archive_phainon_7",
            "Title": "잡담•마음속 영웅",
            "Voice": "사람들은 저마다 마음속에 영웅의 형상을 담아둡니다. 「그것」이 현실이 되어 가장 완벽한 작품이 될 때까지, 우린 세월이라는 칼날로 조금씩 자신을 조각해 가죠"
        },
        {
            "_id": "archive_phainon_8",
            "Title": "취미•보물 감정",
            "Voice": "골동품 감정은 어려운 일이 아니에요. 관건은 안목이 아니라 화술이죠. 자신의 보물이 가짜라는 걸 납득시킬 수만 있다면, 무슨 일을 해도 성공할 겁니다"
        },
        {
            "_id": "archive_phainon_9",
            "Title": "고민",
            "Voice": "복수에 대한 갈망은 앞으로 나아갈 수 있도록 절 지탱해 준 힘이에요. 속으로 불안하긴 해도 저는 긴 밤의 끝에는 빛이 있을 거라 믿어요"
        },
        {
            "_id": "archive_phainon_10",
            "Title": "고민",
            "Voice": "복수에 대한 갈망은 앞으로 나아갈 수 있도록 절 지탱해 준 힘이에요. 속으로 불안하긴 해도 저는 긴 밤의 끝에는 빛이 있을 거라 믿어요. 그 빛은 세상을 짊어지기 위해 떠오르는 태양이 아니라, 저를 불태울 분노의 불꽃일 겁니다!"
        },
        {
            "_id": "archive_phainon_11",
            "Title": "공유",
            "Voice": "엘리사이 에데스의 밀밭은 바다처럼 광활해요. 씨앗이 싹을 틔우고 이삭이 땅에 떨어지듯, 사람들은 그곳에서 태어나 뛰놀며 자랐죠…. 이제 어디를 가든, 전 바람이 실어 온 밀싹의 향기를 맡을 수 있답니다. 지금 생각해 보니 그 덕에 제가 잘못된 길로 빠지지 않았나 보네요"
        },
        {
            "_id": "archive_phainon_12",
            "Title": "견문",
            "Voice": "왜인지는 모르겠지만 전 같은 꿈을 자주 꾼답니다. 해 질 무렵 커다란 바위를 짊어지고 산꼭대기에 올라서서 여명이 밝아올 즈음 바위를 떨어트려요. 그러고는 또 그 바위를 짊어지고 다시 산꼭대기로 향하는 여정에 오르죠……"
        },
        {
            "_id": "archive_phainon_13",
            "Title": "견문",
            "Voice": "해 질 무렵 커다란 바위를 짊어지고 산꼭대기에 올라서서 여명이 밝아올 즈음 바위를 떨어트려요. 그러고는 또 그 바위를 짊어지고 다시 산꼭대기로 향하는 여정에 오르죠……. 고통스럽고 절망적인 여정이지만, 제가 유일하게 행복을 느끼는 순간이기도 해요! 무수한 불씨가… 제 영혼을 불태우지만, 온기도 전해 주잖아요"
        },
        {
            "_id": "archive_phainon_14",
            "Title": "{NICKNAME}에 대해•1",
            "Voice": "그동안 당신에게 「개척」의 정신을 많이 배웠어요. 별바다를 누비며 세계를 연결한다라… 사명이 없었더라면 저도 무명객의 기분을 느껴보고 싶네요!"
        },
        {
            "_id": "archive_phainon_15",
            "Title": "{NICKNAME}에 대해•2",
            "Voice": "…우리의 생명은 구조부터 다를지 몰라도 가슴속에 뛰는 「심장」은 똑같이 타오르고 있어요"
        },
        {
            "_id": "archive_phainon_16",
            "Title": "키레네에 대해",
            "Voice": "키레네는 세상이 구세주라는 존재를 필요로 하지 않았으면 좋겠다고 입버릇처럼 말했어요. 하지만 분명 알고 있을 거예요. 이 세계를 깊이 사랑하는 자가 있는 한 구세주는 반드시 나타날 운명이란 걸요"
        },
        {
            "_id": "archive_phainon_18",
            "Title": "아글라이아에 대해",
            "Voice": "사람들은 아글라이아 님의 마음이 텅 비었다고 말하죠. 하지만 아무것도 없어 보이는 마음이기에 온 세상의 소원을 담으실 수 있는 거랍니다"
        },
        {
            "_id": "archive_phainon_19",
            "Title": "트리비•트리앤•트리논에 대해",
            "Voice": "선생님들은 역사를 만들고 이야기하시며, 역사의 일부가 되셨어요…. 하지만 그분들은 기나긴 세월 속에서 단 한 번도 의지를 잃지 않으셨답니다. 저도 그래야겠죠"
        },
        {
            "_id": "archive_phainon_20",
            "Title": "마이데이에 대해",
            "Voice": "그 녀석은 속마음을 털어놓는 법이 없지만, 감정은 언제나 그대로 드러나요——고향만 생각할 정도로 단순하고, 탄식만 나올 정도로 부담이 크죠…. 그게 어쩌면 우리가 같은 길을 걷게 된 이유일지도 모르겠네요"
        },
        {
            "_id": "archive_phainon_21",
            "Title": "카스토리스에 대해",
            "Voice": "카스토리스 씨는 죽음이 따뜻하고, 우아하며, 상냥할 수 있다고 하더군요…. 그렇다면 삶은 더더욱 그래야 하지 않을까요?"
        },
        {
            "_id": "archive_phainon_22",
            "Title": "아낙사에 대해",
            "Voice": "「네스티아의 저주를 받은 남자」——선생님은 종종 절 이렇게 표현하세요. 전 기꺼이 받아들였죠. 어찌 됐든, 신념대로 행동하려는 용기는 제가 선생님께 배운 미덕이니까요"
        },
        {
            "_id": "archive_phainon_23",
            "Title": "히아킨에 대해",
            "Voice": "햇빛이 내리쬐는 그 정원에 갈 때마다 창문을 통해 들어오는 희미한 빛이 고향의 밀밭을 떠올리게 해요. 이 종말의 세계에서 히아킨이 주는 희망은 그 어떤 약과 치료보다도 귀하죠"
        },
        {
            "_id": "archive_phainon_24",
            "Title": "사이퍼에 대해",
            "Voice": "죽음과 농담을 하고 분쟁과 숨바꼭질을 하며 사이퍼 씨는 혼자의 힘으로 거짓말을 지켜내고 있어요. 그 인내력과 대범함이 존경스러워요"
        },
        {
            "_id": "archive_phainon_25",
            "Title": "히실렌스에 대해",
            "Voice": "기나긴 고독을 겪은 후, 저희는 윤회를 깨트릴 영웅을 기다려 왔답니다. 그사이에 흘러간 모든 순간은 세월에 발효돼, 강렬하고 짜릿한 한 잔이 될 거예요"
        },
        {
            "_id": "archive_phainon_26",
            "Title": "케리드라에 대해",
            "Voice": "수많은 황금 피로, 그녀는 시대에 영웅만의 표식을 새겨 넣었죠. 비록 그들과 동행한 적은 없지만, 그녀의 희생이 없었다면 불을 쫓는 위업은 도중에 무너졌을 겁니다"
        },
        {
            "_id": "archive_phainon_27",
            "Title": "Mar. 7th에 대해",
            "Voice": "사람은 일생에 여러 이름을 가질 수 있죠. 「에버나이트」든, 「Mar. 7th」든, 그녀의 색깔은 세월이 흘러도 변하지 않길 바라요"
        },
        {
            "_id": "archive_phainon_28",
            "Title": "단항•등황에 대해",
            "Voice": "그는 언제나 「무슨 일이 생겨도, 항상 내편이다」라는 신뢰감을 줘요. 역시 「무명객」답죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_phainon",
            "Title": "성혼 활성화",
            "Voice": "운명은 신탁을 뛰어넘기에 충분합니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_phainon",
            "Title": "캐릭터 승급",
            "Voice": "황금의 피는 헛되이 흐르지 않죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_phainon",
            "Title": "캐릭터 최고 레벨",
            "Voice": "우린 결국, 신세계를 밝히는 불꽃이 될 겁니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_phainon",
            "Title": "행적 활성화",
            "Voice": "잿더미 위를 내디딜 때마다 불씨가 튀어 올랐죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_phainon",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "언제든지, 우린 함께 싸울 수 있어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_phainon",
            "Title": "파티 편성•아글라이아",
            "Voice": "모든 준비를 마쳤습니다. 출정할 시간이에요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_phainon",
            "Title": "파티 편성•카스토리스",
            "Voice": "사람은 죽음을 앞에 둔 상황에서도 선택할 수 있는 법이지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_phainon",
            "Title": "파티 편성•트리비",
            "Voice": "트리비 선생님, 먼 곳에서 지휘를 부탁드립니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_phainon",
            "Title": "파티 편성•마이데이",
            "Voice": "이번엔 뭘 겨뤄야 하나…. 속도? 아니면 힘?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_phainon",
            "Title": "파티 편성•아낙사",
            "Voice": "전장은 교실과도 같죠. 선생님의 깊이 있는 통찰력을 기대하겠습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_phainon",
            "Title": "파티 편성•히아킨",
            "Voice": "긴급 상황이 생기면 다른 사람 먼저 치료해 줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_phainon",
            "Title": "파티 편성•사이퍼",
            "Voice": "사이퍼 씨, 계획이 있다면 미리 신호를 주세요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_phainon",
            "Title": "파티 편성•히실렌스",
            "Voice": "바다의 노래하는 자, 함께 개선을 향해 나아가죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_phainon",
            "Title": "파티 편성•케리드라",
            "Voice": "카이사르님, 당신의 명령은 어디를 향하고 있나요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_phainon",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "Mar. 7th 씨, 앰포리어스와 함께해 주셔서 감사합니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_phainon",
            "Title": "파티 편성•단항•등황",
            "Voice": "무명객의 목숨 건 희생, 가슴 깊이 새기겠습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_phainon",
            "Title": "파티 편성•키레네",
            "Voice": "우리가 바라던 대로, 사랑하는 세계를 위해 싸우자"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage01_phainon",
            "Title": "전투 시작•약점 격파",
            "Voice": "단숨에 해치우죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat01_phainon",
            "Title": "전투 시작•위험 경보",
            "Voice": "스스로를 단련할 시간이군요"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage02_phainon",
            "Title": "[이 몸이 곧 신이로다] 전투 시작•약점 격파",
            "Voice": "증오에 불타는 느낌이 느껴지나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin01_phainon_01",
            "Title": "턴 시작•1",
            "Voice": "전진 외엔 다른 선택지가 없습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin01_phainon_02",
            "Title": "턴 시작•2",
            "Voice": "제 생명은 원래 보잘것없죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_phainon_01",
            "Title": "[이 몸이 곧 신이로다] 턴 시작•1",
            "Voice": "난 절대 그따위 운명에 순종하지 않아"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_phainon_02",
            "Title": "[이 몸이 곧 신이로다] 턴 시작•2",
            "Voice": "이 몸의 불꽃은 아직 강하지 않다"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting01_phainon",
            "Title": "턴 대기",
            "Voice": "오래 기다려야 한대도 포기하지 않을 겁니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting02_phainon",
            "Title": "[이 몸이 곧 신이로다] 턴 대기",
            "Voice": "시간을 헛되이 태우지 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_phainon_01",
            "Title": "일반 공격",
            "Voice": "시작하죠!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_phainon_01",
            "Title": "전투 스킬•1",
            "Voice": "신세계, 도래하리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01phainon_02",
            "Title": "전투 스킬•2",
            "Voice": "또 다른, 내일을 위해!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_phainon_01",
            "Title": "[이 몸이 곧 신이로다] 일반 공격•1",
            "Voice": "그저 빈 껍데기일 뿐"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_phainon_02",
            "Title": "[이 몸이 곧 신이로다] 일반 공격•2",
            "Voice": "허울뿐인 영혼이군"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast03_phainon",
            "Title": "[이 몸이 곧 신이로다] 강화",
            "Voice": "피로써, 불꽃을 적시리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast04_phainon_01",
            "Title": "[이 몸이 곧 신이로다] 반격•1",
            "Voice": "이 고통을 명심하라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast04_phainon_02",
            "Title": "[이 몸이 곧 신이로다] 반격•2",
            "Voice": "분쟁의 이름을 새겨라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast05_phainon_01",
            "Title": "[이 몸이 곧 신이로다] 전투 스킬•1",
            "Voice": "긴 밤을 녹여라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast05_phainon_02",
            "Title": "[이 몸이 곧 신이로다] 전투 스킬•2",
            "Voice": "우리에서 벗어나라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast06_phainon_01",
            "Title": "[이 몸이 곧 신이로다] 전투 스킬 강화•1",
            "Voice": "신생의 태양으로 하늘을 가르리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast06_phainon_02",
            "Title": "[이 몸이 곧 신이로다] 전투 스킬 강화•2",
            "Voice": "과거의 잔화로 내세의 새벽을 밝히리!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light01_phainon_01",
            "Title": "약공격 피격",
            "Voice": "괜찮습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light02_phainon_01",
            "Title": "[이 몸이 곧 신이로다] 약공격 피격",
            "Voice": "이것뿐인가?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy01_phainon_01",
            "Title": "강공격 피격",
            "Voice": "모두를… 실망시킬 수 없어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_phainon",
            "Title": "필살기•활성화",
            "Voice": "무수한 불씨의 분노가 이 몸을 불태우리다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_phainon",
            "Title": "필살기•발동",
            "Voice": "뭇별을 태우는 서광을 내려주마"
        },
        {
            "_id": "Ev_archive_vo_avatar_die01_phainon_01",
            "Title": "전투 불능",
            "Voice": "잊지… 않을 겁니다……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive01_phainon",
            "Title": "전투 복귀",
            "Voice": "괜찮아요, 다시 제 모든 걸 걸겠습니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing01_phainon",
            "Title": "HP 회복",
            "Voice": "감사합니다, 더 버틸 수 있겠어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_phainon_01",
            "Title": "비술",
            "Voice": "여명을 밝혀라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_phainon",
            "Title": "전투 승리",
            "Voice": "앰포리어스는 반드시 진정한 여명을 맞이할 겁니다"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_phainon",
            "Title": "전리품 오픈•1",
            "Voice": "제가 봤는데, 다 진품이에요"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_phainon_02",
            "Title": "전리품 오픈•2",
            "Voice": "이것도 「개척」의 선물인가요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_phainon",
            "Title": "진귀한 전리품 오픈",
            "Voice": "음, 운이 정말 좋으시네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_phainon",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "정말 나무 정원에서 공부하던 그 시절 같네……"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_phainon_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "괜찮아요. 어려운 일이라도 차근차근해 나가면 돼요"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_phainon",
            "Title": "적 발견",
            "Voice": "만만치 않은 녀석이군…. 제가 한번 테스트해 볼게요"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_phainon",
            "Title": "도시로 복귀",
            "Voice": "평화로운 나날은 밀 향기를 품은 바람과도 같죠"
        }
    ]
}

var _notes_ = {
    "1408": []
}

var _adiff_ = {
    "1408": {
        "v5": [
            "``Base Stats`- HP 1474.704 → 1435.896 ;<br>- ATK 543.312 → 582.12 ;<br>- DEF 727.65 → 703.395 ;"
        ]
    }
}

var _mtc_ = {
    "1408": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110431": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110431": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110431": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110431": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "115013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "치명타 피해 +37.3%",
                "Mat": {
                    "2": 237500,
                    "115011": 2,
                    "110182": 8,
                    "115012": 7,
                    "110183": 11,
                    "115013": 11
                }
            },
            {
                "Name": "치명타 확률 +12%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "115011": 6,
                    "110183": 11,
                    "115013": 11
                }
            },
            {
                "Name": "속도 +5",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "115012": 3,
                    "110183": 8,
                    "115013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "세계의 종점을 향해",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110507": 1
                }
            },
            {
                "Name": "수많은 횃불을 짊어진 몸",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "투영된 영웅의 본색",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}