// Auto Generated

var _avatarskill_ = {
    "140904": {
        "v1": {
            "Name": "세상의 아침햇살을 치유하며",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "서포트",
            "Desc": "기억 정령 이카의 기본 HP는 히아킨 HP 최대치의 <b>#1[p]</b>이다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 @<b>#3[p]</b># 증가한다, 지속 시간: <b>#4[f]</b>턴, 최대 중첩수: <b>#5[f]</b>스택",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v2": {
            "Name": "세상을 치유하는 아침햇살",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "서포트",
            "Desc": "기억 정령 이카의 기본 HP는 히아킨 HP 최대치의 <b>#1[p]</b>이다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 @<b>#3[p]</b># 증가한다, 지속 시간: <b>#4[f]</b>턴, 최대 중첩수: <b>#5[f]</b>스택",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v3": {
            "Name": "세상을 치유하는 아침햇살",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "서포트",
            "Desc": "기억 정령 이카의 기본 HP는 히아킨 HP 최대치의 <b>#1[p]</b>이다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 @<b>#3[p]</b># 증가한다, 지속 시간: <b>#4[f]</b>턴, 최대 중첩수: <b>#5[f]</b>스택",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v4": {
            "Name": "세상을 치유하는 아침햇살",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 이카의 기본 HP는 히아킨 HP 최대치의 <b>#1[p]</b>이다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 @<b>#3[p]</b># 증가한다, 지속 시간: <b>#4[f]</b>턴, 최대 중첩수: <b>#5[f]</b>스택",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v5": {
            "Name": "세상을 치유하는 아침햇살",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 이카는 기본 상태에서 히아킨 HP 최대치의 <b>#1[p]</b>만큼 HP를 보유한다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 @<b>#3[p]</b># 증가한다, 지속 시간: <b>#4[f]</b>턴, 최대 중첩수: <b>#5[f]</b>스택",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v6": {
            "Name": "세상을 치유하는 아침햇살",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 이카는 기본 상태에서 히아킨 HP 최대치의 <b>#1[p]</b>만큼 HP를 보유한다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 @<b>#3[p]</b># 증가한다, 지속 시간: <b>#4[f]</b>턴, 최대 중첩수: <b>#5[f]</b>스택",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "Live": {
            "Name": "세상을 치유하는 아침햇살",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 이카는 기본 상태에서 히아킨 HP 최대치의 <b>#1[p]</b>만큼 HP를 보유한다. 히아킨 또는 이카가 치유 제공 시 이카가 가하는 피해가 @<b>#3[p]</b># 증가한다, 지속 시간: <b>#4[f]</b>턴, 최대 중첩수: <b>#5[f]</b>스택",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        }
    },
    "1140901": {
        "v1": {
            "Name": "먹구름 어서 비켜!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 기억 정령 스킬 발동 후 누적 치유 수치의 <b>#2[p]</b>를 초기화한다",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v2": {
            "Name": "먹구름 어서 비켜!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 기억 정령 스킬 발동 후 누적 치유 수치의 <b>#2[p]</b>를 초기화한다",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v3": {
            "Name": "먹구름, 저리 가!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다. 기억 정령 스킬 발동 후 누적 치유 수치의 <b>#2[p]</b>를 초기화한다",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v4": {
            "Name": "먹구름, 저리 가!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 누적 치유 수치의 <b>#2[p]</b>를 초기화한다",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v5": {
            "Name": "먹구름, 저리 가!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 누적 치유 수치의 <b>#2[p]</b>를 초기화한다",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v6": {
            "Name": "먹구름, 저리 가!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 누적 치유 수치의 <b>#2[p]</b>를 초기화한다",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "Live": {
            "Name": "먹구름, 저리 가!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 이번 전투 중 히아킨과 이카 누적 치유 수치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가하고, 누적 치유 수치의 <b>#2[p]</b>를 초기화한다",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        }
    },
    "1140903": {
        "v1": {
            "Name": "맑은 하늘을 잡은 손",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "회복",
            "Desc": "이카의 속도가 0으로 유지되고 행동 서열에 나타나지 않는다.<br>이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP의 <b>#1[p]</b>를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 @<b>#2[p]</b>#+@<b>#3[f]</b>#만큼 회복시킨다.<br>히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동하면 반드시 즉시 행동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#4[p]</b>#+@<b>#5[f]</b>#만큼 회복시킨다",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v2": {
            "Name": "맑은 하늘의 손을 잡고",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "회복",
            "Desc": "이카의 속도가 0으로 유지되고 행동 서열에 나타나지 않는다.<br>이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP의 <b>#1[p]</b>를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 @<b>#2[p]</b>#+@<b>#3[f]</b>#만큼 회복시킨다.<br>히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동하면 반드시 즉시 행동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#4[p]</b>#+@<b>#5[f]</b>#만큼 회복시킨다",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v3": {
            "Name": "맑은 하늘의 손을 잡고",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "회복",
            "Desc": "이카의 속도가 0으로 유지되고 행동 서열에 나타나지 않는다.<br>이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP의 <b>#1[p]</b>를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 @<b>#2[p]</b>#+@<b>#3[f]</b>#만큼 회복시킨다.<br>히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동하면 반드시 즉시 행동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#4[p]</b>#+@<b>#5[f]</b>#만큼 회복시킨다",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "v4": {
            "Name": "맑은 하늘의 손을 잡고",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "회복",
            "Desc": "이카의 속도가 0으로 유지되고 <u>디버프 효과</u>에 면역되며, 행동 서열에 나타나지 않는다.<br>이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 @<b>#2[p]</b>#+@<b>#3[f]</b>#만큼 회복시킨다.<br>히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동한 후 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [먹구름, 저리 가!]를 발동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#4[p]</b>#+@<b>#5[f]</b>#만큼 회복시킨다. 이카가 공격을 발동하면 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "v5": {
            "Name": "맑은 하늘의 손을 잡고",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "회복",
            "Desc": "이카의 속도가 0으로 유지되고 <u>디버프 효과</u>에 면역되며, 행동 서열에 나타나지 않는다.<br>이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 @<b>#2[p]</b>#+@<b>#3[f]</b>#만큼 회복시킨다.<br>히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동한 후 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [먹구름, 저리 가!]를 발동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#4[p]</b>#+@<b>#5[f]</b>#만큼 회복시킨다. 이카가 스킬을 발동하면 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "v6": {
            "Name": "맑은 하늘의 손을 잡고",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "회복",
            "Desc": "이카의 속도가 0으로 유지되고 <u>디버프 효과</u>에 면역되며, 행동 서열에 나타나지 않는다.<br>이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 @<b>#2[p]</b>#+@<b>#3[f]</b>#만큼 회복시킨다.<br>히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동한 후 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [먹구름, 저리 가!]를 발동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#4[p]</b>#+@<b>#5[f]</b>#만큼 회복시킨다. 이카가 스킬을 발동하면 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "Live": {
            "Name": "맑은 하늘의 손을 잡고",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "회복",
            "Desc": "이카의 속도가 0으로 유지되고 <u>디버프 효과</u>에 면역되며, 행동 서열에 나타나지 않는다.<br>이카를 제외한 아군의 HP가 감소하면, 이카는 임의 목표의 턴 시작 시 또는 행동 후 자신의 HP 최대치의 <b>#1[p]</b>만큼 HP를 소모하고, HP가 감소한 아군의 HP를 히아킨 HP 최대치의 @<b>#2[p]</b>#+@<b>#3[f]</b>#만큼 회복시킨다.<br>히아킨이 [비 온 뒤 맑음] 상태일 시 이카는 히아킨이 스킬을 발동한 후 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [먹구름, 저리 가!]를 발동하며, 이카가 특성의 치유 효과 발동 시 추가로 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#4[p]</b>#+@<b>#5[f]</b>#만큼 회복시킨다. 이카가 스킬을 발동하면 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        }
    },
    "1140905": {
        "v1": {
            "Name": "날개를 펼쳐, 태양을 향해",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "소환될 시 히아킨의 에너지를 <b>#1[f]</b>pt 회복한다. 처음으로 소환될 시 추가로 에너지를 <b>#2[f]</b>pt 회복한다",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v2": {
            "Name": "날개를 펼쳐, 태양을 향해",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "소환될 시 히아킨의 에너지를 <b>#1[f]</b>pt 회복한다. 처음으로 소환될 시 추가로 에너지를 <b>#2[f]</b>pt 회복한다",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v3": {
            "Name": "날개를 펼쳐, 태양을 향해",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "소환될 시 히아킨의 에너지를 <b>#1[f]</b>pt 회복한다. 처음으로 소환될 시 추가로 에너지를 <b>#2[f]</b>pt 회복한다",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v4": {
            "Name": "날개를 펼쳐, 태양을 향해",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "소환될 시 히아킨의 에너지를 <b>#1[f]</b>pt 회복한다. 처음으로 소환될 시 추가로 에너지를 <b>#2[f]</b>pt 회복한다",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v5": {
            "Name": "날개를 펼쳐, 태양을 향해",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "소환될 시 히아킨의 에너지를 <b>#1[f]</b>pt 회복한다. 처음으로 소환될 시 추가로 에너지를 <b>#2[f]</b>pt 회복한다",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v6": {
            "Name": "날개를 펼쳐, 태양을 향해",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "소환될 시 히아킨의 에너지를 <b>#1[f]</b>pt 회복한다. 처음으로 소환될 시 추가로 에너지를 <b>#2[f]</b>pt 회복한다",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "Live": {
            "Name": "날개를 펼쳐, 태양을 향해",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "소환될 시 히아킨의 에너지를 <b>#1[f]</b>pt 회복한다. 처음으로 소환될 시 추가로 에너지를 <b>#2[f]</b>pt 회복한다",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        }
    },
    "1140906": {
        "v1": {
            "Name": "추락, 그리고 비상",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "사라질 시 히아킨의 행동 게이지가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v2": {
            "Name": "추락, 그리고 비상",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "사라질 시 히아킨의 행동 게이지가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v3": {
            "Name": "추락, 그리고 비상",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "사라질 시 히아킨의 행동 게이지가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v4": {
            "Name": "추락, 그리고 비상",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "사라질 시 히아킨의 행동 게이지가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v5": {
            "Name": "추락, 그리고 비상",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "사라질 시 히아킨의 행동 게이지가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v6": {
            "Name": "추락, 그리고 비상",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "사라질 시 히아킨의 행동 게이지가 <b>#1[p]</b> 증가한다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "Live": {
            "Name": "추락, 그리고 비상",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "사라질 시 히아킨의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        }
    },
    "140901": {
        "v1": {
            "Name": "산들바람이 구름을 스치는 순간",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히아킨 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v2": {
            "Name": "산들바람이 구름을 스치는 순간",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히아킨 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v3": {
            "Name": "산들바람이 구름을 스치는 순간",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히아킨 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v4": {
            "Name": "산들바람이 구름을 스치는 순간",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히아킨 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v5": {
            "Name": "산들바람이 구름을 스치는 순간",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히아킨 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v6": {
            "Name": "산들바람이 구름을 스치는 순간",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히아킨 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "Live": {
            "Name": "산들바람이 구름을 스치는 순간",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히아킨 HP 최대치의 @<b>#1[p]</b>#만큼 바람 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        }
    },
    "140902": {
        "v1": {
            "Name": "무지갯빛이 떨어질 때의 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v2": {
            "Name": "무지갯빛이 쏟아질 때의 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v3": {
            "Name": "무지갯빛이 쏟아질 때의 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v4": {
            "Name": "무지갯빛이 쏟아질 때의 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v5": {
            "Name": "무지갯빛이 쏟아질 때의 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v6": {
            "Name": "무지갯빛이 쏟아질 때의 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "Live": {
            "Name": "무지갯빛이 쏟아질 때의 사랑",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#3[p]</b>#+@<b>#4[f]</b>#만큼 회복한다",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        }
    },
    "140903": {
        "v1": {
            "Name": "조석 속으로 날아가는 우리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#6[p]</b>#+@<b>#7[f]</b>#만큼 회복한다. 이후 히아킨은 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: <b>#5[f]</b>턴. 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt 증가한다",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v2": {
            "Name": "조석 속으로 날아가는 우리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#6[p]</b>#+@<b>#7[f]</b>#만큼 회복한다. 이후 히아킨은 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: <b>#5[f]</b>턴. 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt 증가한다",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v3": {
            "Name": "조석 속으로 날아가는 우리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#6[p]</b>#+@<b>#7[f]</b>#만큼 회복한다. 이후 히아킨은 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: <b>#5[f]</b>턴. 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt 증가한다",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v4": {
            "Name": "조석 속으로 날아가는 우리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "서포트",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#6[p]</b>#+@<b>#7[f]</b>#만큼 회복한다. 히아킨이 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: <b>#5[f]</b>턴. 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt 증가한다",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v5": {
            "Name": "조석 속으로 날아가는 우리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "서포트",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#6[p]</b>#+@<b>#7[f]</b>#만큼 회복한다. 히아킨이 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: <b>#5[f]</b>턴. 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt 증가한다",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v6": {
            "Name": "조석 속으로 날아가는 우리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "서포트",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#6[p]</b>#+@<b>#7[f]</b>#만큼 회복한다. 히아킨이 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: <b>#5[f]</b>턴, 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt 증가한다",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "Live": {
            "Name": "조석 속으로 날아가는 우리",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "서포트",
            "Desc": "<u>기억 정령 이카를 소환</u>하며, 이카를 제외한 모든 아군의 HP를 히아킨 HP 최대치의 @<b>#1[p]</b>#+@<b>#2[f]</b>#만큼 회복하고, 이카의 HP를 히아킨 HP 최대치의 @<b>#6[p]</b>#+@<b>#7[f]</b>#만큼 회복한다. 히아킨이 [비 온 뒤 맑음] 상태에 진입한다, 지속 시간: <b>#5[f]</b>턴, 히아킨의 턴이 시작될 때마다 지속 턴 수가 1 감소한다. [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 @<b>#3[p]</b>#+@<b>#4[f]</b>#pt 증가한다",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        }
    },
    "140906": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v6": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        }
    },
    "140907": {
        "v1": {
            "Name": "날씨도 좋고, 모든 게 귀엽고!",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 <b>#1[p]</b>+<b>#2[f]</b>만큼 HP를 회복하고, HP 최대치가 <b>#3[p]</b> 증가한다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v2": {
            "Name": "날씨 좋고, 모든 게 귀엽고!",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 <b>#1[p]</b>+<b>#2[f]</b>만큼 HP를 회복하고, HP 최대치가 <b>#3[p]</b> 증가한다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v3": {
            "Name": "날씨 좋고, 모든 게 귀엽고!",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 <b>#1[p]</b>+<b>#2[f]</b>만큼 HP를 회복하고, HP 최대치가 <b>#3[p]</b> 증가한다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v4": {
            "Name": "날씨 좋고, 모든 게 귀엽고!",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 <b>#1[p]</b>+<b>#2[f]</b>만큼 HP를 회복하고, HP 최대치가 <b>#3[p]</b> 증가한다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v5": {
            "Name": "날씨 좋고, 모든 게 귀엽고!",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 <b>#1[p]</b>+<b>#2[f]</b>만큼 HP를 회복하고, HP 최대치가 <b>#3[p]</b> 증가한다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v6": {
            "Name": "날씨 좋고, 모든 게 귀엽고!",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 <b>#1[p]</b>+<b>#2[f]</b>만큼 HP를 회복하고, HP 최대치가 <b>#3[p]</b> 증가한다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "Live": {
            "Name": "날씨 좋고, 모든 게 귀엽고!",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "회복",
            "Desc": "다음 전투 시작 시 모든 아군이 히아킨 HP 최대치의 <b>#1[p]</b>+<b>#2[f]</b>만큼 HP를 회복하고, HP 최대치가 <b>#3[p]</b> 증가한다, 지속 시간: <b>#4[f]</b>턴",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1409": {
        "v1": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "먹구름의 미소",
                "Desc": "히아킨과 이카의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 현재 HP가 자신의 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "부드러운 뇌우",
                "Desc": "히아킨의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 디버프 효과를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "멎은 폭풍",
                "Desc": "히아킨의 속도가 <b><color style='color:#f29e38'>200</color></b>보다 높을 시 히아킨과 이카의 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 <b><color style='color:#f29e38'>1%</color></b> 증가한다. 초과한 속도는 최대 <b><color style='color:#f29e38'>200</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "미소 짓는 먹구름",
                "Desc": "히아킨과 이카의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 현재 HP가 자신의 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "부드러운 뇌우",
                "Desc": "히아킨의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 디버프 효과를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "잔잔해진 폭풍",
                "Desc": "히아킨의 속도가 <b><color style='color:#f29e38'>200</color></b>보다 높을 시 히아킨과 이카의 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 <b><color style='color:#f29e38'>1%</color></b> 증가한다. 초과한 속도는 최대 <b><color style='color:#f29e38'>200</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "미소 짓는 먹구름",
                "Desc": "히아킨과 이카의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 현재 HP가 자신의 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "부드러운 뇌우",
                "Desc": "히아킨의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 디버프 효과를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "잔잔해진 폭풍",
                "Desc": "히아킨의 속도가 <b><color style='color:#f29e38'>200</color></b>보다 높을 시 히아킨과 이카의 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 <b><color style='color:#f29e38'>1%</color></b> 증가한다. 초과한 속도는 최대 <b><color style='color:#f29e38'>200</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "미소 짓는 먹구름",
                "Desc": "히아킨과 이카의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 현재 HP가 자신의 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "부드러운 뇌우",
                "Desc": "히아킨의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 <u>디버프 효과</u>를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "잔잔해진 폭풍",
                "Desc": "히아킨의 속도가 <b><color style='color:#f29e38'>200</color></b>보다 높을 시 히아킨과 이카의 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 <b><color style='color:#f29e38'>1%</color></b> 증가한다. 초과한 속도는 최대 <b><color style='color:#f29e38'>200</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "미소 짓는 먹구름",
                "Desc": "히아킨과 이카의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 현재 HP가 자신의 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "부드러운 뇌우",
                "Desc": "히아킨의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 <u>디버프 효과</u>를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "잔잔해진 폭풍",
                "Desc": "히아킨의 속도가 <b><color style='color:#f29e38'>200</color></b>보다 높을 시 히아킨과 이카의 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 <b><color style='color:#f29e38'>1%</color></b> 증가한다. 초과한 속도는 최대 <b><color style='color:#f29e38'>200</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "미소 짓는 먹구름",
                "Desc": "히아킨과 이카의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 현재 HP가 자신의 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "부드러운 뇌우",
                "Desc": "히아킨의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 <u>디버프 효과</u>를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "잔잔해진 폭풍",
                "Desc": "히아킨의 속도가 <b><color style='color:#f29e38'>200</color></b>보다 높을 시 히아킨과 이카의 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 <b><color style='color:#f29e38'>1%</color></b> 증가한다. 초과한 속도는 최대 <b><color style='color:#f29e38'>200</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "미소 짓는 먹구름",
                "Desc": "히아킨과 이카의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b> 증가한다. 현재 HP가 자신의 HP 최대치의 <b><color style='color:#f29e38'>50%</color></b> 이하인 아군에게 치유 제공 시, 히아킨과 이카의 치유량이 <b><color style='color:#f29e38'>25%</color></b> 증가한다",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "부드러운 뇌우",
                "Desc": "히아킨의 효과 저항이 <b><color style='color:#f29e38'>50%</color></b> 증가한다. 전투 스킬과 필살기 발동 시 모든 아군의 <u>디버프 효과</u>를 <b><color style='color:#f29e38'>1</color></b>개 해제한다",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "잔잔해진 폭풍",
                "Desc": "히아킨의 속도가 <b><color style='color:#f29e38'>200</color></b>보다 높을 시 히아킨과 이카의 HP 최대치가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카가 제공하는 치유량이 <b><color style='color:#f29e38'>1%</color></b> 증가한다. 초과한 속도는 최대 <b><color style='color:#f29e38'>200</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140901": {
        "v1": {
            "Rank": 1,
            "Name": "어두운 밤의 촛불을 지키며",
            "Desc": "[비 온 뒤 맑음]의 HP 최대치 증가 효과가 추가로 <b><color style='color:#f29e38'>50%</color></b> 증가하고, 히아킨이 [비 온 뒤 맑음] 상태일 시 아군이 공격 후 즉시 히아킨 HP 최대치의 <b><color style='color:#f29e38'>8%</color></b>만큼 HP를 회복한다",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "어두운 밤의 촛불을 지키며",
            "Desc": "[비 온 뒤 맑음]의 HP 최대치 증가 효과가 추가로 <b><color style='color:#f29e38'>50%</color></b> 증가하고, 히아킨이 [비 온 뒤 맑음] 상태일 시 아군이 공격 후 즉시 히아킨 HP 최대치의 <b><color style='color:#f29e38'>8%</color></b>만큼 HP를 회복한다",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "어두운 밤의 촛불을 지키며",
            "Desc": "[비 온 뒤 맑음]의 HP 최대치 증가 효과가 추가로 <b><color style='color:#f29e38'>50%</color></b> 증가하고, 히아킨이 [비 온 뒤 맑음] 상태일 시 아군이 공격 후 즉시 히아킨 HP 최대치의 <b><color style='color:#f29e38'>8%</color></b>만큼 HP를 회복한다",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "어두운 밤의 촛불을 지키며",
            "Desc": "히아킨이 [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 추가로 <b><color style='color:#f29e38'>50%</color></b> 증가하고, 공격 발동 후 즉시 히아킨 HP 최대치의 <b><color style='color:#f29e38'>8%</color></b>만큼 HP를 회복한다",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "어두운 밤의 촛불을 지키며",
            "Desc": "히아킨이 [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 추가로 <b><color style='color:#f29e38'>50%</color></b> 증가하고, 공격 발동 후 즉시 히아킨 HP 최대치의 <b><color style='color:#f29e38'>8%</color></b>만큼 HP를 회복한다",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "어두운 밤의 촛불을 지키며",
            "Desc": "히아킨이 [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 추가로 <b><color style='color:#f29e38'>50%</color></b> 증가하고, 공격 발동 후 즉시 히아킨 HP 최대치의 <b><color style='color:#f29e38'>8%</color></b>만큼 HP를 회복한다",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "어두운 밤의 촛불을 지키며",
            "Desc": "히아킨이 [비 온 뒤 맑음] 상태일 시 모든 아군의 HP 최대치가 추가로 <b><color style='color:#f29e38'>50%</color></b> 증가하고, 공격 발동 후 즉시 히아킨 HP 최대치의 <b><color style='color:#f29e38'>8%</color></b>만큼 HP를 회복한다",
            "Icon": "SkillIcon_1409_Rank1"
        }
    },
    "140902": {
        "v1": {
            "Rank": 2,
            "Name": "제 정원에 와서 앉아 보세요",
            "Desc": "아군의 HP가 감소하면 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "제 정원에 앉았다 가세요",
            "Desc": "아군의 HP가 감소하면 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "제 정원에 앉았다 가세요",
            "Desc": "아군의 HP가 감소하면 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "제 정원에 앉았다 가세요",
            "Desc": "아군의 HP가 감소하면 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "제 정원에 앉았다 가세요",
            "Desc": "아군의 HP가 감소하면 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "제 정원에 앉았다 가세요",
            "Desc": "아군의 HP가 감소하면 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "제 정원에 앉았다 가세요",
            "Desc": "아군의 HP가 감소하면 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1409_Rank2"
        }
    },
    "140903": {
        "v1": {
            "Rank": 3,
            "Name": "출발! 태양을 향한 모험",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "출발! 태양을 향한 모험",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "출발! 태양을 향한 모험",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "출발! 태양을 향한 모험",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "출발! 태양을 향한 모험",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "출발! 태양을 향한 모험",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "출발! 태양을 향한 모험",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_Ultra"
        }
    },
    "140904": {
        "v1": {
            "Rank": 4,
            "Name": "그대에게 주는 햇빛 호박",
            "Desc": "행적 [멎은 폭풍]의 버프 효과가 강화된다. 속도가 <b><color style='color:#f29e38'>1</color></b>pt를 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "햇빛 호박을 그대에게",
            "Desc": "행적 [잔잔해진 폭풍]의 버프 효과가 강화된다. 속도가 <b><color style='color:#f29e38'>1</color></b>pt를 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "햇빛 호박을 그대에게",
            "Desc": "행적 [잔잔해진 폭풍]의 버프 효과가 강화된다. 속도가 <b><color style='color:#f29e38'>1</color></b>pt를 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "햇빛 호박을 그대에게",
            "Desc": "행적 [잔잔해진 폭풍]이 강화된다. 속도가 <b><color style='color:#f29e38'>1</color></b>pt를 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "햇빛 호박을 그대에게",
            "Desc": "행적 [잔잔해진 폭풍]이 강화된다. 속도가 <b><color style='color:#f29e38'>1</color></b>pt를 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "햇빛 호박을 그대에게",
            "Desc": "행적 [잔잔해진 폭풍]이 강화된다. 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "햇빛 호박을 그대에게",
            "Desc": "행적 [잔잔해진 폭풍]이 강화된다. 속도가 <b><color style='color:#f29e38'>1</color></b>pt 초과할 때마다 히아킨과 이카의 치명타 피해가 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank4"
        }
    },
    "140905": {
        "v1": {
            "Rank": 5,
            "Name": "바다의 뒷면에 비치는 붉은 노을",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "바다의 뒷면에 비치는 붉은 노을",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "바다의 뒷면에 비치는 붉은 노을",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "바다의 뒷면에 비치는 붉은 노을",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "바다의 뒷면에 비치는 붉은 노을",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "바다의 뒷면에 비치는 붉은 노을",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "바다의 뒷면에 비치는 붉은 노을",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1409_BP"
        }
    },
    "140906": {
        "v1": {
            "Rank": 6,
            "Name": "하늘이… 나의 기도에 응답하리",
            "Desc": "이카가 기억 정령 스킬을 발동한 후 누적 치유 수치의 <b><color style='color:#f29e38'>10%</color></b>를 초기화하는 것으로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 저항 관통이 <b><color style='color:#f29e38'>24%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "하늘이… 나의 기도에 응답하리",
            "Desc": "이카가 기억 정령 스킬을 발동한 후 누적 치유 수치의 <b><color style='color:#f29e38'>10%</color></b>를 초기화하는 것으로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 저항 관통이 <b><color style='color:#f29e38'>24%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "하늘이… 나의 기도에 응답하리",
            "Desc": "이카가 기억 정령 스킬을 발동한 후 누적 치유 수치의 <b><color style='color:#f29e38'>10%</color></b>를 초기화하는 것으로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 저항 관통이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "하늘이… 나의 기도에 응답하리",
            "Desc": "이카가 기억 정령 스킬을 발동하고 초기화되는 누적 치유 수치가 <b><color style='color:#f29e38'>12%</color></b>로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 저항 관통이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "하늘이… 나의 기도에 응답하리",
            "Desc": "이카가 기억 정령 스킬을 발동하고 초기화되는 누적 치유 수치가 <b><color style='color:#f29e38'>12%</color></b>로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "하늘이… 나의 기도에 응답하리",
            "Desc": "이카가 기억 정령 스킬을 발동하고 초기화되는 누적 치유 수치가 <b><color style='color:#f29e38'>12%</color></b>로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "하늘이… 나의 기도에 응답하리",
            "Desc": "이카가 기억 정령 스킬을 발동하고 초기화되는 누적 치유 수치가 <b><color style='color:#f29e38'>12%</color></b>로 변경된다. 이카가 필드에 있을 시 모든 아군의 모든 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1409_Rank6"
        }
    }
}

var _story_ = {
    "1409": [
        {
            "_id": 1,
            "Story": "구름 속 도시 국가는 세월을 따라 분열되었으나, 놀빛 정원은 다시금 문을 열어 영원한 밤에 희미한 빛을 가져다주었다.<br>의사 히아킨티아, 「하늘」의 불씨를 수호하는 황금의 후예. 선조의 의지를 계승하여 찢어진 조석을 메꾼다.<br>——무지갯빛이 쏟아져 원한을 녹이고, 여명이 대지에 다시 돌아오기를"
        },
        {
            "_id": 2,
            "Story": "<i>「날개를 천천히 펴. 바로 그거야…. 저번에 했던 것처럼, 나와 함께 심호흡하자!」<br>「긴장 풀어. 괜찮을 거야…. 응, 날개폭이 넓어졌네. 밥을 잘 먹었구나?」</i><br>촛불이 복슬복슬한 머리를 따스하게 비췄고, 소녀는 조랑말을 들어 저울 위에 살포시 올렸다.<br><br><i>「걱정 마. 곧 다른 날개 환수처럼 크고 건장해질 거야, 알겠지?」</i><br>청진기를 두른 소녀는 각종 검사를 시작하고, 조랑말의 갈비뼈 밑에 새로 생긴 「상처」를 발견했다.<br><i>「다쳤니?」</i><br><br>그녀는 조랑말의 날개를 쓰다듬고, 상처에 솜을 채우며 바늘과 실을 꺼냈다.<br><i>「좀 아플 거야. 근데 걱정 마. 바느질은 자신 있으니까……」<br>「또 무리하게 훈련했구나? 사람들이 너희 엄마, 할머니, 그리고 다른 대단한 선조들은 하늘로 날아오를 수도 있고, 바위도 부술 수 있다고 해서 그렇게 무리했지?」<br>「다들 네가 번개 같은 영웅이 되길 바라고 있어. 하지만 아무리 훈련해도 그들의 기대에 미치지 못하는 것 같지……」<br>「마치… 그들과 전혀 다른 존재인 것처럼……」</i><br><br>조랑말은 꼼짝도 하지 않고 까만 눈동자로 창밖을 바라봤다.<br>하늘을 가르는 뇌명이 여전히 먼 하늘에서 울려 퍼지고 있었다. 그건 하늘의 성의 영웅과 그들의 날개 환수가 일으킨 폭풍이었다.<br><i>「이건 비밀인데… 나도 너랑 같아……」</i><br><br>그 고독하고 어두운 병실에서 오랫동안 요양하던 소녀는 인형을 껴안은 채 바늘과 실을 쥐고 아버지에게 배운 의술을 100번째로 연습했다——<br><br><i>「하지만… 다른 빛에도 그것이 존재하는 의미가 있을 거야……」</i>"
        },
        {
            "_id": 3,
            "Story": "다른 의사들처럼, 소녀는 모든 사람을 치유할 수 있게 해달라는 소원을 빌었다.<br>그녀는 무너져 내리는 세계 속 평범한 사람들의 고통을 위로하고 싶었다. 하지만 검은 물결이 도시 국가를 집어삼키고, 역병이 중상을 입은 사람들을 감쌌다. 그녀는 역병을 몰아낼 수 있었을 뿐, 절망이 퍼져 나가는 것을 막을 수 없었다.<br><i>「어쩌면 좋은 의사에게 필요한 건 영험한 약초만이 아닐지도 몰라……」</i><br><br><i>「우윳빛 커튼은 빛을 투과해야 하고, 침대는 적당히 푹신해야 하며, 침대맡에는 싱싱한 꽃을 둬야 해…. 그래야 방에서도 바깥과 같은 『색깔』을 볼 수 있어……」</i><br>그녀는 종말 속 사람들에게 희망을 가져다주고, 한 줄기 미래의 빛을 더해주고 싶었다.<br><br>그리하여 마음을 안정시켜 주는 향훈과 함께 마지막 순간을 맞이한 어느 소녀가 따뜻하고 편안한 방에서 중얼거렸다. 오랫동안 봉인되어 있던 기억이 천천히 되살아났다.<br><i>「아빠가 오르골을 선물하신 날에도 밖에 이슬비가 내렸어요. 띵똥띵똥 울리는 선율을 들으며, 똑똑 떨어지는 빗방울 소리 속에서 가장 아름다운 생일을 보냈죠……」<br>「그것도 기억나요. 거리는 흰 장미가 가득 피었고, 바람이 불면 향기로운 눈보라처럼 흩날렸어요……」<br>「그리고 그 하늘, 점점 파래지다가 약간의 붉은빛도 섞여 있었죠…」</i> 그녀는 기억을 떠올렸다. <i>「그리고 투명한 거품이 저를 감쌌어요……」<br>「마치 지금처럼……」</i><br><br>째깍, 째깍——<br>시곗바늘이 추억 속에서 움직이며 이야기하는 목소리가 점차 작아졌다.<br>끊임없이 흘러가는 빗소리 속에 만족스러운 한숨만이 남았다.<br><br><i>「두두…」</i> 이카는 고개를 숙인 채 슬픈 표정으로 조랑말 인형 옆에 엎드렸다.<br><i>「이카, 들었어…? 그녀는 우리가 만든 하늘을 봤어……」</i><br>방 천장에서 석양이 바다로 가라앉고 있었다.<br><br>그녀는 소녀의 식어가는 손을 잡았다. 수정처럼 맑은 눈물이 얼굴을 타고 흘러내렸다.<br><i>「앞으로 우리가 하늘을 더 넓고 따뜻하게 만들 수 있을 거야……」<br>「두!」</i>"
        },
        {
            "_id": 4,
            "Story": "오크마, 영웅이 모이는 곳, 종말의 마지막 희망이 있는 곳.<br>「불을 쫓는 여정」, 「불씨」, 「티탄」… 이런 뜨거운 명사들에 이미 익숙하지만, 사람들이 영웅이라고 부를 때마다 그녀는 여전히 손사래를 친다.<br><i>「전 그저 의사일 뿐이에요」</i><br>그녀는 정원에 오는 모든 사람에게 이렇게 말한다.<br><br>슬픔에 잠긴 소녀가 죽음의 티탄이 퍼트린 「불치병」에 대해 물어보러 왔다.<br><i>「카스둥이, 그건 병이 아니야! 아직 시도해 볼 수 있는 게 많다고!」</i><br>그녀는 종종 소녀와 함께 새와 별을 관찰하고, 표본과 키메라 인형을 만들었다. 소녀의 미소를 보면 그녀도 따스함을 느꼈다.<br><br>그녀는 차가운 방직공과 오만한 학자 사이의 불화를 알고 있었다.<br>그녀는 새로 마련된 중재실에서 방직공이 가장 좋아하는 오트밀죽과 학자가 논문을 첨삭할 때 꼭 필요한 탄산 고추냉이 식초를 준비했고, 가장 연륜 있는 반신을 초대했다.<br><i>「만약 안 오신다면… 이카를 보내 매일 그분들의 귓가에 두두두거리게 할 거야!」</i><br><br>그녀는 놀빛 정원에 석류 씨앗을 뿌리고, 밀을 심고, 꽃바다를 가꾸어 먼 곳에서 오크마로 온 이방인들이 마음의 응어리를 풀고 자유롭게 말할 수 있는 장소를 만들었다.<br>「작은 선의지만 종족 간의 오랜 마음의 병을 없앨 수 있으면 좋겠어」<i></i><br><br>그녀는 끊임없이 닳아가는 반신을 늘 걱정했다.<br><i>「히아킨… 불을 쫓는 여정에 오른 첫날부터 *우리*는 이날을 예상했어……」</i><br>그녀들은 항상 이렇게 말했다.<br><i>「여러분의 고통을 조금이라도 덜어 드릴 수 있다면 좋을 텐데…. 정원 도서관에 가서 자료를 더 찾아봐야겠어요……」</i><br>그리고 그녀는 항상 그렇게 행동했다.<br>……<br><br>하늘의 후예, 크렘노스족, 오크마의 옛 귀족, 아이도니아의 성녀, 엘리사이 에데스의 전사, 야누소폴리스의 성녀…. 자그마한 정원에 다채로운 색이 무지갯빛으로 합쳐졌다.<br>하지만 시간이 나면 그녀는 여정의 끝을 떠올리곤 했다.<br><i>「그때가 되면 난… 뭘 더 할 수 있을까?」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「『광력 ████년, 기연의 달』 히아킨 선생님께<br>편지 잘 받으셨나요? 그때 언니는 버티지 못했지만, 마지막으로 언니가 정원에서 보냈던 시간… 떠나기 전 보여준 미소는 아직도 제 꿈을 따뜻하게 감싸고 있어요. 선생님, 저도 오늘 정식으로 의사가 됐어요. 저도 선생님처럼 종말에서 고통받는 사람들을 돕고, 이 긴 밤의 작은 등불이 될 수 있다면 좋겠어요……」<br><br>「『광력 ████년, 폐문의 달』 히아둥이 씨에게<br>…그동안 함께해 줘서 정말 고마워요. 놀빛 정원의 치료실에 웅크려 있을 때, 당신은 제 슬픔이 비처럼 쌓였다가 증발하게 했고, 제 『날씨가 안 좋다』고 했을 때도 절 온전히 포용해주셨죠…. 저도 좀 더 용감해져야 할 것 같아요……」<br><br>「『광력 ████년, 자유의 달』 히아킨에게<br>녀석들이 모두 회복되었어. 특히 지난번에 석류즙을 마시겠다고 떼쓰던 오크마의 어린 전사도 말이야. 도시 국가 간의 오랜 원한이 쉽게 사라지진 않겠지만, 지금의 난 다른 색깔도 공존할 수 있다고 믿어」<br><br>「『광력 ████년, 긴 밤의 달』 히아킨 조교에게<br>꾸준한 충고 고마워. 그녀와의 관계 개선을 고민해 보도록 하지. 물론, 이건 오로지 네 체면을 봐서지만 말이야……」<br><br>「『광력 ████년, 애도의 달』 히아킨에게<br>날 위해 새로운 약을 보내주지 않아도 돼. 사라지는 인간성을 회복할 수 없다는 건 잘 아니까. 너무 걱정 마, 우리와 나무 정원의 관계가 얼어붙은 지경은 아니니……」<br><br>「『광력 ████년, 환희의 달』 히아킨에게<br>고향의 밀이 다시 싹을 틔울 거라곤 상상도 못 했어. 놀빛 정원의 화원에 누워 있으면 꼭 엘리사이 에데스로 돌아간 것 같아. 기분이 가라앉을 때마다 이곳의 밀 향기를 맡으면 다시 의욕이 생긴다니까!」<br><br>「『광력 ████년, 긴 낮의 달』 히아에게<br>사람들은 늘 과거 태양과 번개를 품어 주던 하늘을 칭송하지만, *우리*는 그런 하늘보다 네가 더 다정하다고 생각해. *우리*가 내일 어디로 가든, *우리*는 꼭 영원히, 영원히 널 기억할 거야!」</i><br><br>꽉 찬 상자에서 빠져나온 편지 몇 통. 진료 기록 차트 옆에 소중히 놓여 있다.<br>여정이 처음 시작될 때 소녀의 희미한 빛은 금방이라도 어둠에 삼켜질 것 같았지만, 내일의 하늘이 되기 위한 길에 오르기 전——<br><br>그녀가 지나간 곳에는 맑은 하늘에 어느새 첫 번째 웃음이 피어나고 있었다"
        }
    ]
}

var _voice_ = {
    "1409": [
        {
            "_id": "archive_hyacine_1",
            "Title": "첫 만남",
            "Voice": "하늘의 후예로서, 저 히아킨티아는 여러분과 함께 불을 쫓는 사명을 완수하겠어요. 그리고 놀빛 정원의 의사 히아킨으로서 최선을 다해 여러분을 지원할게요. 이 친구는 제 훌륭한 조수이자 동료——페가수스 이카인데, 쓰다듬어보실래요? 어서요, 이카가 좋아해요~"
        },
        {
            "_id": "archive_hyacine_2",
            "Title": "인사",
            "Voice": "당신의 몸짓과 미세한 표정이 말해주고 있어요. 고민이 있으시죠? 제 정원에 잠시 들르실래요? 거긴 푹신한 의자, 책, 다과, 햇살, 그리고… 당신의 말동무인 저도 있어요~"
        },
        {
            "_id": "archive_hyacine_3",
            "Title": "작별",
            "Voice": "밤공기가 차네요. 영양을 골고루 섭취하되 밤샘은 금물! 자기 전에 따뜻한 물로 몸을 씻고 마음을 안정시켜주는 양유 꽃차를 마시면 좋은 꿈을 꿀 수 있답니다~"
        },
        {
            "_id": "archive_hyacine_4",
            "Title": "자신에 대해•신분",
            "Voice": "태양이 아직 침묵하기 전, 선조께서는 구름 위에서 날씨와 계절을 조절하셨죠. 영원한 밤이 찾아온 지금, 전 희미한 빛이 되어 세상 사람들의 아픔을 치유하고 싶어요——여명이 다시 피어나 모두와 함께 빛의 세례를 받는 그날까지"
        },
        {
            "_id": "archive_hyacine_5",
            "Title": "자신에 대해•날개 환수",
            "Voice": "하늘의 백성이라면 모두 날개 환수의 축복을 받아요. 이카는 몸집이 작고 늘 꾸벅꾸벅 졸지만, 이래 봬도 무지갯빛을 비춰서 도시 전체를 구한 적도 있답니다. 그날 이후 말을 할 수 없게 되긴 했지만요……"
        },
        {
            "_id": "archive_hyacine_6",
            "Title": "잡담•「대화」 치료",
            "Voice": "제가 붕대를 감거나 주사를 놓거나 검진할 때, 환자들은 긴장하기 마련이죠. 이때 의료인의 언어 능력이 빛을 발해요! 물론 가끔 얘기하다 보면 환자들이 피곤해하기도 하지만… 앗, 방금 하품하셨나요?"
        },
        {
            "_id": "archive_hyacine_7",
            "Title": "잡담•이끌림",
            "Voice": "발걸음을 멈출 때면 주변의 나비, 드로마스, 키메라가 이카의 주변으로 모인답니다. 물론 이해해요. 누가 이카를 싫어하겠어요?"
        },
        {
            "_id": "archive_hyacine_8",
            "Title": "취미•탐조",
            "Voice": "촬영 석기로 앰포리어스의 새들을 촬영하는데, 모으다 보니 벌써 앨범이 두꺼워졌어요! 나무 정원의 학자와도 얘기한 적 있는데, 아퀼라와 파구사께선 왜 사이가 안 좋을까요? 제 생각에는 아퀼라 님이 시도 때도 없이 해변으로 사자(使者)를 보내 파구사 님의 꿀 음료를 받아오라고 해서인 것 같아요!"
        },
        {
            "_id": "archive_hyacine_9",
            "Title": "취미•고물 재활용",
            "Voice": "낡은 옷을 리폼한 푹신한 의자, 깡통을 개조한 풍경… 제 정원에 오시면 다 보실 수 있어요. 안 쓰는 고물이 있다면 제게 주세요. 제가 처음 보는 새로운 모습으로 돌려드릴게요~"
        },
        {
            "_id": "archive_hyacine_10",
            "Title": "고민",
            "Voice": "사람들은 제게 하늘의 아이의 피가 흐른다는 사실을 알고는 꼭 여러 번 확인하곤 해요. 제 모습이 전설 속 선조들과 동떨어져 있다는 건 저도 알아요. 신경이 안 쓰인다면 거짓말이지만… 사람은 누구나 다르게 생겼잖아요, 그렇죠?"
        },
        {
            "_id": "archive_hyacine_11",
            "Title": "공유",
            "Voice": "의술에는 한계가 있어요. 최선을 다했더라도 가끔 안타까운 일이 생기곤 하죠. 그래서 전 간호와 심리 치료도 연구했어요. 혼란스러운 세계에서 마음속 희망을 키우는 건 병든 몸을 치료하는 것만큼이나 중요하거든요"
        },
        {
            "_id": "archive_hyacine_12",
            "Title": "견문",
            "Voice": "정의를 상징하는 빨강, 용맹을 상징하는 주황, 평화를 상징하는 노랑… 과거 선조들께서는 세계에 다양한 색채를 남기셨어요. 햇빛이 빗방울을 통과하면 빛이 굴절돼 일곱 빛깔을 만드는 것 처럼요"
        },
        {
            "_id": "archive_hyacine_13",
            "Title": "{NICKNAME}에 대해",
            "Voice": "회색둥이 씨는 천외에서 멋지고 다양한 일을 겪으셨다고 들었어요. 기회가 있다면, 저도 광활한 천외를 둘러보고 싶어요. 전 하늘의 백성이니까요!"
        },
        {
            "_id": "archive_hyacine_14",
            "Title": "단항에 대해",
            "Voice": "청룡둥이 씨처럼 감정 기복이 적은 분은 드물죠. 무슨 일이 생겨도 눈 하나 깜짝 안 하실 것 같은데, 어쩌면 의사가 천직일지도 모르겠네요!?"
        },
        {
            "_id": "archive_hyacine_15",
            "Title": "아글라이아에 대해",
            "Voice": "예전에 누군가 저에게 아글라이아 님은 마음을 읽을 수 없어서 신뢰가 안 간다며 불평한 적이 있어요…. 하지만 아글라이아 님의 손을 잡았을 때, 전 그분의 차가운 피부 아래에서 희미한 따뜻함을 느꼈죠. 아글라이아 님은 그저 말로 마음의 소리를 숨기시는 것뿐이에요"
        },
        {
            "_id": "archive_hyacine_16",
            "Title": "트리비•트리앤•트리논에 대해",
            "Voice": "트리비 님은 저를 화통에 태워줬어요. 아주 잠깐이긴 했지만 마모리얼 천궁을 가로지르는 그 짜릿함이란… 계속 앞만 주시하면, 무섭지 않을 거라고 알려주셨죠"
        },
        {
            "_id": "archive_hyacine_17",
            "Title": "카스토리스에 대해",
            "Voice": "카스둥이는 제 화원을 아주 좋아해요. 눈도 깜빡이지 않고 정원을 아주 크게 돌며 이쪽에서 저쪽으로, 한 바퀴, 또 한 바퀴 돌죠——정신을 차리게 하려면 더 귀여운 게 있어야 해요. 예를 들면… 키메라 같은?"
        },
        {
            "_id": "archive_hyacine_18",
            "Title": "아낙사에 대해",
            "Voice": "아낙사 선생님은 시험 범위를 알려주지 않고, 일대일 구두시험을 치르기도 하세요! 시험 기간만 되면 머리를 너무 써서 진이 빠진 학생들이 절 찾아와 응급처치를 받기도 한답니다……"
        },
        {
            "_id": "archive_hyacine_19",
            "Title": "파이논에 대해",
            "Voice": "파이논 님은 모든 동료에게 따뜻하고 상냥하지만, 모두를 바라보는 그분의 미소에는 항상 희미한 고통이 들어있죠…. 분명 과거에 아주 큰 무언가를 잃으셔서겠죠?"
        },
        {
            "_id": "archive_hyacine_20",
            "Title": "마이데이에 대해",
            "Voice": "마이데이 님은 회복 속도가 남다르세요. 중상을 입어서 제 치료가 필요한 상황에도 저와 담소를 나누시더라고요…. 음… 가만 보니 다쳤을 때 평소보다 말을 더 많이 하시는 것 같아요"
        },
        {
            "_id": "archive_hyacine_21",
            "Title": "사이퍼에 대해",
            "Voice": "사이퍼 님의 기분을 알고 싶다면 꼬리를 보시면 돼요~ 바짝 서 있다면 기분이 좋은 거고, 꼬리 끝만 움직인다면 아무하고도 얘기하고 싶지 않다는 뜻이니 말수를 줄이세요. 어떻게 알았냐고요? 그냥 추측이에요. 왠지 키메라와 비슷할 것 같아서요!"
        },
        {
            "_id": "archive_hyacine_22",
            "Title": "히실렌스에 대해",
            "Voice": "히실렌스 님의 바이올린 소리가 이젠 달콤하고 낭만적으로 변했어요. 저희는 불면증 환자를 만나면 양유 꽃차에 히실렌스 님의 노랫소리를 더해주자고 약속했었죠. 분명 효과가 있을 거예요!"
        },
        {
            "_id": "archive_hyacine_23",
            "Title": "케리드라에 대해",
            "Voice": "케리드라 님… 세상 사람들에게 「폭군」의 면모를 보이실 때, 누가 그분의 고독한 뒷모습을 치유해 줄까요? 다음에 뵈면, 꼭 크게 한번 안아드려야겠어……"
        },
        {
            "_id": "archive_hyacine_24",
            "Title": "Mar. 7th에 대해",
            "Voice": "불을 쫓는 무리에서처럼, 개척 일행에서도 세븐둥이 씨는 분명 모두를 따뜻하게 해주는 태양일 거예요——보세요, 세븐둥이 씨가 오고 나서부터는 {NICKNAME} 씨의 안색도 한결 편안해졌잖아요!"
        },
        {
            "_id": "archive_hyacine_25",
            "Title": "키레네에 대해",
            "Voice": "키레네 씨도 반짝거리는 물건을 좋아하실 거야…. 늘 하늘의 별들을 보는 걸 좋아하셨잖아. 그렇지, 이카? 응! 그리고 분명 말랑말랑한 너도 좋아하실 거라고~"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_hyacine",
            "Title": "성혼 활성화",
            "Voice": "하늘은 텅 비어 있는데 위안이 되네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_hyacine",
            "Title": "캐릭터 승급",
            "Voice": "이 세상을 치유하려면 찬란한 색이 더 필요해요"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_hyacine",
            "Title": "캐릭터 최고 레벨",
            "Voice": "우리가 다다를 종착지에 더는 안개가 자욱하지 않길"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_hyacine",
            "Title": "행적 활성화",
            "Voice": "희미한 빛이 앞길을 비추고 있어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_hyacine",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "회색둥이 씨, 무지개색 하늘을 본 적 있나요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_hyacine",
            "Title": "파티 편성•아글라이아",
            "Voice": "아글라이아 님, 빛이 반드시 앰포리어스를 다시 비출 거예요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_hyacine",
            "Title": "파티 편성•카스토리스",
            "Voice": "카스둥이, 네가 있어서 다행이야! 이카, 졸지 말고 일어나서 용을 봐! (두? 두!)"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_hyacine",
            "Title": "파티 편성•트리비",
            "Voice": "트리비 선생님, 비행할 땐 조심하세요~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_hyacine",
            "Title": "파티 편성•아낙사",
            "Voice": "아낙사 선생님, 이론 실천을 부탁할게요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_hyacine",
            "Title": "파티 편성•마이데이",
            "Voice": "마이데이 님, 놀빛 정원의 의학서에는 「무리하지 말 것」이라는 말이 적혀 있답니다~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tociphe_hyacine",
            "Title": "파티 편성•사이퍼",
            "Voice": "사이퍼 님, 너무 빨리 가시면 제가 못 따라가요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_hyacine",
            "Title": "파티 편성•파이논",
            "Voice": "파이논 님, 다치면 저한테 바로 알려 주세요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_hyacine",
            "Title": "파티 편성•히실렌스",
            "Voice": "히실렌스 님의 노랫소리가 있으면, 다들 그렇게 피곤하지 않을 거예요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_hyacine",
            "Title": "파티 편성•케리드라",
            "Voice": "케리드라 님, 안심하시고 병력을 배치하세요, 후방은 제게 맡기시고요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_hyacine",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "세븐둥이 씨, 또 만났네요! 하고 싶은 얘기가 정말 많아요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_hyacine",
            "Title": "파티 편성•단항•등황",
            "Voice": "대지의 도움이 있다면, 햇빛이 앰포리어스 곳곳을 비출 수 있을 거예요~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_hyacine",
            "Title": "파티 편성•키레네",
            "Voice": "키레둥이 씨, 마음을 달래주는 양유 꽃차 한잔할래요~?"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_hyacine",
            "Title": "전투 시작•약점 격파",
            "Voice": "부디 저에게 마음을 열어 주세요"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_hyacine",
            "Title": "전투 시작•위험 경보",
            "Voice": "이성을 완전히 놓아버린 건가요…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hyacine_01",
            "Title": "턴 시작•1",
            "Voice": "미래는, 분명 찬란할 거예요"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hyacine_02",
            "Title": "턴 시작•2",
            "Voice": "제가 무지개다리로 안내할게요"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_hyacine",
            "Title": "턴 대기",
            "Voice": "급할 것 없어요. 가끔은 생각을 비우는 것도 피로를 푸는 약이 된답니다~"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_hyacine_01",
            "Title": "일반 공격",
            "Voice": "진정하자"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_hyacine_01",
            "Title": "전투 스킬•1",
            "Voice": "함께 햇볕을 쬐어요~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_hyacine_02",
            "Title": "전투 스킬•2",
            "Voice": "다들 우릴 기다린다구~"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_hyacine_01",
            "Title": "약공격 피격",
            "Voice": "충동은 금물이에요……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_hyacine_01",
            "Title": "강공격 피격",
            "Voice": "저들을 막아야 해요…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_hyacine",
            "Title": "필살기•활성화",
            "Voice": "부디 이 희미한 빛이……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_hyacine",
            "Title": "필살기•발동",
            "Voice": "검은 구름을 걷어내어 맑은 하늘을 되찾길!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_hyacine_01",
            "Title": "전투 불능",
            "Voice": "선조님, 전 아직……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_hyacine",
            "Title": "전투 복귀",
            "Voice": "이번엔 운이 좋았어요…. 다들 괜찮나요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_hyacine",
            "Title": "HP 회복",
            "Voice": "특별한 치료법인가요? 저도 배우고 싶네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_hyacine_01",
            "Title": "비술",
            "Voice": "저희를 위해 앞길을 밝혀주소서"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_hyacine",
            "Title": "전투 승리",
            "Voice": "희미한 빛일지라도 모이면 찬란한 은하가 될 수 있어요"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hyacine",
            "Title": "전리품 오픈•1",
            "Voice": "요건 몰랐죠? 제가 발견했어요~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hyacine_02",
            "Title": "전리품 오픈•2",
            "Voice": "햇살 아래서 보면 빛깔이 더 예쁠 것 같네요~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_hyacine",
            "Title": "진귀한 전리품 오픈",
            "Voice": "이, 이건… 고대 서적에서 본 적 있어요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hyacine",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "나무 정원에서의 연구가 헛되지 않았네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hyacine_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "다른 해법은 없을까요……"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_hyacine",
            "Title": "적 발견",
            "Voice": "설득하기 까다로운 녀석이에요…. 일단 지켜보다가 다시 움직이죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_hyacine",
            "Title": "도시로 복귀",
            "Voice": "보람찬 하루! 오늘 밤은 푹 잘 수 있겠네요~"
        }
    ]
}

var _notes_ = {
    "1409": []
}

var _adiff_ = {
    "1409": {
        "v5": [
            "``Base Stats`- Energy 150.0 → 140.0 ;"
        ]
    }
}

var _mtc_ = {
    "1409": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110425": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110425": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110425": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110425": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "기억 정령 스킬",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "기억 정령 특성",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110505": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110505": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110505": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "속도 +14",
                "Mat": {
                    "2": 235500,
                    "115001": 2,
                    "110252": 7,
                    "115002": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "효과 저항 +18%",
                "Mat": {
                    "2": 209000,
                    "110251": 3,
                    "115001": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 149000,
                    "110252": 3,
                    "115002": 2,
                    "110253": 7,
                    "115003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "미소 짓는 먹구름",
                "Mat": {
                    "2": 5000,
                    "110251": 3,
                    "110505": 1
                }
            },
            {
                "Name": "부드러운 뇌우",
                "Mat": {
                    "2": 20000,
                    "110252": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "잔잔해진 폭풍",
                "Mat": {
                    "2": 160000,
                    "110253": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}