// Auto Generated

var _avatarskill_ = {
    "141001": {
        "v1": {
            "Name": "고요한 물에서 메아리치는 단조",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v2": {
            "Name": "고요한 물에서 메아리치는 단조",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v3": {
            "Name": "고요한 물에서 메아리치는 단조",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v4": {
            "Name": "고요한 물에서 메아리치는 단조",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v5": {
            "Name": "고요한 물에서 메아리치는 단조",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "Live": {
            "Name": "고요한 물에서 메아리치는 단조",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.5,
                    1.0,
                    3.0
                ],
                [
                    0.6,
                    1.0,
                    3.0
                ],
                [
                    0.7,
                    1.0,
                    3.0
                ],
                [
                    0.8,
                    1.0,
                    3.0
                ],
                [
                    0.9,
                    1.0,
                    3.0
                ],
                [
                    1.0,
                    1.0,
                    3.0
                ],
                [
                    1.1,
                    1.0,
                    3.0
                ],
                [
                    1.2,
                    1.0,
                    3.0
                ],
                [
                    1.3,
                    1.0,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    3.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        }
    },
    "141002": {
        "v1": {
            "Name": "암류 뒤에서 울려 퍼지는 배음",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "<b>#2[p]</b>의 <u>기본 확률</u>로 모든 적이 받는 피해를 @<b>#3[p]</b># 증가시킨다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v2": {
            "Name": "암류 뒤에서 울려 퍼지는 배음",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "<b>#2[p]</b>의 <u>기본 확률</u>로 모든 적이 받는 피해를 @<b>#3[p]</b># 증가시킨다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v3": {
            "Name": "암류 뒤에서 울려 퍼지는 배음",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "<b>#2[p]</b>의 <u>기본 확률</u>로 모든 적이 받는 피해를 @<b>#3[p]</b># 증가시킨다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v4": {
            "Name": "암류 뒤에서 울려 퍼지는 배음",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "<b>#2[p]</b>의 <u>기본 확률</u>로 모든 적이 받는 피해를 @<b>#3[p]</b># 증가시킨다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "v5": {
            "Name": "암류 뒤에서 울려 퍼지는 배음",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "<b>#2[p]</b>의 <u>기본 확률</u>로 모든 적이 받는 피해를 @<b>#3[p]</b># 증가시킨다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        },
        "Live": {
            "Name": "암류 뒤에서 울려 퍼지는 배음",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "범위 공격",
            "Desc": "<b>#2[p]</b>의 <u>기본 확률</u>로 모든 적이 받는 피해를 @<b>#3[p]</b># 증가시킨다, 지속 시간: <b>#4[f]</b>턴. 동시에 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다",
            "Params": [
                [
                    0.7,
                    1.0,
                    0.1,
                    3.0
                ],
                [
                    0.77,
                    1.0,
                    0.11,
                    3.0
                ],
                [
                    0.84,
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    0.91,
                    1.0,
                    0.13,
                    3.0
                ],
                [
                    0.98,
                    1.0,
                    0.14,
                    3.0
                ],
                [
                    1.05,
                    1.0,
                    0.15,
                    3.0
                ],
                [
                    1.1375,
                    1.0,
                    0.1625,
                    3.0
                ],
                [
                    1.225,
                    1.0,
                    0.175,
                    3.0
                ],
                [
                    1.3125,
                    1.0,
                    0.1875,
                    3.0
                ],
                [
                    1.4,
                    1.0,
                    0.2,
                    3.0
                ],
                [
                    1.47,
                    1.0,
                    0.21,
                    3.0
                ],
                [
                    1.54,
                    1.0,
                    0.22,
                    3.0
                ],
                [
                    1.61,
                    1.0,
                    0.23,
                    3.0
                ],
                [
                    1.68,
                    1.0,
                    0.24,
                    3.0
                ],
                [
                    1.75,
                    1.0,
                    0.25,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_BP"
        }
    },
    "141003": {
        "v1": {
            "Name": "절해의 노도, 영혼을 삼키는 무도곡",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "결계를 펼친다. 적의 공격력을 <b>#6[p]</b> 감소시키고 방어력을 @<b>#3[p]</b># 감소시키며, 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다.<br>결계 안에 있는 적이 지속 피해를 1회 받을 때마다 대상에게 히실렌스 공격력의 @<b>#4[p]</b>#만큼 물리 속성 지속 피해를 가한다. 이 피해는 해당 효과를 중복 발동할 수 없고, 턴이 시작될 때마다 또는 아군의 단일 행동 내에 최대 <b>#5[f]</b>회 발동한다.<br>결계는 <b>#2[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 히실렌스가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    1.8,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.92,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    2.04,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    2.28,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    2.55,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    2.7,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    2.85,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    3.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    3.12,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    3.24,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    3.36,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    3.48,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    3.6,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v2": {
            "Name": "절해의 노도, 영혼을 삼키는 무도곡",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "결계를 펼친다. 적의 공격력을 <b>#6[p]</b> 감소시키고 방어력을 @<b>#3[p]</b># 감소시키며, 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다.<br>결계 안에 있는 적이 지속 피해를 1회 받을 때마다 대상에게 히실렌스 공격력의 @<b>#4[p]</b>#만큼 물리 속성 지속 피해를 가한다. 이 피해는 해당 효과를 중복 발동할 수 없고, 턴이 시작될 때마다 또는 아군의 단일 행동 내에 최대 <b>#5[f]</b>회 발동한다.<br>결계는 <b>#2[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 히실렌스가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    1.8,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.92,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    2.04,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    2.28,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    2.55,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    2.7,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    2.85,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    3.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    3.12,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    3.24,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    3.36,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    3.48,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    3.6,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v3": {
            "Name": "절해의 파도, 영혼을 삼키는 무곡",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "히실랜스가 결계를 펼친다. 적의 공격력을 <b>#6[p]</b> 감소시키고 방어력을 @<b>#3[p]</b># 감소시키며, 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다.<br>결계 안에 있는 적이 지속 피해를 1회 받을 때마다 히실렌스는 대상에게 자신의 공격력의 @<b>#4[p]</b>#만큼 물리 속성 지속 피해를 가한다. 이 피해는 해당 효과를 중복 발동할 수 없고, 턴이 시작될 때마다 또는 아군의 단일 공격 내에 최대 <b>#5[f]</b>회 발동한다.<br>결계는 <b>#2[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 히실렌스가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    1.2,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.28,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    1.36,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    1.44,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    1.52,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    1.6,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    1.7,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    1.8,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    1.9,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    2.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    2.08,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    2.24,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    2.32,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v4": {
            "Name": "절해의 파도, 영혼을 삼키는 무곡",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "히실랜스가 결계를 펼친다. 적의 공격력을 <b>#6[p]</b> 감소시키고 방어력을 @<b>#3[p]</b># 감소시키며, 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다.<br>결계 안에 있는 적이 지속 피해를 1회 받을 때마다 히실렌스는 대상에게 자신의 공격력의 @<b>#4[p]</b>#만큼 물리 속성 지속 피해를 가한다. 이 피해는 해당 효과를 중복 발동할 수 없고, 턴이 시작될 때마다 또는 아군의 단일 공격 내에 최대 <b>#5[f]</b>회 발동한다.<br>결계는 <b>#2[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 히실렌스가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    1.2,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.28,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    1.36,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    1.44,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    1.52,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    1.6,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    1.7,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    1.8,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    1.9,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    2.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    2.08,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    2.24,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    2.32,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v5": {
            "Name": "절해의 파도, 영혼을 삼키는 무곡",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "히실랜스가 결계를 펼친다. 적의 공격력을 <b>#6[p]</b> 감소시키고 방어력을 @<b>#3[p]</b># 감소시키며, 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다.<br>결계 안에 있는 적이 지속 피해를 1회 받을 때마다 히실렌스는 대상에게 자신의 공격력의 @<b>#4[p]</b>#만큼 물리 속성 지속 피해를 가한다. 이 피해는 해당 효과를 중복 발동할 수 없고, 턴이 시작될 때마다 또는 아군의 단일 공격 내에 최대 <b>#5[f]</b>회 발동한다.<br>결계는 <b>#2[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 히실렌스가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    1.2,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.28,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    1.36,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    1.44,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    1.52,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    1.6,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    1.7,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    1.8,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    1.9,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    2.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    2.08,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    2.24,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    2.32,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        },
        "Live": {
            "Name": "절해의 파도, 영혼을 삼키는 무곡",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "히실렌스가 결계를 펼친다. 적의 공격력을 <b>#6[p]</b> 감소시키고 방어력을 @<b>#3[p]</b># 감소시키며, 모든 적에게 히실렌스 공격력의 @<b>#1[p]</b>#만큼 물리 속성 피해를 가한다.<br>결계 안에 있는 적이 지속 피해를 1회 받을 때마다 히실렌스는 대상에게 자신의 공격력의 @<b>#4[p]</b>#만큼 물리 속성 지속 피해를 가한다. 해당 피해는 턴이 시작될 때마다 또는 아군의 단일 공격 후 발동하며, 최대 <b>#5[f]</b>회 발동한다. 해당 피해는 이 효과를 중복 발동할 수 없다.<br>결계는 <b>#2[f]</b>턴 동안 지속되며, 자신의 턴이 시작될 때마다 결계의 지속 턴 수가 1 감소한다. 히실렌스가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    1.2,
                    3.0,
                    0.15,
                    0.32,
                    8.0,
                    0.15
                ],
                [
                    1.28,
                    3.0,
                    0.16,
                    0.3728,
                    8.0,
                    0.15
                ],
                [
                    1.36,
                    3.0,
                    0.17,
                    0.4256,
                    8.0,
                    0.15
                ],
                [
                    1.44,
                    3.0,
                    0.18,
                    0.4784,
                    8.0,
                    0.15
                ],
                [
                    1.52,
                    3.0,
                    0.19,
                    0.5312,
                    8.0,
                    0.15
                ],
                [
                    1.6,
                    3.0,
                    0.2,
                    0.584,
                    8.0,
                    0.15
                ],
                [
                    1.7,
                    3.0,
                    0.2125,
                    0.632,
                    8.0,
                    0.15
                ],
                [
                    1.8,
                    3.0,
                    0.225,
                    0.68,
                    8.0,
                    0.15
                ],
                [
                    1.9,
                    3.0,
                    0.2375,
                    0.74,
                    8.0,
                    0.15
                ],
                [
                    2.0,
                    3.0,
                    0.25,
                    0.8,
                    8.0,
                    0.15
                ],
                [
                    2.08,
                    3.0,
                    0.26,
                    0.84,
                    8.0,
                    0.15
                ],
                [
                    2.16,
                    3.0,
                    0.27,
                    0.88,
                    8.0,
                    0.15
                ],
                [
                    2.24,
                    3.0,
                    0.28,
                    0.92,
                    8.0,
                    0.15
                ],
                [
                    2.32,
                    3.0,
                    0.29,
                    0.96,
                    8.0,
                    0.15
                ],
                [
                    2.4,
                    3.0,
                    0.3,
                    1.0,
                    8.0,
                    0.15
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Ultra"
        }
    },
    "141004": {
        "v1": {
            "Name": "노래하는 세이렌",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "일반 공격, 전투 스킬, 필살기 발동 시 <b>#1[p]</b>의 <u>기본 확률</u>로 적을 풍화/열상/연소/감전 중 1가지 상태에 빠트리며, 다른 상태에 우선으로 빠진다.<br>풍화/연소/감전 상태일 때 적은 턴이 시작될 때마다 히실렌스 공격력의 @<b>#2[p]</b>#만큼 바람/화염/번개 속성 지속 피해를 받는다, 지속 시간: <b>#5[f]</b>턴<br>열상 상태일 때 적은 턴이 시작될 때마다 자신의 HP 최대치의 <b>#3[p]</b>만큼 물리 속성 지속 피해를 받으며, 최대 히실렌스 공격력의 @<b>#4[p]</b>#를 넘지 않는다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v2": {
            "Name": "노래하는 세이렌",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "일반 공격, 전투 스킬, 필살기 발동 시 <b>#1[p]</b>의 <u>기본 확률</u>로 적을 풍화/열상/연소/감전 중 1가지 상태에 빠트리며, 다른 상태에 우선으로 빠진다.<br>풍화/연소/감전 상태일 때 적은 턴이 시작될 때마다 히실렌스 공격력의 @<b>#2[p]</b>#만큼 바람/화염/번개 속성 지속 피해를 받는다, 지속 시간: <b>#5[f]</b>턴<br>열상 상태일 때 적은 턴이 시작될 때마다 자신의 HP 최대치의 <b>#3[p]</b>만큼 물리 속성 지속 피해를 받으며, 최대 히실렌스 공격력의 @<b>#4[p]</b>#를 넘지 않는다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v3": {
            "Name": "노래하는 세이렌",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "아군이 공격 시 히실렌스가 <b>#1[p]</b>의 <u>기본 확률</u>로 명중한 적을 풍화/열상/연소/감전 중 1가지 상태에 빠트리며, 다른 상태를 우선으로 빠트린다.<br>풍화/연소/감전 상태일 때 적은 턴이 시작될 때마다 히실렌스 공격력의 @<b>#2[p]</b>#만큼 바람/화염/번개 속성 지속 피해를 받는다, 지속 시간: <b>#5[f]</b>턴<br>열상 상태일 때 적은 턴이 시작될 때마다 자신의 HP 최대치의 <b>#3[p]</b>만큼 물리 속성 지속 피해를 받으며, 최대 히실렌스 공격력의 @<b>#4[p]</b>#를 넘지 않는다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v4": {
            "Name": "노래하는 세이렌",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "아군이 공격 시 히실렌스가 <b>#1[p]</b>의 <u>기본 확률</u>로 명중한 적을 풍화/열상/연소/감전 중 1가지 상태에 빠트리며, 다른 상태를 우선으로 빠트린다.<br>풍화/연소/감전 상태일 때 적은 턴이 시작될 때마다 히실렌스 공격력의 @<b>#2[p]</b>#만큼 바람/화염/번개 속성 지속 피해를 받는다, 지속 시간: <b>#5[f]</b>턴<br>열상 상태일 때 적은 턴이 시작될 때마다 자신의 HP 최대치의 <b>#3[p]</b>만큼 물리 속성 지속 피해를 받으며, 최대 히실렌스 공격력의 @<b>#4[p]</b>#를 넘지 않는다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "v5": {
            "Name": "노래하는 세이렌",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "아군이 공격 시 히실렌스가 <b>#1[p]</b>의 <u>기본 확률</u>로 명중한 적을 풍화/열상/연소/감전 중 1가지 상태에 빠트리며, 다른 상태를 우선으로 빠트린다.<br>풍화/연소/감전 상태일 때 적은 턴이 시작될 때마다 히실렌스 공격력의 @<b>#2[p]</b>#만큼 바람/화염/번개 속성 지속 피해를 받는다, 지속 시간: <b>#5[f]</b>턴<br>열상 상태일 때 적은 턴이 시작될 때마다 자신의 HP 최대치의 <b>#3[p]</b>만큼 물리 속성 지속 피해를 받으며, 최대 히실렌스 공격력의 @<b>#4[p]</b>#를 넘지 않는다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        },
        "Live": {
            "Name": "노래하는 세이렌",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "방해",
            "Desc": "아군이 공격 시 히실렌스가 <b>#1[p]</b>의 <u>기본 확률</u>로 명중한 적을 풍화/열상/연소/감전 중 1가지 상태에 빠트리며, 다른 상태에 우선으로 빠트린다.<br>풍화/연소/감전 상태일 때 적은 턴이 시작될 때마다 히실렌스 공격력의 @<b>#2[p]</b>#만큼 바람/화염/번개 속성 지속 피해를 받는다, 지속 시간: <b>#5[f]</b>턴<br>열상 상태일 때 적은 턴이 시작될 때마다 자신의 HP 최대치의 <b>#3[p]</b>만큼 물리 속성 지속 피해를 받으며, 최대 히실렌스 공격력의 @<b>#4[p]</b>#를 넘지 않는다, 지속 시간: <b>#5[f]</b>턴",
            "Params": [
                [
                    1.0,
                    0.1,
                    0.2,
                    0.1,
                    2.0
                ],
                [
                    1.0,
                    0.1165,
                    0.2,
                    0.1165,
                    2.0
                ],
                [
                    1.0,
                    0.133,
                    0.2,
                    0.133,
                    2.0
                ],
                [
                    1.0,
                    0.1495,
                    0.2,
                    0.1495,
                    2.0
                ],
                [
                    1.0,
                    0.166,
                    0.2,
                    0.166,
                    2.0
                ],
                [
                    1.0,
                    0.1825,
                    0.2,
                    0.1825,
                    2.0
                ],
                [
                    1.0,
                    0.1975,
                    0.2,
                    0.1975,
                    2.0
                ],
                [
                    1.0,
                    0.2125,
                    0.2,
                    0.2125,
                    2.0
                ],
                [
                    1.0,
                    0.23125,
                    0.2,
                    0.23125,
                    2.0
                ],
                [
                    1.0,
                    0.25,
                    0.2,
                    0.25,
                    2.0
                ],
                [
                    1.0,
                    0.2625,
                    0.2,
                    0.2625,
                    2.0
                ],
                [
                    1.0,
                    0.275,
                    0.2,
                    0.275,
                    2.0
                ],
                [
                    1.0,
                    0.2875,
                    0.2,
                    0.2875,
                    2.0
                ],
                [
                    1.0,
                    0.3,
                    0.2,
                    0.3,
                    2.0
                ],
                [
                    1.0,
                    0.3125,
                    0.2,
                    0.3125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Passive"
        }
    },
    "141006": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Normal"
        }
    },
    "141007": {
        "v1": {
            "Name": "바닷속 안식처",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되고 자동으로 전방을 향해 이동하는 특수 영역을 만들며, 특수 영역 내의 적은 [취심] 상태에 빠진다. [취심] 상태인 적은 히실렌스에게 공격을 발동하지 않으며, 영역 지속 시간 동안 영역을 따라다닌다.<br>[취심] 상태의 적과 전투에 진입하면 <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 히실렌스의 특성 효과와 동일한 풍화/열상/연소/감전 중 <b>#3[f]</b>가지 상태에 빠트린다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v2": {
            "Name": "바닷속 안식처",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되고 자동으로 전방을 향해 이동하는 특수 영역을 만들며, 특수 영역 내의 적은 [취심] 상태에 빠진다. [취심] 상태인 적은 히실렌스에게 공격을 발동하지 않으며, 영역 지속 시간 동안 영역을 따라다닌다.<br>[취심] 상태의 적과 전투에 진입하면 <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 히실렌스의 특성 효과와 동일한 풍화/열상/연소/감전 중 <b>#3[f]</b>가지 상태에 빠트린다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v3": {
            "Name": "바닷속 거처",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되고 자동으로 전방을 향해 이동하는 특수 영역을 만들며, 특수 영역 내의 적은 [취심] 상태에 빠진다. [취심] 상태인 적은 아군에게 공격을 발동하지 않으며, 영역 지속 시간 동안 영역을 따라다닌다.<br>[취심] 상태의 적과 전투에 진입하면 <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 히실렌스의 특성 효과와 동일한 풍화/열상/연소/감전 중 <b>#3[f]</b>가지 상태에 빠트린다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v4": {
            "Name": "바닷속 거처",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되고 자동으로 전방을 향해 이동하는 특수 영역을 만들며, 특수 영역 내의 적은 [취심] 상태에 빠진다. [취심] 상태인 적은 아군에게 공격을 발동하지 않으며, 영역 지속 시간 동안 영역을 따라다닌다.<br>[취심] 상태의 적과 전투에 진입하면 <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 히실렌스의 특성 효과와 동일한 풍화/열상/연소/감전 중 <b>#3[f]</b>가지 상태에 빠트린다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "v5": {
            "Name": "바닷속 거처",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되고 자동으로 전방을 향해 이동하는 특수 영역을 만들며, 특수 영역 내의 적은 [취심] 상태에 빠진다. [취심] 상태인 적은 아군에게 공격을 발동하지 않으며, 영역 지속 시간 동안 영역을 따라다닌다.<br>[취심] 상태의 적과 전투에 진입하면 <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 히실렌스의 특성 효과와 동일한 풍화/열상/연소/감전 중 <b>#3[f]</b>가지 상태에 빠트린다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        },
        "Live": {
            "Name": "바닷속 거처",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되고 자동으로 전방을 향해 이동하는 특수 영역을 만들며, 특수 영역 내의 적은 [취심] 상태에 빠진다. [취심] 상태인 적은 아군에게 공격을 발동하지 않으며, 영역 지속 시간 동안 영역을 따라다닌다.<br>[취심] 상태의 적과 전투에 진입하면 <b>#2[p]</b>의 <u>기본 확률</u>로 각 단일 적을 히실렌스의 특성 효과와 동일한 풍화/열상/연소/감전 중 <b>#3[f]</b>가지 상태에 빠트린다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1410_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1410": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "정복의 검",
                "Desc": "전투 시작 시 히실렌스가 필살기와 동일한 효과의 결계를 펼친다, 결계 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "연회의 거품",
                "Desc": "다른 아군이 공격을 발동할 때마다 히실렌스는 <b><color style='color:#f29e38'>100%</color></b>의 기본 확률로 명중된 적을 히실렌스의 특성과 동일한 풍화/열상/연소/감전 중 1가지 상태에 빠트린다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "진주의 현",
                "Desc": "히실렌스의 효과 명중이 <b><color style='color:#f29e38'>60%</color></b>를 초과할 시 <b><color style='color:#f29e38'>10%</color></b> 초과할 때마다 가하는 피해가 <b><color style='color:#f29e38'>15%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>90%</color></b>까지 증가)",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "정복의 검",
                "Desc": "전투 시작 시 히실렌스가 필살기와 동일한 효과의 결계를 펼친다, 결계 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "연회의 거품",
                "Desc": "다른 아군이 공격을 발동할 때마다 히실렌스는 <b><color style='color:#f29e38'>100%</color></b>의 기본 확률로 명중된 적을 히실렌스의 특성과 동일한 풍화/열상/연소/감전 중 1가지 상태에 빠트린다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "진주의 현",
                "Desc": "히실렌스의 효과 명중이 <b><color style='color:#f29e38'>60%</color></b>를 초과할 시 <b><color style='color:#f29e38'>10%</color></b> 초과할 때마다 가하는 피해가 <b><color style='color:#f29e38'>15%</color></b> 증가한다. (최대 <b><color style='color:#f29e38'>90%</color></b>까지 증가)",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "SpeedDelta": 14.0,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "정복의 검",
                "Desc": "전투 시작 시 히실렌스가 필살기 효과와 동일한 결계를 펼친다, 결계 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴. 히실렌스가 결계를 펼칠 때마다 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "연회의 거품",
                "Desc": "히실렌스가 필살기 발동 시 적이 지속 피해 상태일 경우, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 <b><color style='color:#f29e38'>150%</color></b>만큼 피해를 생성한다",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "진주의 현",
                "Desc": "히실렌스의 효과 명중이 <b><color style='color:#f29e38'>60%</color></b>를 초과할 시 <b><color style='color:#f29e38'>10%</color></b> 초과할 때마다 자신이 가하는 피해가 <b><color style='color:#f29e38'>15%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>90%</color></b> 증가한다",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "SpeedDelta": 14.0,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "정복의 검",
                "Desc": "전투 시작 시 히실렌스가 필살기 효과와 동일한 결계를 펼친다, 결계 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴. 히실렌스가 결계를 펼칠 때마다 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "연회의 거품",
                "Desc": "히실렌스가 필살기 발동 시 적이 지속 피해 상태일 경우, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 <b><color style='color:#f29e38'>150%</color></b>만큼 피해를 생성한다",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "진주의 현",
                "Desc": "히실렌스의 효과 명중이 <b><color style='color:#f29e38'>60%</color></b>를 초과할 시 <b><color style='color:#f29e38'>10%</color></b> 초과할 때마다 자신이 가하는 피해가 <b><color style='color:#f29e38'>15%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>90%</color></b> 증가한다",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "SpeedDelta": 14.0,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "정복의 검",
                "Desc": "전투 시작 시 히실렌스가 필살기 효과와 동일한 결계를 펼친다, 결계 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴. 히실렌스가 결계를 펼칠 때마다 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "연회의 거품",
                "Desc": "히실렌스가 필살기 발동 시 적이 지속 피해 상태일 경우, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 <b><color style='color:#f29e38'>150%</color></b>만큼 피해를 생성한다",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "진주의 현",
                "Desc": "히실렌스의 효과 명중이 <b><color style='color:#f29e38'>60%</color></b>를 초과할 시 <b><color style='color:#f29e38'>10%</color></b> 초과할 때마다 자신이 가하는 피해가 <b><color style='color:#f29e38'>15%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>90%</color></b> 증가한다",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "SpeedDelta": 14.0,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "정복의 검",
                "Desc": "전투 시작 시 히실렌스가 필살기 효과와 동일한 결계를 펼친다, 결계 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴. 히실렌스가 결계를 펼칠 때마다 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
                "Icon": "SkillIcon_1410_SkillTree1"
            },
            "Tree2": {
                "Name": "연회의 거품",
                "Desc": "히실렌스가 필살기 발동 시 적이 지속 피해 상태일 경우, 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 <b><color style='color:#f29e38'>150%</color></b>만큼 피해를 생성한다",
                "Icon": "SkillIcon_1410_SkillTree2"
            },
            "Tree3": {
                "Name": "진주의 현",
                "Desc": "히실렌스의 효과 명중이 <b><color style='color:#f29e38'>60%</color></b>를 초과할 시 <b><color style='color:#f29e38'>10%</color></b> 초과할 때마다 자신이 가하는 피해가 <b><color style='color:#f29e38'>15%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>90%</color></b> 증가한다",
                "Icon": "SkillIcon_1410_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "141001": {
        "v1": {
            "Rank": 1,
            "Name": "그대는 내 마음이 슬픈 이유를 물었지",
            "Desc": "필살기 발동 시 적이 지속 피해 상태일 경우 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 <b><color style='color:#f29e38'>150%</color></b>만큼 피해를 생성하게 한다. 히실렌스가 결계를 펼칠 시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "그대는 내 마음이 슬픈 이유를 물었지",
            "Desc": "필살기 발동 시 적이 지속 피해 상태일 경우 대상이 현재 받는 모든 지속 피해가 즉시 기존 피해의 <b><color style='color:#f29e38'>150%</color></b>만큼 피해를 생성하게 한다. 히실렌스가 결계를 펼칠 시 전투 스킬 포인트를 <b><color style='color:#f29e38'>1</color></b>pt 회복한다",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "그대는 내 마음이 슬픈 이유를 물었지",
            "Desc": "히실렌스가 필드에 있으면 아군이 가하는 지속 피해가 기존 피해의 <b><color style='color:#f29e38'>124%</color></b>가 된다",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "그대는 내 마음이 슬픈 이유를 물었지",
            "Desc": "히실렌스가 필드에 있으면 아군이 가하는 지속 피해가 기존 피해의 <b><color style='color:#f29e38'>124%</color></b>가 된다",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "그대는 내 마음이 슬픈 이유를 물었지",
            "Desc": "히실렌스가 필드에 있을 시 아군이 가하는 지속 피해는 기존 피해의 <b><color style='color:#f29e38'>116%</color></b>이며, 히실렌스가 특성으로 적을 풍화/열상/연소/감전 상태에 빠트릴 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 추가로 대상을 기존 특성 효과와 동일하며, 동시에 존재할 수 있는 풍화/열상/연소/감전 상태에 1회 빠트린다",
            "Icon": "SkillIcon_1410_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "그대는 내 마음이 슬픈 이유를 물었지",
            "Desc": "히실렌스가 필드에 있을 시 아군이 가하는 지속 피해는 기존 피해의 <b><color style='color:#f29e38'>116%</color></b>이며, 히실렌스가 특성으로 적을 풍화/열상/연소/감전 상태에 빠트릴 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 추가로 대상을 기존 특성 효과와 동일하며, 동시에 존재할 수 있는 풍화/열상/연소/감전 상태에 1회 빠트린다",
            "Icon": "SkillIcon_1410_Rank1"
        }
    },
    "141002": {
        "v1": {
            "Rank": 2,
            "Name": "그대는 파도가 울부짖는 이유를 말했지",
            "Desc": "결계가 지속되는 동안 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "그대는 파도가 울부짖는 이유를 말했지",
            "Desc": "결계가 지속되는 동안 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "그대는 파도가 울부짖는 이유를 말했지",
            "Desc": "결계 지속 시간 동안 행적 [진주의 현]의 가하는 피해 증가 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "그대는 파도가 울부짖는 이유를 말했지",
            "Desc": "결계 지속 시간 동안 행적 [진주의 현]의 가하는 피해 증가 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "그대는 파도가 울부짖는 이유를 말했지",
            "Desc": "결계 지속 시간 동안 행적 [진주의 현]의 가하는 피해 증가 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1410_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "그대는 파도가 울부짖는 이유를 말했지",
            "Desc": "결계 지속 시간 동안 행적 [진주의 현]의 가하는 피해 증가 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1410_Rank2"
        }
    },
    "141003": {
        "v1": {
            "Rank": 3,
            "Name": "등불이 잊힌 이유를 아는가",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "등불이 잊힌 이유를 아는가",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "등불이 잊힌 이유를 아는가",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "등불이 잊힌 이유를 아는가",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "등불이 잊힌 이유를 아는가",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1410_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "등불이 잊힌 이유를 아는가",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1410_Ultra"
        }
    },
    "141004": {
        "v1": {
            "Rank": 4,
            "Name": "보라, 시간은 왜 흐르는가",
            "Desc": "결계 지속 시간 동안 행적 [진주의 현]의 가하는 피해 증가 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "보라, 시간은 왜 흐르는가",
            "Desc": "결계 지속 시간 동안 행적 [진주의 현]의 가하는 피해 증가 효과가 모든 아군에게 적용된다",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "보라, 시간은 왜 흐르는가",
            "Desc": "결계가 지속되는 동안 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "보라, 시간은 왜 흐르는가",
            "Desc": "결계가 지속되는 동안 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "보라, 시간은 왜 흐르는가",
            "Desc": "결계가 지속되는 동안 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다",
            "Icon": "SkillIcon_1410_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "보라, 시간은 왜 흐르는가",
            "Desc": "결계가 지속되는 동안 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다",
            "Icon": "SkillIcon_1410_Rank4"
        }
    },
    "141005": {
        "v1": {
            "Rank": 5,
            "Name": "몸을 씻으며 나는 흥얼거린다",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1410_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "몸을 씻으며 나는 흥얼거린다",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1410_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "씻으며 나는 흥얼거리네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1410_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "씻으며 나는 흥얼거리네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1410_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "씻으며 나는 흥얼거리네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1410_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "씻으며 나는 흥얼거리네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1410_BP"
        }
    },
    "141006": {
        "v1": {
            "Rank": 6,
            "Name": "침몰한 그대는 언제 돌아올 수 있을까",
            "Desc": "결계가 강화되며, 히실렌스의 물리 속성 지속 피해 효과의 회당 발동 가능 횟수가 <b><color style='color:#f29e38'>4</color></b>회 증가한다. 히실렌스가 특성 또는 행적 [연회의 거품]으로 적을 풍화/열상/연소/감전 상태에 빠트릴 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 추가로 대상을 독립적으로 계산되는 풍화/열상/연소/감전 상태에 1회 빠트린다",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "침몰한 그대는 언제 돌아올 수 있을까",
            "Desc": "결계가 강화되며, 히실렌스의 물리 속성 지속 피해 효과의 발동 가능 횟수가 <b><color style='color:#f29e38'>4</color></b>회 증가한다. 히실렌스가 특성 또는 행적 [연회의 거품]으로 적을 풍화/열상/연소/감전 상태에 빠트릴 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 추가로 대상을 독립적으로 계산되는 풍화/열상/연소/감전 상태에 1회 빠트린다",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "침몰한 그대는 언제 돌아올까",
            "Desc": "히실렌스가 특성으로 적을 풍화/열상/연소/감전 상태에 빠트릴 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 추가로 대상을 기존 특성 효과와 동일하며, 동시에 존재할 수 있는 풍화/열상/연소/감전 상태에 1회 빠트린다. 결계 지속 시간 동안 턴이 시작될 때마다 또는 아군의 단일 공격 내에 히실렌스 물리 지속 피해의 효과 발동 횟수 상한이 <b><color style='color:#f29e38'>12</color></b>회로 증가한다",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "침몰한 그대는 언제 돌아올까",
            "Desc": "히실렌스가 특성으로 적을 풍화/열상/연소/감전 상태에 빠트릴 시 <b><color style='color:#f29e38'>100%</color></b>의 <u>기본 확률</u>로 추가로 대상을 기존 특성 효과와 동일하며, 동시에 존재할 수 있는 풍화/열상/연소/감전 상태에 1회 빠트린다. 결계 지속 시간 동안 턴이 시작될 때마다 또는 아군의 단일 공격 내에 히실렌스 물리 지속 피해의 효과 발동 횟수 상한이 <b><color style='color:#f29e38'>12</color></b>회로 증가한다",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "침몰한 그대는 언제 돌아올까",
            "Desc": "결계 지속 시간 동안 턴이 시작될 때마다 또는 아군의 단일 공격 내에 히실렌스 물리 지속 피해의 효과 발동 횟수 상한이 <b><color style='color:#f29e38'>12</color></b>회로 증가하고, 가하는 피해 배율이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1410_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "침몰한 그대는 언제 돌아올까",
            "Desc": "결계 지속 시간 동안 턴이 시작될 때마다 또는 아군의 단일 공격 후에 히실렌스 물리 지속 피해의 효과 발동 횟수 상한이 <b><color style='color:#f29e38'>12</color></b>회로 증가하고, 가하는 피해 배율이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1410_Rank6"
        }
    }
}

var _story_ = {
    "1410": [
        {
            "_id": 1,
            "Story": "스틱시아, 취기와 꿈의 해안 도시. 과거의 노랫소리가 여전히 파도 사이에 울려 퍼진다.<br>바다의 딸 헬렉트라, 「바다」의 불씨를 정화하는 황금의 후예여, 더러운 암류를 몰아내고 천외의 영웅을 위해 흠뻑 취할 성대한 향연을 연주하라.<br>막이 내리지 않은 지금, 희망은 거품처럼 부서지기 쉬울지라도 파도는 앞으로 나아갈 것이다."
        },
        {
            "_id": 2,
            "Story": "햇살이 스며드는 순간, 바다의 숨결은 형형색색으로 빛난다. 이때가 바로 세이렌들이 하루 중 가장 즐거워하는 시간이었다.<br><i>「♫톡톡♫」 「♫뽁뽁♫」 「♫뽀글♫」</i><br>세이렌의 공주는 신나게 거품을 쫓았다. 그녀는 물방울들이 코끝에 잠시 머물다 터질 때, 수면이 넘실대며 다채로운 빛을 내뿜는 순간을 가장 좋아했다.<br><br>끝없이 펼쳐진 산호 군락 속에서 세이렌들은 노래했다. 그곳의 진주조개는 밝은 빛을 뿜어 활을 장식하기에 알맞았다.<br>음율은 헬렉트라의 손끝에서 흘러나와, 기쁨을 만끽하며 꿀 음료를 즐기는 동료들 사이를 부드러운 물살처럼 스쳐 지나갔다.<br><br><i>「♫봐, 저 찬란하고 북적이는 배 위에서 인간들이 얼마나 즐거운지♫」<br>「♫넌 네가 구한 그 사람을 그리워하지. 그의 목소리가 마음속에 메아리칠 거야♫」<br>「♫존귀한 공주님, 근심 걱정 없는 헬렉트라, 넌 어디로 향할 거야? 북쪽의 차가운 얼음 바다, 아니면 드넓은 인간 세계?♫」</i><br><br>취기가 어린 세이렌들이 그녀 곁에 모여들었고, 그들의 호기심은 바닷속 해초가 일렁이듯 그녀를 휘감았다.<br><i>「♫속세는 소란스럽고, 극지는 차디차지……♫」</i><br>그녀는 거품을 어루만지고는, 미소와 함께 고개를 저으며 대답했다.<br><i>「♫내가 머물고 싶은 곳은, 즐겁게 노래할 수 있는 그곳이야……♫」</i><br><br>그러나 곧 심해로부터 경고의 나팔이 울려 퍼지고 연회는 중단됐다.<br>세이렌들은 헬렉트라와 함께 깊은 곳으로 헤엄쳐 갔고, 바다의 여왕은 백성들에게 선포했다——<br><br><i>「♫검은 물결이 맑은 해류를 오염시킬 것이니, 우리는 신성한 물의 파도를 일으켜, 『분쟁』이 검은 물결의 빛을 막을 때까지 오염된 물을 거대한 잔으로 인도해야 한다……♫」<br>「♫바다의 총아들이여, 너희들의 마음은 어디로 향하는가? 검은 물결이 사라지면 스틱시아로 가거라. 육지의 인간들이 너희를 위해 연회를 열고 노래할 것이다!♫」</i><br><br>헬렉트라는 날마다 세이렌들을 이끌고, 점점 어두워지는 바닷속을 누비며 더러운 암류를 정화했다.<br><br><i>「♫얘들아, 포기하지 마. 한껏 취기 어렸던 그 찬란함을 위해♫」<br>「♫얘들아, 잊지 마. 우리는 먼 곳을 향해 헤엄쳐 갈 거야♫」<br>「♫얘들아, 앞으로 나아가자. 눈부신 희망이 물결치고 있어♫」</i><br><br>헬렉트라는 날마다 노래를 불렀다. 그녀는 권속으로서의 사명이 이 바다를 수호하는 것임을 잘 알고 있었다——<br><br>헬렉트라는 심연으로 헤엄쳐 갔고, 그 노랫소리는 점차 칠흑같이 어두운 심해 속, 유일한 한 줄기 빛이 되었다"
        },
        {
            "_id": 3,
            "Story": "넓디넓은 산호초는 이미 죽음의 땅이 되어 있었다.<br><br>처음으로 검은 물결 창조물의 몸속에 검을 찔러 넣었을 때, 그녀의 양손은 여전히 가늘게 떨리고 있었다.<br>부패해 버린 옛 동료와 마주한 지 백 번째가 되었을 때, 그 탁해진 현은 아무렇지 않게 목을 가를 수 있었다.<br>천 번째, 만 번째… 바이올린의 진줏빛이 수면 위에 흩어지고, 심해는 핏빛으로 물들었다——<br><br>적막이 감도는 궁전의 폐허에는 헬렉트라와 그녀, 단둘만의 연회가 남아있을 뿐이었다.<br><br><i>「♫지상의 사람들은 영원히 끝나지 않는 연회를 열어 우리의 희생에 보답할 거야……♫」</i><br>슬픈 노랫소리가 울려 퍼지고 「분쟁」의 티탄이 검은 물결을 저지하는 사명을 계승했을 때, 처음으로 헬렉트라는 기쁨과 함께 어두운 바닷물 밖으로 발을 내디뎠다.<br><br>그녀는 진주조개로 얼굴을 장식했고, 그녀의 지느러미는 두 다리가 되었으며, 몸에 있던 거품은 예복이 되었다. 파도는 더 이상 그녀 머리 위에서 분노로 울부짖지 않고, 그저 발밑에서 신음할 뿐이었다.<br>바닷새는 바다를 맴돌며 처절함이 가득한 울음소리를 내질렀다. 잠시 멈췄던 파도는 다시금 세차게 굽이쳐 사라졌다.<br>마치 거품이 터진 후 아무것도 존재하지 않았던 것처럼.<br>그녀는 한 걸음 한 걸음, 뼛속까지 깊이 파고드는 고통을 견디며, 약속된 스틱시아로 향했다——<br><br>그곳은 코를 찌르는 공기와 산처럼 쌓인 시체 더미, 분쟁과 전쟁의 불길만이 존재할 뿐… 신이 약속했던 연회의 땅은 어디에도 없었다.<br><br><i>「난…… 히…… 실……」</i><br>더럽혀진 공기 속에서 그녀의 목소리는 쉬어 있었다.<br>그녀는 인간의 말을 배웠지만, 그 시끄러운 말들은 더 이상 노래할 수 없게 만들었다. 그녀는 점점 침묵으로 말을 대신하는 법을 익혔다.<br>「녹슬지 않는 검」, 「냉혹한 바이올린 소리」…. 늘 그녀와 함께했던 건, 몸을 관통하는 선율, 생명의 피가 흩뿌려지는 비명뿐이었다——<br><br>사람들은 바다에서 온 그 검객은 분명 연주에 능통하지만, 침묵하고 거리를 두며 결코 속마음을 드러내지 않는다고 말했다.<br>그녀는 자신을 향해 뻗어 오는 수많은 손을 보았다. 어떤 손은 그녀를 없애려 했고, 어떤 손은 도움을 주겠노라 떠들었다. 그 손들은 하나둘 등불을 밝혔다가, 다시 하나둘 등불을 꺼뜨렸다.<br><br><i>「히실렌스, 넌 어디로 향하는 거지?」</i><br><br>그녀는 대답할 수 없었다.<br>과거의 바이올린은 이미 두 자루의 예리한 검이 되어, 날카로운 만가만이 현 위를 흐르고 있었다.<br>언젠가는 누군가가 그 안에 담긴 이상을 알아주길 바랐지만, 그녀는 점차 인간 세상 또한 적막한 심해와 다르지 않다는 걸 깨달았다.<br>모든 이들은 마치 길을 잃은 물고기처럼 빛을 향해 맹목적으로 헤엄치고 있는 것이었다"
        },
        {
            "_id": 4,
            "Story": "<i>「히실렌스, 나를 따라와. 그대가 바라는 모든 것을 줄 테니」</i><br>그녀는 조그만 몸에서 나오는 우렁찬 목소리가 인상 깊으면서도, 여전히 의구심을 품고 있었다.<br><i>「그녀는… 또 언제 불을 꺼트릴까?」</i><br><br>하지만 그 불빛은 심해를 꿰뚫는 하늘의 빛처럼 점점 더 타오르며 꺼질 줄 몰랐다.<br>사람들은 푸른 불꽃이 수많은 전장을 누비며 몇 번이고 승리를 거두는 것을, 불길처럼 퍼지는 거대한 파도를, 풍파를 일으키던 검이 고래상어로 변해 피로 물든 바람과 비를 집어삼키는 것을 보았다.<br>그녀는 뜨거운 심장 박동, 격렬한 전장의 북소리, 빗방울처럼 쏟아지는 발걸음, 밀물처럼 다가오는 슬픔을 들었다…. 황금의 후예의 핏속에 흐르는 순수한 노래와 같은 마음의 소리는 오랫동안 봉인되어 있던 그녀의 마음의 현을 다시 울렸다.<br><br>카이사르가 약속한 연회가 다가오자, 젊은 방직공과 아이들은 귓속말로 그 차가운 글래디오럼이 참석할지 궁금해하며 조용히 속삭였다.<br>사람들의 탄성 속에, 방직공은 발끝을 세우고 숨을 죽이며 이 순간을 눈에 담으려 했다.<br>그녀의 금빛 치맛자락이 바닥의 돌 위를 스치며, 햇살 아래 파도처럼 투명하게 반짝였다.<br>촛불과 등불 사이에서 사람들은 다시 바다의 빛을 보았다.<br><br>「그녀는 내 바람을 들어주었고, 우리가 잃어버린 해안의 노래를 불러주었다」<br>군왕의 말이 끝나자 악단이 연주를 시작했고, 빛과 그림자가 그녀의 눈앞에서 바다의 물결처럼 일렁였다.<br>선율은 잔 속에서 흔들리는 거품을 타고 울려 퍼졌고, 인파 속에서 그녀는 그 순간 자신의 목소리가 더 이상 공허한 메아리가 아니라는 걸 깨달았다.<br><br>라비에누스와 세네카의 결투는 맑은 북소리가 되었고, 베르기니아가 마음속에 감춰왔던 사랑의 시구는 리드미컬한 노랫말이 되었다.<br>트리스비오스가 미소를 짓자, 음악에 경쾌한 선율이 더해졌고, 아글라이아의 춤이 시작되자 아름답고 감미로운 화음을 이루었다……<br><br><i>「글래디오럼 경, 이번 전쟁에서 승리한 후 그대가 원하는 것이 있는가?」</i><br>그 냉철한 군주조차 약간은 취기에 젖어 있었다.<br>그녀는 꿀 음료를 마시며 군주의 귀에 속삭였고, 웃음소리는 연회 구석구석을 떠돌았다.<br>이곳은 얼마나 아름다운 소리가 가득하며, 얼마나 즐거운가.<br>세상이 빙글빙글 돌아가고, 술잔이 부딪치는 소리, 얼음이 굴러다니는 소리가 들려왔다.<br>오랫동안 입을 열지 않던 세이렌, 그녀의 노랫소리가 꿀 음료처럼 흘러넘쳤다——<br><br><i>「♫연회의 촛불이 너무나 눈부시네.<br>새로운 바다가,<br>우리가 잔을 부딪치는 사이에 일렁이고 있다네……♫」</i>"
        },
        {
            "_id": 5,
            "Story": "그녀는 한때 「불을 쫓는 것」이 자신이 찾아 헤매던, 끝나지 않는 연회라고 생각했었다.<br>하지만 끊임없이 잃어가는 여정 속에서 빛조차도 거품처럼 터져버렸다.<br><br>그녀는 카이사르의 검날이었고, 그녀의 검 끝에는 언제나 피가 굽이쳐 흘렀다.<br>그러나 카이사르의 뜨거운 황금 피가 그녀의 손끝에 떨어지자, 순간적으로 그녀는 다시 그 고독한 심해로 추락했다.<br><i>「하, 어째서… 내가 그토록 헤엄쳐 향하던 불꽃을 내 손으로 꺼버린 거지…?」</i><br>고통스러운 천 년의 심취 속에서 그녀는 흐릿하게 빛나는 거품을 외면했다. 그러나 이미 산산조각 난 과거는 이제 해초처럼 그녀를 끊임없이 휘감았다.<br><br><i>「톡……」</i><br>체스 말이 판 위에 놓였다. 체스를 두는 군왕은 평온한 얼굴이었지만, 왕관 위에서 때로는 잔잔하게, 때로는 강렬하게 타오르는 불꽃은 그녀의 솔직한 감정을 드러내고 있었다.<br><i>「전 체스를 둘 줄 몰라요」<br>「자, 내가 가르쳐줄게」</i><br>그녀는 서툰 모습으로 체스 말을 들었다. 그저 또 하나의 전투일 뿐이라 생각하면서.<br><br><i>「톡……」</i><br>갑자기 불타오르는 푸른 불꽃이 그녀의 주변을 온천처럼 따스하게 물들였다. 그녀는 무심히 체스 말을 움직이며 물었다.<br><i>「결국에는 체스판에서 사라질 텐데, 왜 체스 말들은 멈추지 않고 전진하는 건가요?」</i><br><br><i>「톡……」</i><br>군주는 잔에 담긴 꿀 음료를 홀짝이더니 만족스러운 듯 두 팔을 쭉 뻗고 기분 좋은 한숨을 내뱉었다.<br><i>「전진 그 자체로도, 충분히 즐겁지 않은가?」</i><br>……<br><br>천 년의 기다림 끝에, 그녀는 불을 쫓기 위한 새로운 세계를 열었지만, 그것이 마지막 귀착점이 아니라는 것 또한 알고 있었다.<br><i>「물고기에게 필요한 건, 결국 자신이 머물 한 조각의 바다일 뿐……」</i><br>군주가 남긴 한 페이지의 기억 속에서, 그녀는 맑은 바다를 향해 걸어갔다.<br><br><i>♫톡톡♫, ♫뽁뽁♫, ♫뽀글♫…</i> 형형색색의 거품은 지나간 세월을 비추며 응결되었다가 터지고, 터졌다가 응결된다.<br><i>「바다의 총아여, 이루고 싶은 소원이 있느냐?」<br>「히실렌스, 넌 어디로 향하는 거지?」<br>「글래디오럼 경, 그대가 원하는 것이 있는가?」</i><br>……<br>고향, 연회, 불 쫓기… 모두 그녀 삶 속에서 빛났지만 금세 거품으로 변해버렸다…. 남은 건 하늘 끝에서 메아리치는 한숨뿐이었다.<br>처음부터 끝까지, 이것이 그녀가 가진 전부였다. 인간 세상에서든, 바다에서든, 전부 거품이 부서진 흔적들이었다.<br><br><i>「하지만 그것들이… 얼마나 아름다운지……」</i><br><br><i>「♫……♫」<br>「♫……♫」<br>「♫……♫」</i><br><br>앰포리어스의 여명이 밝아오고 있다.<br>마지막 거품이 터지기 전, 그녀는 미소를 짓는다. 마치 말로 표현할 필요가 없는 마음의 소리를, 모든 것을 다 노래하듯이…"
        }
    ]
}

var _voice_ = {
    "1410": [
        {
            "_id": "archive_hysilens_1",
            "Title": "첫 만남",
            "Voice": "헬렉트라? 그 이름은 과거와 함께 심해로 가라앉았어…. 너였구나, 작은 회색 물고기…! 날 그냥 히실렌스라고 불러줘. 거룩한 도시의 기사단장으로서 난 이곳을 지키지. 운명의 난류가 네 시선을 방해하는 건 절대 용납하지 않겠어"
        },
        {
            "_id": "archive_hysilens_2",
            "Title": "인사",
            "Voice": "성대한 연회가 코앞인데, 같이 한 곡 할래?"
        },
        {
            "_id": "archive_hysilens_3",
            "Title": "작별",
            "Voice": "세상은 바다와 같아. 사람을 물어뜯는 파도에 쫓기거나 방향을 잃지 않도록 조심해야 하지"
        },
        {
            "_id": "archive_hysilens_4",
            "Title": "자신에 대해•과거",
            "Voice": "검은 물결에 삼켜진 극장에서 수백 년 동안 이어진 독주… 막이 내렸을 무렵엔 여기저기 흩어져있는 유골과 탄식하는 파도만이 남았어"
        },
        {
            "_id": "archive_hysilens_5",
            "Title": "자신에 대해•현재",
            "Voice": "난 가장 밝고 거세게 타오르는 등불을 따라 거룩한 도시까지 헤엄쳐왔어. 불을 쫓는 여정의 왕은 날 검으로 삼으려 했고, 나도 검을 휘두를 방향을 찾고 있었지——그 흐릿한 거품을 향해서든, 우리의 연회를 방해하는 잡음을 향해서든"
        },
        {
            "_id": "archive_hysilens_6",
            "Title": "잡담•검과 바이올린",
            "Voice": "아주 오래전, 난 소라와 조개껍데기로 정성스럽게 바이올린을 만들었어. 수차례 피를 뒤집어 쓴 끝에 이렇게 예리한 모습으로 변했지. 지금은 현이 없지만, 피가 흩뿌려지는 비명과 넘실대는 조수는 기분 좋은 악장을 엮어내기에 충분해"
        },
        {
            "_id": "archive_hysilens_7",
            "Title": "잡담•고래의 노래",
            "Voice": "어떤 고래들의 노랫소리는 평생 동족에게 들리지 않아…. 하지만 그들의 심장 박동은 일반 고래들보다 훨씬 더 뜨겁지"
        },
        {
            "_id": "archive_hysilens_8",
            "Title": "잡담•침묵",
            "Voice": "입만 산 새우와 게들은 가끔 내 침묵에 불만을 표했어. 하지만 난 음악으로 「호소」하는 걸 더 좋아했지…. 두려워하지 마, 난 생명 끝의 비명 말고 개선가를 더 연주하고 싶거든"
        },
        {
            "_id": "archive_hysilens_9",
            "Title": "취미•물방울",
            "Voice": "햇살이 해수면을 통과하면 빛기둥을 둘러싼 알록달록한 물방울을 쫓아가곤 했어——이건 바다가 맑고 깨끗했던 시절, 우리가 가장 좋아했던 놀이였지"
        },
        {
            "_id": "archive_hysilens_10",
            "Title": "취미",
            "Voice": "깊은 바다 골짜기의 천 년 묵은 꿀 음료는 한 모금만 마셔도 해류에 녹아들 것처럼 취해버려…. 지상의 과즙은 확실히 부족한 느낌이지. 천 잔 정도 마시면 비슷한 느낌을 약간이라도 경험할 수 있달까?"
        },
        {
            "_id": "archive_hysilens_11",
            "Title": "고민",
            "Voice": "생명은 거품과도 같아. 연회를 만끽하고 흠뻑 취하지 않을 이유가 있을까?"
        },
        {
            "_id": "archive_hysilens_12",
            "Title": "공유",
            "Voice": "파구사께서 유일하게 두려워했던 건 텅빈 외로움이었어. 그래서 파구사께선 모든 강의 어머니, 모든 꿀 음료의 제조자, 모든 연회의 주인이 되셨지. 마치 고독한 파도가 바닷물과 함께하기를 영원히 거부할 수 없는 것처럼…. 인간도 마찬가지겠지?"
        },
        {
            "_id": "archive_hysilens_13",
            "Title": "견문",
            "Voice": "수면 아래 숨겨진 국가는 과거 세계를 위해 최초의 검은 물결을 짊어졌지만 세이렌들이 받은 약속은 파도와 함께 사라졌어. 내일이 거짓이라해도 그 매력에 도취되고 말지"
        },
        {
            "_id": "archive_hysilens_14",
            "Title": "{NICKNAME}에 대해",
            "Voice": "회색 물고기, 네 곁에는 함께하고 싶어하는 사람이 분명 아주 많겠지? 네가 헤엄칠 때 뒤에 흐르는 물살은 정말 독특해서 항구로 돌아온 듯한 따듯함과 섬에 닿은 듯한 편안함을 줘"
        },
        {
            "_id": "archive_hysilens_15",
            "Title": "케리드라에 대해",
            "Voice": "내가 봐왔던 군주들은 대부분 술에 독을 탔지만, 카이사르님께서는 왕의 깃발에 기름을 붓는 걸 택하셨어. 활활 타오르던 그 깃발의 열기와 빛은 심해에서도 느낄 수 있었지"
        },
        {
            "_id": "archive_hysilens_16",
            "Title": "아글라이아에 대해",
            "Voice": "신의 권능을 이어받은 뒤로 그녀는 인간의 본성을 잃는 고통을 겪었어. 하지만 그 모든 고통을 정신 바짝차리고 견디며, 술에 취해 무감각해지는 건 원치 않았지…. 나라면 할 수 없었을 거야……"
        },
        {
            "_id": "archive_hysilens_17",
            "Title": "트리비•트리앤•트리논에 대해",
            "Voice": "내가 심해의 음산한 견문을 이야기할 때도 그녀들은 돌고래처럼 귀여운 소리를 냈어. 이렇게 순수한 마음만이 세상의 오염을 완전히 씻어낼 수 있겠지"
        },
        {
            "_id": "archive_hysilens_18",
            "Title": "사이퍼에 대해",
            "Voice": "우아하면서도 민첩한 야옹 물고기는 아직 신선한 미끼에 낚이지 않았어…. 어쩌면 언젠가는 대단한 대어로 성장할지도 몰라"
        },
        {
            "_id": "archive_hysilens_19",
            "Title": "키레네에 대해",
            "Voice": "그녀는 마치… 모든 빙하와 진흙이 녹아든 아름답고 따뜻한 물결의 협주곡 같아. 이 작은 바다 토끼와 함께라면 심해조차 조금의 한기도 더하고 싶지 않을걸"
        },
        {
            "_id": "archive_hysilens_20",
            "Title": "단항•등황에 대해",
            "Voice": "뭇 산은 종종 침묵하곤 하지만, 모든 것을 짊어지겠다는 결심은 소란스럽게 말로 드러낼 필요가 없어"
        },
        {
            "_id": "archive_hysilens_21",
            "Title": "마이데이에 대해",
            "Voice": "이 바다사자가 열광하는 붉은 감주를 맛봤었는데… 물고기한테 그 분홍빛 즙의 맛은, 확실히… 좀 밍밍하더라고. 바다사자도 「파구사」의 꿀 음료를 한 잔 맛보더니, 더는 안 마시더라? 건강에 별로라고 생각하는 걸까?"
        },
        {
            "_id": "archive_hysilens_22",
            "Title": "카스토리스에 대해",
            "Voice": "보랏빛 나비 물고기… 난 그녀가 쓴 시를 좋아해서, 심해의 곡조도 만들어 줬었지. 훗날 우리의 재회의 연회에서 그 아름다운 곡들을 함께 부르자"
        },
        {
            "_id": "archive_hysilens_23",
            "Title": "아낙사에 대해",
            "Voice": "초록 돌고래처럼 영민한 현인, 그의 「공연」은 감탄을 자아내지——하지만, 음악과 심해의 꿀 음료가 더해진다면, 분명 청중을 한층 더 매료시킬 거야"
        },
        {
            "_id": "archive_hysilens_24",
            "Title": "히아킨에 대해",
            "Voice": "진주처럼 부드러운 의사 물고기는 지팡이를 휘두른 걸 좋아해서, 나한테 거품 놀이를 보여주더군. 그 어린아이 같은 즐거움을… 다시 느낄 수 있어 영광이었어"
        },
        {
            "_id": "archive_hysilens_25",
            "Title": "파이논에 대해",
            "Voice": "다음 순간이 어두운 밤일지라도, 그 푸른 금빛의 태양 물고기는 자신을 불태워 모두의 빛이 될 거야. 하지만 지금은 맑고 투명한 하늘의 바다에서 그가 더 편안한 마음으로 헤엄칠 수 있길 바라"
        },
        {
            "_id": "archive_hysilens_26",
            "Title": "Mar. 7th에 대해",
            "Voice": "이 분홍빛 해파리가 세월의 역류를 길들일 수 있다니…. 그녀의 빛은 활기차고 따뜻해서, 나조차도 자연스레 그녀와 함께 헤엄칠 수 밖에 없을걸?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_hysilens",
            "Title": "성혼 활성화",
            "Voice": "모든 외딴섬을 바닷물이 안아 줄 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_hysilens",
            "Title": "캐릭터 승급",
            "Voice": "다음 바다를 향해 헤엄칠 시간이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_hysilens",
            "Title": "캐릭터 최고 레벨",
            "Voice": "들어봐, 저 폭풍 소리가 부르짖고 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_hysilens",
            "Title": "행적 활성화",
            "Voice": "잔물결은 금새 사라져버리지만, 파도가 될 수 있지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_hysilens",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "회색 물고기, 합주 준비됐어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_hysilens",
            "Title": "파티 편성•아글라이아",
            "Voice": "계속해. 금실로 튕기는 선율은 특히나 심금을 울리거든"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_hysilens",
            "Title": "파티 편성•트리비",
            "Voice": "이번 신탁은 귀를 즐겁게 할까, 아님 괴롭게 할까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_hysilens",
            "Title": "파티 편성•케리드라",
            "Voice": "카이사르님, 이번 판은 몇 수에 끝날까요?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_hysilens",
            "Title": "파티 편성•사이퍼",
            "Voice": "야옹 물고기, 이왕 파도에 뛰어든 거 놀라 도망치지는 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_hysilens",
            "Title": "파티 편성•단항•등황",
            "Voice": "승리의 선율이 대지에 울려 퍼지길"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_hysilens",
            "Title": "파티 편성•마이데이",
            "Voice": "피 냄새가 나는군… 바다사자, 파도가 밀려오고 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_hysilens",
            "Title": "파티 편성•카스토리스",
            "Voice": "나비 물고기야, 함께 춤추자. 나비의 날갯짓도… 바다의 조수를 일으킬 수 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_hysilens",
            "Title": "파티 편성•아낙사",
            "Voice": "이번엔 또 어떤 묘책이 있을까? 자세히 듣고 싶네"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_hysilens",
            "Title": "파티 편성•히아킨",
            "Voice": "내 노랫소리가 필요하다면, 망설이지 말고 알려줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_hysilens",
            "Title": "파티 편성•파이논",
            "Voice": "승리의 외침으로, 미래를 위한 서곡을 울릴래"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_hysilens",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "해파리야, 심해의 꿀 음료 한잔하면서 기분 전환 좀 할까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_hysilens",
            "Title": "파티 편성•키레네",
            "Voice": "기억의 물결… 나와 함께 물살에 몸을 맡기는 거 어때?"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_hysilens",
            "Title": "전투 시작•약점 격파",
            "Voice": "공격적인 새우와 게 따위, 두렵지 않아"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_hysilens",
            "Title": "전투 시작•위험 경보",
            "Voice": "지금이야말로 흥을 돋우기 좋은 때지"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hysilens_01",
            "Title": "턴 시작•1",
            "Voice": "저 소리 없는 파도에 목이 베이지 않도록 조심해"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hysilens_02",
            "Title": "턴 시작•2",
            "Voice": "날카로운 만가를 바치리"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_hysilens",
            "Title": "턴 대기",
            "Voice": "쉼의 침묵이 조금 긴 것 같군"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_hysilens_01",
            "Title": "일반 공격",
            "Voice": "취해라"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_hysilens_01",
            "Title": "전투 스킬•1",
            "Voice": "바닷물이여, 나와 함께 가라앉으라"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_hysilens_02",
            "Title": "전투 스킬•2",
            "Voice": "성대한 연회, 흠뻑 취해라"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_hysilens_01",
            "Title": "약공격 피격",
            "Voice": "좀 시끄럽네"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_hysilens_01",
            "Title": "강공격 피격",
            "Voice": "들어줄 수가 없군"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_hysilens",
            "Title": "필살기•활성화",
            "Voice": "걸음을 멈추고 들어봐"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_hysilens",
            "Title": "필살기•발동",
            "Voice": "초대받은 자들이 심해의 연회에서 통곡하리"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_hysilens_01",
            "Title": "전투 불능",
            "Voice": "막을 내렸어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_hysilens",
            "Title": "전투 복귀",
            "Voice": "해류가 날 이곳으로 흘려보냈어"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_hysilens",
            "Title": "HP 회복",
            "Voice": "난류처럼 따뜻하네, 고마워"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_hysilens",
            "Title": "비술",
            "Voice": "물고기가 잡히는지 볼까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_hysilens",
            "Title": "전투 승리",
            "Voice": "즐거운 포식은 여기까지"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hysilens",
            "Title": "전리품 오픈•1",
            "Voice": "이걸 꿀 음료와 맞바꾸는 건 어때?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hysilens_02",
            "Title": "전리품 오픈•2",
            "Voice": "몇 년 후에는 해저의 냄새가 배어있으려나…"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_hysilens",
            "Title": "진귀한 전리품 오픈",
            "Voice": "진주의 광택에 견줄 만하네"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hysilens",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "어렵진 않네… 설마 봐준 건가?"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hysilens_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "축축한 공기가 내게 수수께끼의 답을 알려줬어"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_hysilens",
            "Title": "적 발견",
            "Voice": "걱정 마, 놈이 이리로 더 헤엄쳐오게 두자"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_hysilens",
            "Title": "도시로 복귀",
            "Voice": "가끔은 항구에 정박했던 순간들이… 사라지는 거품처럼 그리워"
        }
    ]
}

var _notes_ = {
    "1410": []
}

var _adiff_ = {
    "1410": {
        "v3": [
            "``Base Stats`- Energy 130.0 → 110.0 ;"
        ]
    }
}

var _mtc_ = {
    "1410": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110431": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110431": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110431": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110431": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "115003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "속도 +14",
                "Mat": {
                    "2": 237500,
                    "115001": 2,
                    "110222": 8,
                    "115002": 7,
                    "110223": 11,
                    "115003": 11
                }
            },
            {
                "Name": "공격력 +18%",
                "Mat": {
                    "2": 210000,
                    "110221": 3,
                    "115001": 6,
                    "110223": 11,
                    "115003": 11
                }
            },
            {
                "Name": "효과 명중 +10%",
                "Mat": {
                    "2": 170000,
                    "110222": 3,
                    "115002": 3,
                    "110223": 8,
                    "115003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "정복의 검",
                "Mat": {
                    "2": 5000,
                    "110221": 3,
                    "110507": 1
                }
            },
            {
                "Name": "연회의 거품",
                "Mat": {
                    "2": 20000,
                    "110222": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "진주의 현",
                "Mat": {
                    "2": 160000,
                    "110223": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}