// Auto Generated

var _avatarskill_ = {
    "141503": {
        "v1": {
            "Name": "시의 「◦」, 서약의 「∞」",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "소환",
            "Desc": "<u>기억 정령 ██████을(를) 소환</u>하여 대상이 즉시 <u>보너스 턴</u>을 1개 획득하게 하고 모든 동료의 필살기를 활성화한다. 이후 [과거의 물결] 상태에 진입하고 일반 공격이 [사랑과 내일을 향해♪]로 강화되며, 해당 일반 공격만 사용할 수 있다. 또한, 키레네와 ██████의 치명타 확률이 @<b>#3[p]</b># 증가하며, 전투 스킬의 결계를 펼치고 전투 스킬의 결계에 지속 시간이 없어진다.<br>단일 전투에서 1회만 발동할 수 있으며, ██████은(는) 기본 상태에서 HP를 키레네 HP 최대치의 <b>#1[p]</b>만큼 보유한다",
            "Params": [
                [
                    1.0,
                    24.0,
                    0.25,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.275,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.3,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.325,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.35,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.40625,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.4375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.46875,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.5,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.525,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.55,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.575,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.6,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.625,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra",
            "EE": [
                10000018,
                10000000
            ]
        },
        "v2": {
            "Name": "시의 「◦」, 서약의 「∞」",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "소환",
            "Desc": "<u>기억 정령 ██████을(를) 소환</u>하여 대상이 즉시 <u>보너스 턴</u>을 1개 획득하게 하고 모든 동료의 필살기를 활성화한다. 이후 [과거의 물결] 상태에 진입하고 일반 공격이 [사랑과 내일을 향해♪]로 강화되며, 해당 일반 공격만 사용할 수 있다. 또한, 키레네와 ██████의 치명타 확률이 @<b>#3[p]</b># 증가하며, 전투 스킬의 결계를 펼치고 전투 스킬의 결계에 지속 시간이 없어진다.<br>단일 전투에서 1회만 발동할 수 있으며, ██████은(는) 기본 상태에서 HP를 키레네 HP 최대치의 <b>#1[p]</b>만큼 보유한다",
            "Params": [
                [
                    1.0,
                    24.0,
                    0.25,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.275,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.3,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.325,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.35,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.40625,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.4375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.46875,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.5,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.525,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.55,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.575,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.6,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.625,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra",
            "EE": [
                10000018,
                10000000
            ]
        },
        "v3": {
            "Name": "시의 「◦」, 서약의 「∞」",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "소환",
            "Desc": "<u>기억 정령 ██████을(를) 소환</u>하여 대상이 즉시 <u>보너스 턴</u>을 1개 획득하게 하고 모든 동료의 필살기를 활성화한다. 이후 [과거의 물결] 상태에 진입하고 일반 공격이 [사랑과 내일을 향해♪]로 강화되며, 해당 일반 공격만 사용할 수 있다. 또한, 키레네와 ██████의 치명타 확률이 @<b>#3[p]</b># 증가하며, 전투 스킬의 결계를 펼치고 전투 스킬의 결계에 지속 시간이 없어진다.<br>단일 전투에서 1회만 발동할 수 있으며, ██████은(는) 기본 상태에서 HP를 키레네 HP 최대치의 <b>#1[p]</b>만큼 보유한다",
            "Params": [
                [
                    1.0,
                    24.0,
                    0.25,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.275,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.3,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.325,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.35,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.40625,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.4375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.46875,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.5,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.525,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.55,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.575,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.6,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.625,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra",
            "EE": [
                10000018,
                10000000
            ]
        },
        "v4": {
            "Name": "시의 「◦」, 서약의 「∞」",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "소환",
            "Desc": "<u>기억 정령 ██████을(를) 소환</u>하여 대상이 즉시 <u>보너스 턴</u>을 1개 획득하게 하고 모든 동료의 필살기를 활성화한다. 이후 [과거의 물결] 상태에 진입하고 일반 공격이 [사랑과 내일을 향해♪]로 강화되며, 해당 일반 공격만 사용할 수 있다. 또한, 키레네와 ██████의 치명타 확률이 @<b>#3[p]</b># 증가하며, 전투 스킬의 결계를 펼치고 전투 스킬의 결계에 지속 시간이 없어진다.<br>단일 전투에서 1회만 발동할 수 있으며, ██████은(는) 기본 상태에서 HP 최대치를 키레네 HP 최대치의 <b>#1[p]</b>만큼 보유한다",
            "Params": [
                [
                    1.0,
                    24.0,
                    0.25,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.275,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.3,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.325,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.35,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.40625,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.4375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.46875,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.5,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.525,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.55,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.575,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.6,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.625,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra",
            "EE": [
                10000018,
                10000000
            ]
        },
        "v5": {
            "Name": "시의 「◦」, 서약의 「∞」",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "소환",
            "Desc": "<u>기억 정령 ██████을(를) 소환</u>하여 대상이 즉시 <u>보너스 턴</u>을 1개 획득하게 하고 모든 동료의 필살기를 활성화한다. 이후 [과거의 물결] 상태에 진입하고 일반 공격이 [사랑과 내일을 향해♪]로 강화되며, 해당 일반 공격만 사용할 수 있다. 또한, 키레네와 ██████의 치명타 확률이 @<b>#3[p]</b># 증가하며, 전투 스킬의 결계를 펼치고 전투 스킬의 결계에 지속 시간이 없어진다.<br>단일 전투에서 1회만 발동할 수 있으며, ██████은(는) 기본 상태에서 HP 최대치를 키레네 HP 최대치의 <b>#1[p]</b>만큼 보유한다",
            "Params": [
                [
                    1.0,
                    24.0,
                    0.25,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.275,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.3,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.325,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.35,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.40625,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.4375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.46875,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.5,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.525,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.55,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.575,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.6,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.625,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra",
            "EE": [
                10000018,
                10000000
            ]
        },
        "Live": {
            "Name": "시의 「◦」, 서약의 「∞」",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "소환",
            "Desc": "<u>기억 정령 데미우르고스를 소환</u>하여 대상이 즉시 <u>보너스 턴</u>을 1개 획득하게 하고 모든 동료의 필살기를 활성화한다. 이후 [과거의 물결] 상태에 진입하고 일반 공격이 [사랑과 내일을 향해♪]로 강화되며, 해당 일반 공격만 사용할 수 있다. 또한, 키레네와 데미우르고스의 치명타 확률이 @<b>#3[p]</b># 증가하며, 전투 스킬의 결계를 펼치고 전투 스킬의 결계에 지속 시간이 없어진다.<br>단일 전투에서 1회만 발동할 수 있으며, 데미우르고스는 기본 상태에서 HP 최대치를 키레네 HP 최대치의 <b>#1[p]</b>만큼 보유한다",
            "Params": [
                [
                    1.0,
                    24.0,
                    0.25,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.275,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.3,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.325,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.35,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.40625,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.4375,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.46875,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.5,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.525,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.55,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.575,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.6,
                    12.0
                ],
                [
                    1.0,
                    24.0,
                    0.625,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra",
            "EE": [
                10000018,
                10000000
            ]
        }
    },
    "1141501": {
        "v1": {
            "Name": "꽃과 화살의 무곡",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    12.0
                ],
                [
                    0.3,
                    12.0
                ],
                [
                    0.35,
                    12.0
                ],
                [
                    0.4,
                    12.0
                ],
                [
                    0.45,
                    12.0
                ],
                [
                    0.5,
                    12.0
                ],
                [
                    0.55,
                    12.0
                ],
                [
                    0.6,
                    12.0
                ],
                [
                    0.65,
                    12.0
                ],
                [
                    0.7,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.16667,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant02"
        },
        "v2": {
            "Name": "꽃과 화살의 무곡",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    12.0
                ],
                [
                    0.3,
                    12.0
                ],
                [
                    0.35,
                    12.0
                ],
                [
                    0.4,
                    12.0
                ],
                [
                    0.45,
                    12.0
                ],
                [
                    0.5,
                    12.0
                ],
                [
                    0.55,
                    12.0
                ],
                [
                    0.6,
                    12.0
                ],
                [
                    0.65,
                    12.0
                ],
                [
                    0.7,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.16667,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant02"
        },
        "v3": {
            "Name": "꽃과 화살의 무곡",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.3,
                    12.0
                ],
                [
                    0.36,
                    12.0
                ],
                [
                    0.42,
                    12.0
                ],
                [
                    0.48,
                    12.0
                ],
                [
                    0.54,
                    12.0
                ],
                [
                    0.6,
                    12.0
                ],
                [
                    0.66,
                    12.0
                ],
                [
                    0.72,
                    12.0
                ],
                [
                    0.78,
                    12.0
                ],
                [
                    0.84,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.16667,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant02"
        },
        "v4": {
            "Name": "꽃과 화살의 무곡",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.3,
                    12.0
                ],
                [
                    0.36,
                    12.0
                ],
                [
                    0.42,
                    12.0
                ],
                [
                    0.48,
                    12.0
                ],
                [
                    0.54,
                    12.0
                ],
                [
                    0.6,
                    12.0
                ],
                [
                    0.66,
                    12.0
                ],
                [
                    0.72,
                    12.0
                ],
                [
                    0.78,
                    12.0
                ],
                [
                    0.84,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.16667,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant02"
        },
        "v5": {
            "Name": "꽃과 화살의 무곡",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.3,
                    12.0
                ],
                [
                    0.36,
                    12.0
                ],
                [
                    0.42,
                    12.0
                ],
                [
                    0.48,
                    12.0
                ],
                [
                    0.54,
                    12.0
                ],
                [
                    0.6,
                    12.0
                ],
                [
                    0.66,
                    12.0
                ],
                [
                    0.72,
                    12.0
                ],
                [
                    0.78,
                    12.0
                ],
                [
                    0.84,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.16667,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant02"
        },
        "Live": {
            "Name": "꽃과 화살의 무곡",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "모든 적에게 데미우르고스 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.3,
                    12.0
                ],
                [
                    0.36,
                    12.0
                ],
                [
                    0.42,
                    12.0
                ],
                [
                    0.48,
                    12.0
                ],
                [
                    0.54,
                    12.0
                ],
                [
                    0.6,
                    12.0
                ],
                [
                    0.66,
                    12.0
                ],
                [
                    0.72,
                    12.0
                ],
                [
                    0.78,
                    12.0
                ],
                [
                    0.84,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.16667,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant02"
        }
    },
    "1141502": {
        "v1": {
            "Name": "이 시를, 모든 생명에게 바치리",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군에게 <u>버프 효과</u>를 부여한다. 목표가 황금의 후예일 시 대상이 <color style='color:$f9b0f0;'><u><b>특수 효과</b></u>#를 획득하고, 목표가 황금의 후예가 아닐 시 대상이 가하는 피해가 @<b>#2[p]</b># 증가한다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    12.0,
                    0.2,
                    2.0
                ],
                [
                    12.0,
                    0.24,
                    2.0
                ],
                [
                    12.0,
                    0.28,
                    2.0
                ],
                [
                    12.0,
                    0.32,
                    2.0
                ],
                [
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    12.0,
                    0.4,
                    2.0
                ],
                [
                    12.0,
                    0.44,
                    2.0
                ],
                [
                    12.0,
                    0.48,
                    2.0
                ],
                [
                    12.0,
                    0.52,
                    2.0
                ],
                [
                    12.0,
                    0.56,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "이 시를, 모든 생명에게 바치리",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군에게 <u>버프 효과</u>를 부여한다. 목표가 황금의 후예일 시 대상이 <color style='color:$f9b0f0;'><u><b>특수 효과</b></u>#를 획득하고, 목표가 황금의 후예가 아닐 시 대상이 가하는 피해가 @<b>#2[p]</b># 증가한다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    12.0,
                    0.2,
                    2.0
                ],
                [
                    12.0,
                    0.24,
                    2.0
                ],
                [
                    12.0,
                    0.28,
                    2.0
                ],
                [
                    12.0,
                    0.32,
                    2.0
                ],
                [
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    12.0,
                    0.4,
                    2.0
                ],
                [
                    12.0,
                    0.44,
                    2.0
                ],
                [
                    12.0,
                    0.48,
                    2.0
                ],
                [
                    12.0,
                    0.52,
                    2.0
                ],
                [
                    12.0,
                    0.56,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "이 시를, 모든 생명에게 바치리",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군에게 <u>버프 효과</u>를 부여한다. 목표가 <u>황금의 후예</u>일 시 대상이 <color style='color:$f9b0f0;'><u><b>특수 효과</b></u>#를 획득하고, 목표가 <u>황금의 후예</u>가 아닐 시 대상이 가하는 피해가 @<b>#2[p]</b># 증가한다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    12.0,
                    0.2,
                    2.0
                ],
                [
                    12.0,
                    0.24,
                    2.0
                ],
                [
                    12.0,
                    0.28,
                    2.0
                ],
                [
                    12.0,
                    0.32,
                    2.0
                ],
                [
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    12.0,
                    0.4,
                    2.0
                ],
                [
                    12.0,
                    0.44,
                    2.0
                ],
                [
                    12.0,
                    0.48,
                    2.0
                ],
                [
                    12.0,
                    0.52,
                    2.0
                ],
                [
                    12.0,
                    0.56,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000025
            ]
        },
        "v4": {
            "Name": "이 시를, 모든 생명에게 바치리",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군에게 <u>버프 효과</u>를 부여한다. 목표가 <u>황금의 후예</u>일 시 대상이 <color style='color:$f9b0f0;'><u><b>특수 효과</b></u>#를 획득하고, 목표가 <u>황금의 후예</u>가 아닐 시 대상이 가하는 피해가 @<b>#2[p]</b># 증가한다, 지속 시간: <b>#3[f]</b>턴",
            "Params": [
                [
                    12.0,
                    0.2,
                    2.0
                ],
                [
                    12.0,
                    0.24,
                    2.0
                ],
                [
                    12.0,
                    0.28,
                    2.0
                ],
                [
                    12.0,
                    0.32,
                    2.0
                ],
                [
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    12.0,
                    0.4,
                    2.0
                ],
                [
                    12.0,
                    0.44,
                    2.0
                ],
                [
                    12.0,
                    0.48,
                    2.0
                ],
                [
                    12.0,
                    0.52,
                    2.0
                ],
                [
                    12.0,
                    0.56,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000025
            ]
        },
        "v5": {
            "Name": "이 시를, 모든 생명에 바치리",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군 캐릭터에게 <u>버프 효과</u>를 부여한다. 해당 캐릭터가 <u>황금의 후예</u>일 시 대상이 <color style='color:$f9b0f0;'><u><b>특수 효과</b></u>#를 획득한다. 해당 캐릭터가 <u>황금의 후예</u>가 아닐 시 대상이 가하는 피해가 @<b>#2[p]</b># 증가한다, 지속 시간: <b>#3[f]</b>턴, 이 효과는 대상의 기억 정령에게도 적용된다",
            "Params": [
                [
                    12.0,
                    0.2,
                    2.0
                ],
                [
                    12.0,
                    0.24,
                    2.0
                ],
                [
                    12.0,
                    0.28,
                    2.0
                ],
                [
                    12.0,
                    0.32,
                    2.0
                ],
                [
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    12.0,
                    0.4,
                    2.0
                ],
                [
                    12.0,
                    0.44,
                    2.0
                ],
                [
                    12.0,
                    0.48,
                    2.0
                ],
                [
                    12.0,
                    0.52,
                    2.0
                ],
                [
                    12.0,
                    0.56,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000025
            ]
        },
        "Live": {
            "Name": "이 시를, 모든 생명에 바치리",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군 캐릭터에게 <u>버프 효과</u>를 부여한다. 해당 캐릭터가 <u>황금의 후예</u>일 시 대상이 <color style='color:$f9b0f0;'><u><b>특수 효과</b></u>#를 획득한다. 해당 캐릭터가 <u>황금의 후예</u>가 아닐 시 대상이 가하는 피해가 @<b>#2[p]</b># 증가한다, 지속 시간: <b>#3[f]</b>턴, 이 효과는 대상의 기억 정령에게도 적용된다",
            "Params": [
                [
                    12.0,
                    0.2,
                    2.0
                ],
                [
                    12.0,
                    0.24,
                    2.0
                ],
                [
                    12.0,
                    0.28,
                    2.0
                ],
                [
                    12.0,
                    0.32,
                    2.0
                ],
                [
                    12.0,
                    0.36,
                    2.0
                ],
                [
                    12.0,
                    0.4,
                    2.0
                ],
                [
                    12.0,
                    0.44,
                    2.0
                ],
                [
                    12.0,
                    0.48,
                    2.0
                ],
                [
                    12.0,
                    0.52,
                    2.0
                ],
                [
                    12.0,
                    0.56,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000025
            ]
        }
    },
    "1141503": {
        "v1": {
            "Name": "모든 과거에서의 기다림",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████의 속도가 0으로 유지되고, 행동 서열에 나타나지 않으며, 필드에 있을 시 <u>결계 밖</u>으로 간주한다. 키레네의 HP 백분율이 변하면 ██████의 HP 백분율도 이에 따라 변한다. ██████이(가) 필드에 있으면 키레네와 ██████의 HP 최대치가 @<b>#1[p]</b># 증가한다. ██████이(가) 스킬 발동 후 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.12,
                    0.0
                ],
                [
                    0.144,
                    0.0
                ],
                [
                    0.168,
                    0.0
                ],
                [
                    0.192,
                    0.0
                ],
                [
                    0.216,
                    0.0
                ],
                [
                    0.24,
                    0.0
                ],
                [
                    0.264,
                    0.0
                ],
                [
                    0.288,
                    0.0
                ],
                [
                    0.312,
                    0.0
                ],
                [
                    0.336,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000024
            ]
        },
        "v2": {
            "Name": "모든 과거에서의 기다림",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████의 속도가 0으로 유지되고, 행동 서열에 나타나지 않으며, 필드에 있을 시 <u>결계 밖</u>으로 간주한다. 키레네의 HP 백분율이 변하면 ██████의 HP 백분율도 이에 따라 변한다. ██████이(가) 필드에 있으면 키레네와 ██████의 HP 최대치가 @<b>#1[p]</b># 증가한다. ██████이(가) 스킬 발동 후 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.12,
                    0.0
                ],
                [
                    0.144,
                    0.0
                ],
                [
                    0.168,
                    0.0
                ],
                [
                    0.192,
                    0.0
                ],
                [
                    0.216,
                    0.0
                ],
                [
                    0.24,
                    0.0
                ],
                [
                    0.264,
                    0.0
                ],
                [
                    0.288,
                    0.0
                ],
                [
                    0.312,
                    0.0
                ],
                [
                    0.336,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000024,
                10000022
            ]
        },
        "v3": {
            "Name": "모든 과거에서의 기다림",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████의 속도가 0으로 유지되고, 행동 서열에 나타나지 않으며, 필드에 있을 시 <u>결계 밖</u>으로 간주한다. 키레네의 HP 백분율이 변하면 ██████의 HP 백분율도 이에 따라 변한다. ██████이(가) 필드에 있으면 키레네와 ██████의 HP 최대치가 @<b>#1[p]</b># 증가한다. ██████이(가) 스킬 발동 후 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.12,
                    0.0
                ],
                [
                    0.144,
                    0.0
                ],
                [
                    0.168,
                    0.0
                ],
                [
                    0.192,
                    0.0
                ],
                [
                    0.216,
                    0.0
                ],
                [
                    0.24,
                    0.0
                ],
                [
                    0.264,
                    0.0
                ],
                [
                    0.288,
                    0.0
                ],
                [
                    0.312,
                    0.0
                ],
                [
                    0.336,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000024,
                10000022
            ]
        },
        "v4": {
            "Name": "모든 과거에서의 기다림",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████의 속도가 0으로 유지되고, 행동 서열에 나타나지 않으며, 필드에 있을 시 <u>결계 밖</u>으로 간주한다. 키레네의 HP 백분율이 변하면 ██████의 HP 백분율도 이에 따라 변한다. ██████이(가) 필드에 있으면 키레네와 ██████의 HP 최대치가 @<b>#1[p]</b># 증가한다. ██████이(가) 스킬 발동 후 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.12,
                    0.0
                ],
                [
                    0.144,
                    0.0
                ],
                [
                    0.168,
                    0.0
                ],
                [
                    0.192,
                    0.0
                ],
                [
                    0.216,
                    0.0
                ],
                [
                    0.24,
                    0.0
                ],
                [
                    0.264,
                    0.0
                ],
                [
                    0.288,
                    0.0
                ],
                [
                    0.312,
                    0.0
                ],
                [
                    0.336,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000024,
                10000022
            ]
        },
        "v5": {
            "Name": "모든 과거에서의 기다림",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████의 속도가 0으로 유지되고, 행동 서열에 나타나지 않으며, 필드에 있을 시 <u>결계 밖</u>으로 간주한다. 키레네의 HP 백분율이 변하면 ██████의 HP 백분율도 이에 따라 변한다. ██████이(가) 필드에 있으면 키레네와 ██████의 HP 최대치가 @<b>#1[p]</b># 증가한다. ██████이(가) 스킬 발동 후 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.12,
                    0.0
                ],
                [
                    0.144,
                    0.0
                ],
                [
                    0.168,
                    0.0
                ],
                [
                    0.192,
                    0.0
                ],
                [
                    0.216,
                    0.0
                ],
                [
                    0.24,
                    0.0
                ],
                [
                    0.264,
                    0.0
                ],
                [
                    0.288,
                    0.0
                ],
                [
                    0.312,
                    0.0
                ],
                [
                    0.336,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000024,
                10000022
            ]
        },
        "Live": {
            "Name": "모든 과거에서의 기다림",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "데미우르고스의 속도가 0으로 유지되고, 행동 서열에 나타나지 않으며, 필드에 있을 시 <u>경계 밖</u>으로 간주한다. 키레네의 HP 백분율이 변하면 데미우르고스의 HP 백분율도 이에 따라 변한다. 데미우르고스가 필드에 있으면 키레네와 데미우르고스의 HP 최대치가 @<b>#1[p]</b># 증가한다. 데미우르고스가 스킬 발동 후 자신의 모든 <u>지속 효과</u> 지속 턴 수가 1 감소한다",
            "Params": [
                [
                    0.12,
                    0.0
                ],
                [
                    0.144,
                    0.0
                ],
                [
                    0.168,
                    0.0
                ],
                [
                    0.192,
                    0.0
                ],
                [
                    0.216,
                    0.0
                ],
                [
                    0.24,
                    0.0
                ],
                [
                    0.264,
                    0.0
                ],
                [
                    0.288,
                    0.0
                ],
                [
                    0.312,
                    0.0
                ],
                [
                    0.336,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000024,
                10000022
            ]
        }
    },
    "1141505": {
        "v1": {
            "Name": "「안녕, 세상아♪」",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████이(가) 소환될 시 모든 아군의 <u>제어류 디버프 상태</u>를 해제한다",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v2": {
            "Name": "「안녕, 세상아♪」",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████이(가) 소환될 시 모든 아군의 <u>제어류 디버프 상태</u>를 해제한다",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v3": {
            "Name": "「안녕, 세상아♪」",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████이(가) 소환될 시 모든 아군의 <u>제어류 디버프 상태</u>를 해제한다",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v4": {
            "Name": "「안녕, 세상아♪」",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████이(가) 소환될 시 모든 아군의 <u>제어류 디버프 상태</u>를 해제한다",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v5": {
            "Name": "「안녕, 세상아♪」",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "██████이(가) 소환될 시 모든 아군의 <u>제어류 디버프 상태</u>를 해제한다",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "Live": {
            "Name": "「안녕, 세상아♪」",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "데미우르고스가 소환될 시 모든 아군의 <u>제어류 디버프 상태</u>를 해제한다",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_ServantPassive",
            "EE": [
                10000011
            ]
        }
    },
    "1141513": {
        "v1": {
            "Name": "「개척」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 개척자•기억에게 발동 시 개척자•기억의 공격력이 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 증가하며, 동시에 개척자•기억의 치명타 확률이 ██████ 치명타 확률의 @<b>#2[p]</b>#만큼 증가한다. 해당 효과는 미미에게도 적용된다. 이번 전투에서 개척자•기억이 강화된 일반 공격 발동 후 ██████은(는) 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [꽃과 화살의 무곡]을 발동하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다",
            "Params": [
                [
                    0.08,
                    0.3,
                    1.0
                ],
                [
                    0.096,
                    0.36,
                    1.0
                ],
                [
                    0.112,
                    0.42,
                    1.0
                ],
                [
                    0.128,
                    0.48,
                    1.0
                ],
                [
                    0.144,
                    0.54,
                    1.0
                ],
                [
                    0.16,
                    0.6,
                    1.0
                ],
                [
                    0.176,
                    0.66,
                    1.0
                ],
                [
                    0.192,
                    0.72,
                    1.0
                ],
                [
                    0.208,
                    0.78,
                    1.0
                ],
                [
                    0.224,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「개척」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 개척자•기억에게 발동 시 개척자•기억의 공격력이 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 증가하며, 동시에 개척자•기억의 치명타 확률이 ██████ 치명타 확률의 @<b>#2[p]</b>#만큼 증가한다. 해당 효과는 미미에게도 적용된다. 이번 전투에서 개척자•기억이 강화된 일반 공격 발동 후 ██████은(는) 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [꽃과 화살의 무곡]을 발동하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다",
            "Params": [
                [
                    0.08,
                    0.3,
                    1.0
                ],
                [
                    0.096,
                    0.36,
                    1.0
                ],
                [
                    0.112,
                    0.42,
                    1.0
                ],
                [
                    0.128,
                    0.48,
                    1.0
                ],
                [
                    0.144,
                    0.54,
                    1.0
                ],
                [
                    0.16,
                    0.6,
                    1.0
                ],
                [
                    0.176,
                    0.66,
                    1.0
                ],
                [
                    0.192,
                    0.72,
                    1.0
                ],
                [
                    0.208,
                    0.78,
                    1.0
                ],
                [
                    0.224,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「개척」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 개척자•기억에게 발동 시 개척자•기억의 공격력이 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 증가하며, 동시에 개척자•기억의 치명타 확률이 ██████ 치명타 확률의 @<b>#2[p]</b>#만큼 증가한다. 해당 효과는 미미에게도 적용된다. 이번 전투에서 개척자•기억이 강화된 일반 공격 발동 후 ██████은(는) 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [꽃과 화살의 무곡]을 발동하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다",
            "Params": [
                [
                    0.08,
                    0.36,
                    1.0
                ],
                [
                    0.096,
                    0.432,
                    1.0
                ],
                [
                    0.112,
                    0.504,
                    1.0
                ],
                [
                    0.128,
                    0.576,
                    1.0
                ],
                [
                    0.144,
                    0.648,
                    1.0
                ],
                [
                    0.16,
                    0.72,
                    1.0
                ],
                [
                    0.176,
                    0.792,
                    1.0
                ],
                [
                    0.192,
                    0.864,
                    1.0
                ],
                [
                    0.208,
                    0.936,
                    1.0
                ],
                [
                    0.224,
                    1.008,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「창세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 개척자•기억에게 발동 시 개척자•기억의 공격력이 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 증가하며, 동시에 개척자•기억의 치명타 확률이 ██████ 치명타 확률의 @<b>#2[p]</b>#만큼 증가한다. 해당 효과는 미미에게도 적용된다. 이번 전투에서 개척자•기억이 강화된 일반 공격 발동 후 ██████은(는) 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [꽃과 화살의 무곡]을 발동하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다",
            "Params": [
                [
                    0.08,
                    0.36,
                    1.0
                ],
                [
                    0.096,
                    0.432,
                    1.0
                ],
                [
                    0.112,
                    0.504,
                    1.0
                ],
                [
                    0.128,
                    0.576,
                    1.0
                ],
                [
                    0.144,
                    0.648,
                    1.0
                ],
                [
                    0.16,
                    0.72,
                    1.0
                ],
                [
                    0.176,
                    0.792,
                    1.0
                ],
                [
                    0.192,
                    0.864,
                    1.0
                ],
                [
                    0.208,
                    0.936,
                    1.0
                ],
                [
                    0.224,
                    1.008,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000000
            ]
        },
        "v5": {
            "Name": "「창세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 개척자•기억에게 발동 시 개척자•기억의 공격력이 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 증가하며, 동시에 개척자•기억의 치명타 확률이 ██████ 치명타 확률의 @<b>#2[p]</b>#만큼 증가한다. 해당 효과는 미미에게도 적용된다. 이번 전투에서 개척자•기억이 강화된 일반 공격 발동 후 ██████은(는) 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [꽃과 화살의 무곡]을 발동하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다",
            "Params": [
                [
                    0.08,
                    0.36,
                    1.0
                ],
                [
                    0.096,
                    0.432,
                    1.0
                ],
                [
                    0.112,
                    0.504,
                    1.0
                ],
                [
                    0.128,
                    0.576,
                    1.0
                ],
                [
                    0.144,
                    0.648,
                    1.0
                ],
                [
                    0.16,
                    0.72,
                    1.0
                ],
                [
                    0.176,
                    0.792,
                    1.0
                ],
                [
                    0.192,
                    0.864,
                    1.0
                ],
                [
                    0.208,
                    0.936,
                    1.0
                ],
                [
                    0.224,
                    1.008,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000000
            ]
        },
        "Live": {
            "Name": "「창세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 개척자•기억에게 발동 시 개척자•기억의 공격력이 데미우르고스 HP 최대치의 @<b>#1[p]</b>#만큼 증가하며, 동시에 개척자•기억의 치명타 확률이 데미우르고스 치명타 확률의 @<b>#2[p]</b>#만큼 증가한다. 해당 효과는 미미에게도 적용된다. 이번 전투에서 개척자•기억이 강화된 일반 공격 발동 후 데미우르고스는 즉시 <u>보너스 턴</u>을 1개 획득하고 자동으로 [꽃과 화살의 무곡]을 발동하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다",
            "Params": [
                [
                    0.08,
                    0.36,
                    1.0
                ],
                [
                    0.096,
                    0.432,
                    1.0
                ],
                [
                    0.112,
                    0.504,
                    1.0
                ],
                [
                    0.128,
                    0.576,
                    1.0
                ],
                [
                    0.144,
                    0.648,
                    1.0
                ],
                [
                    0.16,
                    0.72,
                    1.0
                ],
                [
                    0.176,
                    0.792,
                    1.0
                ],
                [
                    0.192,
                    0.864,
                    1.0
                ],
                [
                    0.208,
                    0.936,
                    1.0
                ],
                [
                    0.224,
                    1.008,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000000
            ]
        }
    },
    "1141514": {
        "v1": {
            "Name": "「낭만」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아글라이아에게 발동 시 아글라이아가 [낭만]을 획득하고 의상공 기억 정령 특성의 속도 증가 효과 스택 수가 즉시 최대치로 중첩된다. 아글라이아 또는 의상공이 공격 후 [낭만]을 소모하고 자신의 에너지를 <b>#1[f]</b>pt 회복한다. 아글라이아와 의상공이 가하는 피해가 @<b>#2[p]</b># 증가하고, 목표의 방어력을 @<b>#3[p]</b># 무시하며, 아글라이아의 [지고의 자태] 상태가 종료될 때까지 지속된다",
            "Params": [
                [
                    70.0,
                    0.36,
                    0.18
                ],
                [
                    70.0,
                    0.432,
                    0.216
                ],
                [
                    70.0,
                    0.504,
                    0.252
                ],
                [
                    70.0,
                    0.576,
                    0.288
                ],
                [
                    70.0,
                    0.648,
                    0.324
                ],
                [
                    70.0,
                    0.72,
                    0.36
                ],
                [
                    70.0,
                    0.792,
                    0.396
                ],
                [
                    70.0,
                    0.864,
                    0.432
                ],
                [
                    70.0,
                    0.936,
                    0.468
                ],
                [
                    70.0,
                    1.008,
                    0.504
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「낭만」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아글라이아에게 발동 시 아글라이아가 [낭만]을 획득하고 의상공 기억 정령 특성의 속도 증가 효과 스택 수가 즉시 최대치로 중첩된다. 아글라이아 또는 의상공이 공격 후 [낭만]을 소모하고 자신의 에너지를 <b>#1[f]</b>pt 회복한다. 아글라이아와 의상공이 가하는 피해가 @<b>#2[p]</b># 증가하고, 목표의 방어력을 @<b>#3[p]</b># 무시하며, 아글라이아의 [지고의 자태] 상태가 종료될 때까지 지속된다",
            "Params": [
                [
                    70.0,
                    0.36,
                    0.18
                ],
                [
                    70.0,
                    0.432,
                    0.216
                ],
                [
                    70.0,
                    0.504,
                    0.252
                ],
                [
                    70.0,
                    0.576,
                    0.288
                ],
                [
                    70.0,
                    0.648,
                    0.324
                ],
                [
                    70.0,
                    0.72,
                    0.36
                ],
                [
                    70.0,
                    0.792,
                    0.396
                ],
                [
                    70.0,
                    0.864,
                    0.432
                ],
                [
                    70.0,
                    0.936,
                    0.468
                ],
                [
                    70.0,
                    1.008,
                    0.504
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「낭만」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아글라이아에게 발동 시 아글라이아가 [낭만]을 획득하고 의상공 기억 정령 특성의 속도 증가 효과 스택 수가 즉시 최대치로 중첩된다. 아글라이아 또는 의상공이 공격 후 [낭만]을 소모하고 자신의 에너지를 <b>#1[f]</b>pt 회복한다. 아글라이아와 의상공이 가하는 피해가 @<b>#2[p]</b># 증가하고, 목표의 방어력을 @<b>#3[p]</b># 무시하며, 아글라이아의 [지고의 자태] 상태가 종료될 때까지 지속된다",
            "Params": [
                [
                    70.0,
                    0.36,
                    0.18
                ],
                [
                    70.0,
                    0.432,
                    0.216
                ],
                [
                    70.0,
                    0.504,
                    0.252
                ],
                [
                    70.0,
                    0.576,
                    0.288
                ],
                [
                    70.0,
                    0.648,
                    0.324
                ],
                [
                    70.0,
                    0.72,
                    0.36
                ],
                [
                    70.0,
                    0.792,
                    0.396
                ],
                [
                    70.0,
                    0.864,
                    0.432
                ],
                [
                    70.0,
                    0.936,
                    0.468
                ],
                [
                    70.0,
                    1.008,
                    0.504
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「낭만」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아글라이아에게 발동 시 아글라이아가 [낭만]을 획득하고 의상공 기억 정령 특성의 속도 증가 효과 스택 수가 즉시 최대치로 중첩된다. 아글라이아 또는 의상공이 공격 후 [낭만]을 소모하고 자신의 에너지를 <b>#1[f]</b>pt 회복한다. 아글라이아와 의상공이 가하는 피해가 @<b>#2[p]</b># 증가하고, 목표의 방어력을 @<b>#3[p]</b># 무시하며, 아글라이아의 [지고의 자태] 상태가 종료될 때까지 지속된다",
            "Params": [
                [
                    70.0,
                    0.36,
                    0.18
                ],
                [
                    70.0,
                    0.432,
                    0.216
                ],
                [
                    70.0,
                    0.504,
                    0.252
                ],
                [
                    70.0,
                    0.576,
                    0.288
                ],
                [
                    70.0,
                    0.648,
                    0.324
                ],
                [
                    70.0,
                    0.72,
                    0.36
                ],
                [
                    70.0,
                    0.792,
                    0.396
                ],
                [
                    70.0,
                    0.864,
                    0.432
                ],
                [
                    70.0,
                    0.936,
                    0.468
                ],
                [
                    70.0,
                    1.008,
                    0.504
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「낭만」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아글라이아에게 발동 시 아글라이아가 [낭만]을 획득하고 의상공 기억 정령 특성의 속도 증가 효과 스택 수가 즉시 최대치로 중첩된다. 아글라이아 또는 의상공이 공격 후 [낭만]을 소모하고 자신의 에너지를 <b>#1[f]</b>pt 회복한다. 아글라이아와 의상공이 가하는 피해가 @<b>#2[p]</b># 증가하고, 목표의 방어력을 @<b>#3[p]</b># 무시하며, 아글라이아의 [지고의 자태] 상태가 종료될 때까지 지속된다",
            "Params": [
                [
                    70.0,
                    0.36,
                    0.18
                ],
                [
                    70.0,
                    0.432,
                    0.216
                ],
                [
                    70.0,
                    0.504,
                    0.252
                ],
                [
                    70.0,
                    0.576,
                    0.288
                ],
                [
                    70.0,
                    0.648,
                    0.324
                ],
                [
                    70.0,
                    0.72,
                    0.36
                ],
                [
                    70.0,
                    0.792,
                    0.396
                ],
                [
                    70.0,
                    0.864,
                    0.432
                ],
                [
                    70.0,
                    0.936,
                    0.468
                ],
                [
                    70.0,
                    1.008,
                    0.504
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「낭만」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아글라이아에게 발동 시 아글라이아가 [낭만]을 획득하고 의상공 기억 정령 특성의 속도 증가 효과 스택 수가 즉시 최대치로 중첩된다. 아글라이아 또는 의상공이 공격 후 [낭만]을 소모하고 자신의 에너지를 <b>#1[f]</b>pt 회복한다. 아글라이아와 의상공이 가하는 피해가 @<b>#2[p]</b># 증가하고, 목표의 방어력을 @<b>#3[p]</b># 무시하며, 아글라이아의 [지고의 자태] 상태가 종료될 때까지 지속된다",
            "Params": [
                [
                    70.0,
                    0.36,
                    0.18
                ],
                [
                    70.0,
                    0.432,
                    0.216
                ],
                [
                    70.0,
                    0.504,
                    0.252
                ],
                [
                    70.0,
                    0.576,
                    0.288
                ],
                [
                    70.0,
                    0.648,
                    0.324
                ],
                [
                    70.0,
                    0.72,
                    0.36
                ],
                [
                    70.0,
                    0.792,
                    0.396
                ],
                [
                    70.0,
                    0.864,
                    0.432
                ],
                [
                    70.0,
                    0.936,
                    0.468
                ],
                [
                    70.0,
                    1.008,
                    0.504
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141515": {
        "v1": {
            "Name": "「통로」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 트리비에게 발동 시 트리비가 가하는 피해가 적의 방어력을 @<b>#2[p]</b># 무시한다. 트리비가 추가 공격을 발동해 트리비의 결계의 <u>추가 피해</u> 발동 시 추가 피해를 추가로 <b>#1[f]</b>회 가한다",
            "Params": [
                [
                    1.0,
                    0.06,
                    3.0
                ],
                [
                    1.0,
                    0.072,
                    3.0
                ],
                [
                    1.0,
                    0.084,
                    3.0
                ],
                [
                    1.0,
                    0.096,
                    3.0
                ],
                [
                    1.0,
                    0.108,
                    3.0
                ],
                [
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    1.0,
                    0.132,
                    3.0
                ],
                [
                    1.0,
                    0.144,
                    3.0
                ],
                [
                    1.0,
                    0.156,
                    3.0
                ],
                [
                    1.0,
                    0.168,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Name": "「통로」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 트리비에게 발동 시 트리비가 가하는 피해가 적의 방어력을 @<b>#2[p]</b># 무시한다. 트리비가 추가 공격을 발동해 트리비의 결계의 <u>추가 피해</u> 발동 시 추가 피해를 추가로 <b>#1[f]</b>회 가한다",
            "Params": [
                [
                    1.0,
                    0.06,
                    3.0
                ],
                [
                    1.0,
                    0.072,
                    3.0
                ],
                [
                    1.0,
                    0.084,
                    3.0
                ],
                [
                    1.0,
                    0.096,
                    3.0
                ],
                [
                    1.0,
                    0.108,
                    3.0
                ],
                [
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    1.0,
                    0.132,
                    3.0
                ],
                [
                    1.0,
                    0.144,
                    3.0
                ],
                [
                    1.0,
                    0.156,
                    3.0
                ],
                [
                    1.0,
                    0.168,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Name": "「통로」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 트리비에게 발동 시 트리비가 가하는 피해가 적의 방어력을 @<b>#2[p]</b># 무시한다. 트리비가 추가 공격을 발동해 트리비의 결계의 <u>추가 피해</u> 발동 시 추가 피해를 추가로 <b>#1[f]</b>회 가한다",
            "Params": [
                [
                    1.0,
                    0.06,
                    3.0
                ],
                [
                    1.0,
                    0.072,
                    3.0
                ],
                [
                    1.0,
                    0.084,
                    3.0
                ],
                [
                    1.0,
                    0.096,
                    3.0
                ],
                [
                    1.0,
                    0.108,
                    3.0
                ],
                [
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    1.0,
                    0.132,
                    3.0
                ],
                [
                    1.0,
                    0.144,
                    3.0
                ],
                [
                    1.0,
                    0.156,
                    3.0
                ],
                [
                    1.0,
                    0.168,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Name": "「통로」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 트리비에게 발동 시 트리비가 가하는 피해가 적의 방어력을 @<b>#2[p]</b># 무시한다. 트리비가 추가 공격을 발동해 트리비의 결계의 <u>추가 피해</u> 발동 시 추가 피해를 추가로 <b>#1[f]</b>회 가한다",
            "Params": [
                [
                    1.0,
                    0.06,
                    3.0
                ],
                [
                    1.0,
                    0.072,
                    3.0
                ],
                [
                    1.0,
                    0.084,
                    3.0
                ],
                [
                    1.0,
                    0.096,
                    3.0
                ],
                [
                    1.0,
                    0.108,
                    3.0
                ],
                [
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    1.0,
                    0.132,
                    3.0
                ],
                [
                    1.0,
                    0.144,
                    3.0
                ],
                [
                    1.0,
                    0.156,
                    3.0
                ],
                [
                    1.0,
                    0.168,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Name": "「통로」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 트리비에게 발동 시 트리비가 가하는 피해가 적의 방어력을 @<b>#2[p]</b># 무시한다. 트리비가 추가 공격을 발동해 트리비의 결계의 <u>추가 피해</u> 발동 시 추가 피해를 추가로 <b>#1[f]</b>회 가한다",
            "Params": [
                [
                    1.0,
                    0.06,
                    3.0
                ],
                [
                    1.0,
                    0.072,
                    3.0
                ],
                [
                    1.0,
                    0.084,
                    3.0
                ],
                [
                    1.0,
                    0.096,
                    3.0
                ],
                [
                    1.0,
                    0.108,
                    3.0
                ],
                [
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    1.0,
                    0.132,
                    3.0
                ],
                [
                    1.0,
                    0.144,
                    3.0
                ],
                [
                    1.0,
                    0.156,
                    3.0
                ],
                [
                    1.0,
                    0.168,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Name": "「통로」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 트리비에게 발동 시 트리비가 가하는 피해가 적의 방어력을 @<b>#2[p]</b># 무시한다. 트리비가 추가 공격을 발동해 트리비의 결계의 <u>추가 피해</u> 발동 시 추가 피해를 추가로 <b>#1[f]</b>회 가한다",
            "Params": [
                [
                    1.0,
                    0.06,
                    3.0
                ],
                [
                    1.0,
                    0.072,
                    3.0
                ],
                [
                    1.0,
                    0.084,
                    3.0
                ],
                [
                    1.0,
                    0.096,
                    3.0
                ],
                [
                    1.0,
                    0.108,
                    3.0
                ],
                [
                    1.0,
                    0.12,
                    3.0
                ],
                [
                    1.0,
                    0.132,
                    3.0
                ],
                [
                    1.0,
                    0.144,
                    3.0
                ],
                [
                    1.0,
                    0.156,
                    3.0
                ],
                [
                    1.0,
                    0.168,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000005
            ]
        }
    },
    "1141516": {
        "v1": {
            "Name": "「분쟁」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 마이데이에게 발동 시 마이데이가 [피의 원한] 상태면 대상이 자동으로 [신을 죽여 신이 된 자]를 발동하고, 이번 공격에 마이데이의 치명타 피해가 @<b>#1[p]</b># 증가하며, 발동 시 충전을 소모하지 않는다. 마이데이가 [피의 원한] 상태가 아니면 마이데이의 <u>행동 게이지가 @<b>#2[p]</b># 증가</u>한다",
            "Params": [
                [
                    0.3,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.48,
                    1.0
                ],
                [
                    0.54,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.66,
                    1.0
                ],
                [
                    0.72,
                    1.0
                ],
                [
                    0.78,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「분쟁」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 마이데이에게 발동 시 마이데이가 [피의 원한] 상태면 대상이 자동으로 [신을 죽여 신이 된 자]를 발동하고, 이번 공격에 마이데이의 치명타 피해가 @<b>#1[p]</b># 증가하며, 발동 시 충전을 소모하지 않는다. 마이데이가 [피의 원한] 상태가 아니면 마이데이의 <u>행동 게이지가 @<b>#2[p]</b># 증가</u>한다",
            "Params": [
                [
                    0.3,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.48,
                    1.0
                ],
                [
                    0.54,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.66,
                    1.0
                ],
                [
                    0.72,
                    1.0
                ],
                [
                    0.78,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「분쟁」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 마이데이에게 발동 시 마이데이가 [피의 원한] 상태면 대상이 자동으로 [신을 죽여 신이 된 자]를 발동하고, 이번 공격에 마이데이의 치명타 피해가 @<b>#1[p]</b># 증가하며, 발동 시 충전을 소모하지 않는다. 마이데이가 [피의 원한] 상태가 아니면 마이데이의 <u>행동 게이지가 <b>#2[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.4,
                    1.0
                ],
                [
                    0.48,
                    1.0
                ],
                [
                    0.56,
                    1.0
                ],
                [
                    0.64,
                    1.0
                ],
                [
                    0.72,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.88,
                    1.0
                ],
                [
                    0.96,
                    1.0
                ],
                [
                    1.04,
                    1.0
                ],
                [
                    1.12,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「분쟁」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 마이데이에게 발동 시 마이데이가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 마이데이가 [피의 원한] 상태면 대상이 충전을 소모하지 않는 [신을 죽여 신이 된 자]를 자동으로 1회 발동하고, 이번 공격에 마이데이의 치명타 피해가 증가하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다. 마이데이가 [피의 원한] 상태가 아니면 마이데이의 <u>행동 게이지가 증가</u>한다",
            "Params": [
                [
                    1.0,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.4,
                    1.0
                ],
                [
                    1.6,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    2.0,
                    1.0
                ],
                [
                    2.2,
                    1.0
                ],
                [
                    2.4,
                    1.0
                ],
                [
                    2.6,
                    1.0
                ],
                [
                    2.8,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「분쟁」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 마이데이에게 발동 시 마이데이가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 마이데이가 [피의 원한] 상태면 마이데이가 충전을 소모하지 않는 [신을 죽여 신이 된 자]를 자동으로 1회 발동하고, 이번 공격에 마이데이의 치명타 피해가 @<b>#1[p]</b># 증가하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다. 마이데이가 [피의 원한] 상태가 아니면 마이데이의 <u>행동 게이지가 <b>#2[p]</b> 증가</u>한다",
            "Params": [
                [
                    1.0,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.4,
                    1.0
                ],
                [
                    1.6,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    2.0,
                    1.0
                ],
                [
                    2.2,
                    1.0
                ],
                [
                    2.4,
                    1.0
                ],
                [
                    2.6,
                    1.0
                ],
                [
                    2.8,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「분쟁」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 마이데이에게 발동 시 마이데이가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 마이데이가 [피의 원한] 상태면 마이데이가 충전을 소모하지 않는 [신을 죽여 신이 된 자]를 자동으로 1회 발동하고, 이번 공격에 마이데이의 치명타 피해가 @<b>#1[p]</b># 증가하며, 발동 전에 목표가 처치되면 필드에 새로 등장한 적에게 발동한다. 마이데이가 [피의 원한] 상태가 아니면 마이데이의 <u>행동 게이지가 <b>#2[p]</b> 증가</u>한다",
            "Params": [
                [
                    1.0,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.4,
                    1.0
                ],
                [
                    1.6,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    2.0,
                    1.0
                ],
                [
                    2.2,
                    1.0
                ],
                [
                    2.4,
                    1.0
                ],
                [
                    2.6,
                    1.0
                ],
                [
                    2.8,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141517": {
        "v1": {
            "Name": "「생사」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 카스토리스에게 발동 시 [새로운 꽃술]은 <b>#3[p]</b>까지 초과할 수 있다. 죽음의 용 소환 시 초과한 [새로운 꽃술]을 모두 소모하고, 초과 수치를 1% 소모할 때마다 이번에 소환한 죽음의 용이 특성 [묘지를 불사르는 어둠의 날개]의 스킬 효과 발동 시 가하는 피해 배율이 @<b>#2[p]</b># 증가한다. 필드 위 적이 <b>#6[f]</b>기 이하면 피해 배율이 추가로 @<b>#5[p]</b># 증가한다",
            "Params": [
                [
                    0.0,
                    0.0012,
                    2.0,
                    0.0,
                    0.0024,
                    2.0
                ],
                [
                    0.0,
                    0.00144,
                    2.0,
                    0.0,
                    0.00288,
                    2.0
                ],
                [
                    0.0,
                    0.00168,
                    2.0,
                    0.0,
                    0.00336,
                    2.0
                ],
                [
                    0.0,
                    0.00192,
                    2.0,
                    0.0,
                    0.00384,
                    2.0
                ],
                [
                    0.0,
                    0.00216,
                    2.0,
                    0.0,
                    0.00432,
                    2.0
                ],
                [
                    0.0,
                    0.0024,
                    2.0,
                    0.0,
                    0.0048,
                    2.0
                ],
                [
                    0.0,
                    0.00264,
                    2.0,
                    0.0,
                    0.00528,
                    2.0
                ],
                [
                    0.0,
                    0.00288,
                    2.0,
                    0.0,
                    0.00576,
                    2.0
                ],
                [
                    0.0,
                    0.00312,
                    2.0,
                    0.0,
                    0.00624,
                    2.0
                ],
                [
                    0.0,
                    0.00336,
                    2.0,
                    0.0,
                    0.00672,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「생사」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 카스토리스에게 발동 시 [새로운 꽃술]은 <b>#3[p]</b>까지 초과할 수 있다. 죽음의 용 소환 시 초과한 [새로운 꽃술]을 모두 소모하고, 초과 수치를 1% 소모할 때마다 이번에 소환한 죽음의 용이 특성 [묘지를 불사르는 어둠의 날개]의 스킬 효과 발동 시 가하는 피해 배율이 @<b>#2[p]</b># 증가한다. 필드 위 적이 <b>#6[f]</b>기 이하면 피해 배율이 추가로 @<b>#5[p]</b># 증가한다",
            "Params": [
                [
                    0.0,
                    0.0012,
                    2.0,
                    0.0,
                    0.0024,
                    2.0
                ],
                [
                    0.0,
                    0.00144,
                    2.0,
                    0.0,
                    0.00288,
                    2.0
                ],
                [
                    0.0,
                    0.00168,
                    2.0,
                    0.0,
                    0.00336,
                    2.0
                ],
                [
                    0.0,
                    0.00192,
                    2.0,
                    0.0,
                    0.00384,
                    2.0
                ],
                [
                    0.0,
                    0.00216,
                    2.0,
                    0.0,
                    0.00432,
                    2.0
                ],
                [
                    0.0,
                    0.0024,
                    2.0,
                    0.0,
                    0.0048,
                    2.0
                ],
                [
                    0.0,
                    0.00264,
                    2.0,
                    0.0,
                    0.00528,
                    2.0
                ],
                [
                    0.0,
                    0.00288,
                    2.0,
                    0.0,
                    0.00576,
                    2.0
                ],
                [
                    0.0,
                    0.00312,
                    2.0,
                    0.0,
                    0.00624,
                    2.0
                ],
                [
                    0.0,
                    0.00336,
                    2.0,
                    0.0,
                    0.00672,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「생사」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 카스토리스에게 발동 시 [새로운 꽃술]은 <b>#3[p]</b>까지 초과할 수 있다. 죽음의 용 소환 시 초과한 [새로운 꽃술]을 모두 소모하고, 초과 수치를 1% 소모할 때마다 이번에 소환한 죽음의 용이 특성 [묘지를 불사르는 어둠의 날개]의 스킬 효과 발동 시 가하는 피해 배율이 @<b>#2[p]</b># 증가한다. 소환 시 필드 위 적이 <b>#6[f]</b>기 이하면 피해 배율이 추가로 @<b>#5[p]</b># 증가한다",
            "Params": [
                [
                    0.0,
                    0.0012,
                    2.0,
                    0.0,
                    0.0024,
                    2.0
                ],
                [
                    0.0,
                    0.00144,
                    2.0,
                    0.0,
                    0.00288,
                    2.0
                ],
                [
                    0.0,
                    0.00168,
                    2.0,
                    0.0,
                    0.00336,
                    2.0
                ],
                [
                    0.0,
                    0.00192,
                    2.0,
                    0.0,
                    0.00384,
                    2.0
                ],
                [
                    0.0,
                    0.00216,
                    2.0,
                    0.0,
                    0.00432,
                    2.0
                ],
                [
                    0.0,
                    0.0024,
                    2.0,
                    0.0,
                    0.0048,
                    2.0
                ],
                [
                    0.0,
                    0.00264,
                    2.0,
                    0.0,
                    0.00528,
                    2.0
                ],
                [
                    0.0,
                    0.00288,
                    2.0,
                    0.0,
                    0.00576,
                    2.0
                ],
                [
                    0.0,
                    0.00312,
                    2.0,
                    0.0,
                    0.00624,
                    2.0
                ],
                [
                    0.0,
                    0.00336,
                    2.0,
                    0.0,
                    0.00672,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「생사」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 카스토리스에게 발동 시 [새로운 꽃술]은 <b>#3[p]</b>까지 초과할 수 있다. 죽음의 용 소환 시 초과한 [새로운 꽃술]을 모두 소모하고, 초과 수치를 1% 소모할 때마다 이번에 소환한 죽음의 용이 특성 [묘지를 불사르는 어둠의 날개]의 스킬 효과 발동 시 가하는 피해 배율이 @<b>#2[p]</b># 증가한다. 소환 시 필드 위 적이 <b>#6[f]</b>기 이하면 피해 배율이 추가로 @<b>#5[p]</b># 증가한다",
            "Params": [
                [
                    0.0,
                    0.0012,
                    2.0,
                    0.0,
                    0.0024,
                    2.0
                ],
                [
                    0.0,
                    0.00144,
                    2.0,
                    0.0,
                    0.00288,
                    2.0
                ],
                [
                    0.0,
                    0.00168,
                    2.0,
                    0.0,
                    0.00336,
                    2.0
                ],
                [
                    0.0,
                    0.00192,
                    2.0,
                    0.0,
                    0.00384,
                    2.0
                ],
                [
                    0.0,
                    0.00216,
                    2.0,
                    0.0,
                    0.00432,
                    2.0
                ],
                [
                    0.0,
                    0.0024,
                    2.0,
                    0.0,
                    0.0048,
                    2.0
                ],
                [
                    0.0,
                    0.00264,
                    2.0,
                    0.0,
                    0.00528,
                    2.0
                ],
                [
                    0.0,
                    0.00288,
                    2.0,
                    0.0,
                    0.00576,
                    2.0
                ],
                [
                    0.0,
                    0.00312,
                    2.0,
                    0.0,
                    0.00624,
                    2.0
                ],
                [
                    0.0,
                    0.00336,
                    2.0,
                    0.0,
                    0.00672,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「생사」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 카스토리스에게 발동 시 [새로운 꽃술]은 <b>#3[p]</b>까지 초과할 수 있다. 죽음의 용 소환 시 초과한 [새로운 꽃술]을 모두 소모하고, 초과 수치를 1% 소모할 때마다 이번에 소환한 죽음의 용이 특성 [묘지를 불사르는 어둠의 날개]의 스킬 효과 발동 시 가하는 피해 배율이 @<b>#2[p]</b># 증가한다. 소환 시 필드 위 적이 <b>#6[f]</b>기 이하면 피해 배율이 추가로 @<b>#5[p]</b># 증가한다",
            "Params": [
                [
                    0.0,
                    0.0012,
                    2.0,
                    0.0,
                    0.0024,
                    2.0
                ],
                [
                    0.0,
                    0.00144,
                    2.0,
                    0.0,
                    0.00288,
                    2.0
                ],
                [
                    0.0,
                    0.00168,
                    2.0,
                    0.0,
                    0.00336,
                    2.0
                ],
                [
                    0.0,
                    0.00192,
                    2.0,
                    0.0,
                    0.00384,
                    2.0
                ],
                [
                    0.0,
                    0.00216,
                    2.0,
                    0.0,
                    0.00432,
                    2.0
                ],
                [
                    0.0,
                    0.0024,
                    2.0,
                    0.0,
                    0.0048,
                    2.0
                ],
                [
                    0.0,
                    0.00264,
                    2.0,
                    0.0,
                    0.00528,
                    2.0
                ],
                [
                    0.0,
                    0.00288,
                    2.0,
                    0.0,
                    0.00576,
                    2.0
                ],
                [
                    0.0,
                    0.00312,
                    2.0,
                    0.0,
                    0.00624,
                    2.0
                ],
                [
                    0.0,
                    0.00336,
                    2.0,
                    0.0,
                    0.00672,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「생사」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 카스토리스에게 발동 시 [새로운 꽃술]은 <b>#3[p]</b>까지 초과할 수 있다. 죽음의 용 소환 시 초과한 [새로운 꽃술]을 모두 소모하고, 초과 수치를 1% 소모할 때마다 이번에 소환한 죽음의 용이 특성 [묘지를 불사르는 어둠의 날개]의 스킬 효과 발동 시 가하는 피해 배율이 @<b>#2[p]</b># 증가한다. 소환 시 필드 위 적이 <b>#6[f]</b>기 이하면 피해 배율이 추가로 @<b>#5[p]</b># 증가한다",
            "Params": [
                [
                    0.0,
                    0.0012,
                    2.0,
                    0.0,
                    0.0024,
                    2.0
                ],
                [
                    0.0,
                    0.00144,
                    2.0,
                    0.0,
                    0.00288,
                    2.0
                ],
                [
                    0.0,
                    0.00168,
                    2.0,
                    0.0,
                    0.00336,
                    2.0
                ],
                [
                    0.0,
                    0.00192,
                    2.0,
                    0.0,
                    0.00384,
                    2.0
                ],
                [
                    0.0,
                    0.00216,
                    2.0,
                    0.0,
                    0.00432,
                    2.0
                ],
                [
                    0.0,
                    0.0024,
                    2.0,
                    0.0,
                    0.0048,
                    2.0
                ],
                [
                    0.0,
                    0.00264,
                    2.0,
                    0.0,
                    0.00528,
                    2.0
                ],
                [
                    0.0,
                    0.00288,
                    2.0,
                    0.0,
                    0.00576,
                    2.0
                ],
                [
                    0.0,
                    0.00312,
                    2.0,
                    0.0,
                    0.00624,
                    2.0
                ],
                [
                    0.0,
                    0.00336,
                    2.0,
                    0.0,
                    0.00672,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141518": {
        "v1": {
            "Name": "「이성」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아낙사에게 발동 시 아군의 전투 스킬 포인트를 <b>#4[f]</b>pt 회복하고 아낙사의 다음 <u>행동 게이지가 <b>100%</b> 증가</u>한다. 대상이 가하는 전투 스킬 피해가 @<b>#2[p]</b># 증가하고, 공격력이 @<b>#3[p]</b># 증가하며, 전투 스킬의 피해 횟수가 <b>#1[f]</b>회 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    3.0,
                    0.2,
                    0.3,
                    1.0
                ],
                [
                    3.0,
                    0.24,
                    0.36,
                    1.0
                ],
                [
                    3.0,
                    0.28,
                    0.42,
                    1.0
                ],
                [
                    3.0,
                    0.32,
                    0.48,
                    1.0
                ],
                [
                    3.0,
                    0.36,
                    0.54,
                    1.0
                ],
                [
                    3.0,
                    0.4,
                    0.6,
                    1.0
                ],
                [
                    3.0,
                    0.44,
                    0.66,
                    1.0
                ],
                [
                    3.0,
                    0.48,
                    0.72,
                    1.0
                ],
                [
                    3.0,
                    0.52,
                    0.78,
                    1.0
                ],
                [
                    3.0,
                    0.56,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「이성」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아낙사에게 발동 시 아군의 전투 스킬 포인트를 <b>#4[f]</b>pt 회복하고 아낙사의 다음 <u>행동 게이지가 <b>100%</b> 증가</u>한다. 대상이 가하는 전투 스킬 피해가 @<b>#2[p]</b># 증가하고, 공격력이 @<b>#3[p]</b># 증가하며, 전투 스킬의 피해 횟수가 <b>#1[f]</b>회 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    3.0,
                    0.2,
                    0.3,
                    1.0
                ],
                [
                    3.0,
                    0.24,
                    0.36,
                    1.0
                ],
                [
                    3.0,
                    0.28,
                    0.42,
                    1.0
                ],
                [
                    3.0,
                    0.32,
                    0.48,
                    1.0
                ],
                [
                    3.0,
                    0.36,
                    0.54,
                    1.0
                ],
                [
                    3.0,
                    0.4,
                    0.6,
                    1.0
                ],
                [
                    3.0,
                    0.44,
                    0.66,
                    1.0
                ],
                [
                    3.0,
                    0.48,
                    0.72,
                    1.0
                ],
                [
                    3.0,
                    0.52,
                    0.78,
                    1.0
                ],
                [
                    3.0,
                    0.56,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「이성」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아낙사에게 발동 시 아군의 전투 스킬 포인트를 <b>#4[f]</b>pt 회복하고 아낙사의 다음 <u>행동 게이지가 <b>100%</b> 증가</u>한다. 대상이 가하는 전투 스킬 피해가 @<b>#2[p]</b># 증가하고, 공격력이 @<b>#3[p]</b># 증가하며, 전투 스킬의 피해 횟수가 <b>#1[f]</b>회 증가한다, 지속 시간: 1턴",
            "Params": [
                [
                    3.0,
                    0.2,
                    0.3,
                    1.0
                ],
                [
                    3.0,
                    0.24,
                    0.36,
                    1.0
                ],
                [
                    3.0,
                    0.28,
                    0.42,
                    1.0
                ],
                [
                    3.0,
                    0.32,
                    0.48,
                    1.0
                ],
                [
                    3.0,
                    0.36,
                    0.54,
                    1.0
                ],
                [
                    3.0,
                    0.4,
                    0.6,
                    1.0
                ],
                [
                    3.0,
                    0.44,
                    0.66,
                    1.0
                ],
                [
                    3.0,
                    0.48,
                    0.72,
                    1.0
                ],
                [
                    3.0,
                    0.52,
                    0.78,
                    1.0
                ],
                [
                    3.0,
                    0.56,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「이성」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아낙사에게 발동 시 아군의 전투 스킬 포인트를 <b>#4[f]</b>pt 회복하고 아낙사가 즉시 행동하게 하며, 전투 스킬의 피해 횟수를 <b>#1[f]</b>회 증가시킨다, 지속 시간: 1턴. 아낙사가 다음에 스킬 발동 시 [참된 지식]을 획득한다. [참된 지식]: 모든 「지식」 운명의 길 캐릭터의 공격력이 @<b>#3[p]</b># 증가하고, 가하는 전투 스킬 피해가 @<b>#2[p]</b># 증가하며, 아낙사의 다음 턴 시작 시까지 지속된다",
            "Params": [
                [
                    3.0,
                    0.2,
                    0.3,
                    1.0
                ],
                [
                    3.0,
                    0.24,
                    0.36,
                    1.0
                ],
                [
                    3.0,
                    0.28,
                    0.42,
                    1.0
                ],
                [
                    3.0,
                    0.32,
                    0.48,
                    1.0
                ],
                [
                    3.0,
                    0.36,
                    0.54,
                    1.0
                ],
                [
                    3.0,
                    0.4,
                    0.6,
                    1.0
                ],
                [
                    3.0,
                    0.44,
                    0.66,
                    1.0
                ],
                [
                    3.0,
                    0.48,
                    0.72,
                    1.0
                ],
                [
                    3.0,
                    0.52,
                    0.78,
                    1.0
                ],
                [
                    3.0,
                    0.56,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「이성」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아낙사에게 발동 시 아군의 전투 스킬 포인트를 <b>#4[f]</b>pt 회복하고 아낙사가 즉시 행동하게 하며, 아낙사 전투 스킬의 피해 횟수를 <b>#1[f]</b>회 증가시킨다, 지속 시간: 1턴. 아낙사가 다음에 일반 공격, 전투 스킬 발동 시 [참된 지식]을 획득한다. [참된 지식]: 모든 「지식」 운명의 길 캐릭터의 공격력이 @<b>#3[p]</b># 증가하고, 가하는 전투 스킬 피해가 @<b>#2[p]</b># 증가하며, 아낙사의 다음 턴 시작 시까지 지속된다",
            "Params": [
                [
                    3.0,
                    0.2,
                    0.3,
                    1.0
                ],
                [
                    3.0,
                    0.24,
                    0.36,
                    1.0
                ],
                [
                    3.0,
                    0.28,
                    0.42,
                    1.0
                ],
                [
                    3.0,
                    0.32,
                    0.48,
                    1.0
                ],
                [
                    3.0,
                    0.36,
                    0.54,
                    1.0
                ],
                [
                    3.0,
                    0.4,
                    0.6,
                    1.0
                ],
                [
                    3.0,
                    0.44,
                    0.66,
                    1.0
                ],
                [
                    3.0,
                    0.48,
                    0.72,
                    1.0
                ],
                [
                    3.0,
                    0.52,
                    0.78,
                    1.0
                ],
                [
                    3.0,
                    0.56,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「이성」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 아낙사에게 발동 시 아군의 전투 스킬 포인트를 <b>#4[f]</b>pt 회복하고 아낙사가 즉시 행동하게 하며, 아낙사 전투 스킬의 피해 횟수를 <b>#1[f]</b>회 증가시킨다, 지속 시간: 1턴. 아낙사가 다음에 일반 공격, 전투 스킬 발동 시 [참된 지식]을 획득한다. [참된 지식]: 모든 「지식」 운명의 길 캐릭터의 공격력이 @<b>#3[p]</b># 증가하고, 가하는 전투 스킬 피해가 @<b>#2[p]</b># 증가하며, 아낙사의 다음 턴 시작 시까지 지속된다",
            "Params": [
                [
                    3.0,
                    0.2,
                    0.3,
                    1.0
                ],
                [
                    3.0,
                    0.24,
                    0.36,
                    1.0
                ],
                [
                    3.0,
                    0.28,
                    0.42,
                    1.0
                ],
                [
                    3.0,
                    0.32,
                    0.48,
                    1.0
                ],
                [
                    3.0,
                    0.36,
                    0.54,
                    1.0
                ],
                [
                    3.0,
                    0.4,
                    0.6,
                    1.0
                ],
                [
                    3.0,
                    0.44,
                    0.66,
                    1.0
                ],
                [
                    3.0,
                    0.48,
                    0.72,
                    1.0
                ],
                [
                    3.0,
                    0.52,
                    0.78,
                    1.0
                ],
                [
                    3.0,
                    0.56,
                    0.84,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141519": {
        "v1": {
            "Name": "「천공」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬을 발동하면 히아킨이 [「천공」에 바치는 시]를 2스택 획득한다. 히아킨에게 발동 시 히아킨의 에너지를 @<b>#2[f]</b>#pt 회복한다. 히아킨이 [「천공」에 바치는 시]를 보유한 상태에서 치유를 제공하면, 이카의 기억 정령 스킬에 계산되는 치유 수치가 추가로 이번 치유 수치의 @<b>#1[p]</b>#만큼 증가한다. 히아킨이 전투 스킬/필살기를 발동하면 [「천공」에 바치는 시]를 1스택 소모한다",
            "Params": [
                [
                    0.36,
                    12.0
                ],
                [
                    0.432,
                    14.4
                ],
                [
                    0.504,
                    16.8
                ],
                [
                    0.576,
                    19.2
                ],
                [
                    0.648,
                    21.6
                ],
                [
                    0.72,
                    24.0
                ],
                [
                    0.792,
                    26.4
                ],
                [
                    0.864,
                    28.8
                ],
                [
                    0.936,
                    31.2
                ],
                [
                    1.008,
                    33.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「천공」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬을 발동하면 히아킨이 [「천공」에 바치는 시]를 2스택 획득한다. 히아킨에게 발동 시 히아킨의 에너지를 @<b>#2[f]</b>#pt 회복한다. 히아킨이 [「천공」에 바치는 시]를 보유한 상태에서 치유를 제공하면, 이카의 기억 정령 스킬에 계산되는 치유 수치가 추가로 이번 치유 수치의 @<b>#1[p]</b>#만큼 증가한다. 히아킨이 전투 스킬/필살기를 발동하면 [「천공」에 바치는 시]를 1스택 소모한다",
            "Params": [
                [
                    0.36,
                    12.0
                ],
                [
                    0.432,
                    14.4
                ],
                [
                    0.504,
                    16.8
                ],
                [
                    0.576,
                    19.2
                ],
                [
                    0.648,
                    21.6
                ],
                [
                    0.72,
                    24.0
                ],
                [
                    0.792,
                    26.4
                ],
                [
                    0.864,
                    28.8
                ],
                [
                    0.936,
                    31.2
                ],
                [
                    1.008,
                    33.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「천공」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬을 발동하면 히아킨이 [「천공」에 바치는 시]를 2스택 획득한다. 히아킨에게 발동 시 히아킨의 에너지를 @<b>#2[f]</b>#pt 회복한다. 히아킨이 [「천공」에 바치는 시]를 보유한 상태에서 치유를 제공하면, 이카의 기억 정령 스킬에 계산되는 치유 수치가 추가로 이번 치유 수치의 @<b>#1[p]</b>#만큼 증가한다. 히아킨이 전투 스킬/필살기를 발동하면 [「천공」에 바치는 시]를 1스택 소모한다",
            "Params": [
                [
                    0.36,
                    12.0
                ],
                [
                    0.432,
                    14.4
                ],
                [
                    0.504,
                    16.8
                ],
                [
                    0.576,
                    19.2
                ],
                [
                    0.648,
                    21.6
                ],
                [
                    0.72,
                    24.0
                ],
                [
                    0.792,
                    26.4
                ],
                [
                    0.864,
                    28.8
                ],
                [
                    0.936,
                    31.2
                ],
                [
                    1.008,
                    33.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「천공」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬을 발동하면 히아킨이 [「천공」에 바치는 시]를 2스택 획득한다. 히아킨에게 발동 시 히아킨의 에너지를 @<b>#2[f]</b>#pt 회복한다. 히아킨이 [「천공」에 바치는 시]를 보유한 상태에서 치유를 제공하면, 이카의 기억 정령 스킬에 계산되는 치유 수치가 추가로 이번 치유 수치의 @<b>#1[p]</b>#만큼 증가한다. 히아킨이 전투 스킬/필살기를 발동하면 [「천공」에 바치는 시]를 1스택 소모한다",
            "Params": [
                [
                    0.36,
                    12.0
                ],
                [
                    0.432,
                    14.4
                ],
                [
                    0.504,
                    16.8
                ],
                [
                    0.576,
                    19.2
                ],
                [
                    0.648,
                    21.6
                ],
                [
                    0.72,
                    24.0
                ],
                [
                    0.792,
                    26.4
                ],
                [
                    0.864,
                    28.8
                ],
                [
                    0.936,
                    31.2
                ],
                [
                    1.008,
                    33.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「천공」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬을 발동하면 히아킨이 [「천공」에 바치는 시]를 2스택 획득한다. 히아킨에게 발동 시 히아킨의 에너지를 @<b>#2[f]</b>#pt 회복한다. 히아킨이 [「천공」에 바치는 시]를 보유한 상태에서 치유를 제공하면, 이카의 기억 정령 스킬에 계산되는 치유 수치가 추가로 이번 치유 수치의 @<b>#1[p]</b>#만큼 증가한다. 히아킨이 전투 스킬/필살기를 발동하면 [「천공」에 바치는 시]를 1스택 소모한다",
            "Params": [
                [
                    0.36,
                    12.0
                ],
                [
                    0.432,
                    14.4
                ],
                [
                    0.504,
                    16.8
                ],
                [
                    0.576,
                    19.2
                ],
                [
                    0.648,
                    21.6
                ],
                [
                    0.72,
                    24.0
                ],
                [
                    0.792,
                    26.4
                ],
                [
                    0.864,
                    28.8
                ],
                [
                    0.936,
                    31.2
                ],
                [
                    1.008,
                    33.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「천공」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "데미우르고스가 기억 정령 스킬을 발동하면 히아킨이 [「천공」에 바치는 시]를 2스택 획득한다. 히아킨에게 발동 시 히아킨의 에너지를 @<b>#2[f]</b>#pt 회복한다. 히아킨이 [「천공」에 바치는 시]를 보유한 상태에서 치유를 제공하면, 이카의 기억 정령 스킬에 계산되는 치유 수치가 추가로 이번 치유 수치의 @<b>#1[p]</b>#만큼 증가한다. 히아킨이 전투 스킬/필살기를 발동하면 [「천공」에 바치는 시]를 1스택 소모한다",
            "Params": [
                [
                    0.36,
                    12.0
                ],
                [
                    0.432,
                    14.4
                ],
                [
                    0.504,
                    16.8
                ],
                [
                    0.576,
                    19.2
                ],
                [
                    0.648,
                    21.6
                ],
                [
                    0.72,
                    24.0
                ],
                [
                    0.792,
                    26.4
                ],
                [
                    0.864,
                    28.8
                ],
                [
                    0.936,
                    31.2
                ],
                [
                    1.008,
                    33.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141520": {
        "v1": {
            "Name": "「계략」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 사이퍼에게 발동 시 사이퍼가 가하는 피해가 @<b>#1[p]</b># 증가하고 [단골손님]의 방어력이 @<b>#2[p]</b># 감소하며, [단골손님] 이외의 적의 방어력이 @<b>#3[p]</b># 감소한다",
            "Params": [
                [
                    0.18,
                    0.1,
                    0.06
                ],
                [
                    0.216,
                    0.12,
                    0.072
                ],
                [
                    0.252,
                    0.14,
                    0.084
                ],
                [
                    0.288,
                    0.16,
                    0.096
                ],
                [
                    0.324,
                    0.18,
                    0.108
                ],
                [
                    0.36,
                    0.2,
                    0.12
                ],
                [
                    0.396,
                    0.22,
                    0.132
                ],
                [
                    0.432,
                    0.24,
                    0.144
                ],
                [
                    0.468,
                    0.26,
                    0.156
                ],
                [
                    0.504,
                    0.28,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「계략」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 사이퍼에게 발동 시 사이퍼가 가하는 피해가 @<b>#1[p]</b># 증가하고 [단골손님]의 방어력이 @<b>#2[p]</b># 감소하며, [단골손님] 이외의 적의 방어력이 @<b>#3[p]</b># 감소한다",
            "Params": [
                [
                    0.18,
                    0.1,
                    0.06
                ],
                [
                    0.216,
                    0.12,
                    0.072
                ],
                [
                    0.252,
                    0.14,
                    0.084
                ],
                [
                    0.288,
                    0.16,
                    0.096
                ],
                [
                    0.324,
                    0.18,
                    0.108
                ],
                [
                    0.36,
                    0.2,
                    0.12
                ],
                [
                    0.396,
                    0.22,
                    0.132
                ],
                [
                    0.432,
                    0.24,
                    0.144
                ],
                [
                    0.468,
                    0.26,
                    0.156
                ],
                [
                    0.504,
                    0.28,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「계략」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 사이퍼에게 발동 시 사이퍼가 가하는 피해가 @<b>#1[p]</b># 증가하고 [단골손님]의 방어력이 @<b>#2[p]</b># 감소하며, [단골손님] 이외의 적의 방어력이 @<b>#3[p]</b># 감소한다",
            "Params": [
                [
                    0.18,
                    0.1,
                    0.06
                ],
                [
                    0.216,
                    0.12,
                    0.072
                ],
                [
                    0.252,
                    0.14,
                    0.084
                ],
                [
                    0.288,
                    0.16,
                    0.096
                ],
                [
                    0.324,
                    0.18,
                    0.108
                ],
                [
                    0.36,
                    0.2,
                    0.12
                ],
                [
                    0.396,
                    0.22,
                    0.132
                ],
                [
                    0.432,
                    0.24,
                    0.144
                ],
                [
                    0.468,
                    0.26,
                    0.156
                ],
                [
                    0.504,
                    0.28,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「계략」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 사이퍼에게 발동 시 사이퍼가 가하는 피해가 @<b>#1[p]</b># 증가하고 [단골손님]의 방어력이 @<b>#2[p]</b># 감소하며, [단골손님] 이외의 적의 방어력이 @<b>#3[p]</b># 감소한다",
            "Params": [
                [
                    0.18,
                    0.1,
                    0.06
                ],
                [
                    0.216,
                    0.12,
                    0.072
                ],
                [
                    0.252,
                    0.14,
                    0.084
                ],
                [
                    0.288,
                    0.16,
                    0.096
                ],
                [
                    0.324,
                    0.18,
                    0.108
                ],
                [
                    0.36,
                    0.2,
                    0.12
                ],
                [
                    0.396,
                    0.22,
                    0.132
                ],
                [
                    0.432,
                    0.24,
                    0.144
                ],
                [
                    0.468,
                    0.26,
                    0.156
                ],
                [
                    0.504,
                    0.28,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「계략」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 사이퍼에게 발동 시 사이퍼가 가하는 피해가 @<b>#1[p]</b># 증가하고 [단골손님]의 방어력이 @<b>#2[p]</b># 감소하며, [단골손님] 이외의 적의 방어력이 @<b>#3[p]</b># 감소한다",
            "Params": [
                [
                    0.18,
                    0.1,
                    0.06
                ],
                [
                    0.216,
                    0.12,
                    0.072
                ],
                [
                    0.252,
                    0.14,
                    0.084
                ],
                [
                    0.288,
                    0.16,
                    0.096
                ],
                [
                    0.324,
                    0.18,
                    0.108
                ],
                [
                    0.36,
                    0.2,
                    0.12
                ],
                [
                    0.396,
                    0.22,
                    0.132
                ],
                [
                    0.432,
                    0.24,
                    0.144
                ],
                [
                    0.468,
                    0.26,
                    0.156
                ],
                [
                    0.504,
                    0.28,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「계략」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 사이퍼에게 발동 시 사이퍼가 가하는 피해가 @<b>#1[p]</b># 증가하고 [단골손님]의 방어력이 @<b>#2[p]</b># 감소하며, [단골손님] 이외의 적의 방어력이 @<b>#3[p]</b># 감소한다",
            "Params": [
                [
                    0.18,
                    0.1,
                    0.06
                ],
                [
                    0.216,
                    0.12,
                    0.072
                ],
                [
                    0.252,
                    0.14,
                    0.084
                ],
                [
                    0.288,
                    0.16,
                    0.096
                ],
                [
                    0.324,
                    0.18,
                    0.108
                ],
                [
                    0.36,
                    0.2,
                    0.12
                ],
                [
                    0.396,
                    0.22,
                    0.132
                ],
                [
                    0.432,
                    0.24,
                    0.144
                ],
                [
                    0.468,
                    0.26,
                    0.156
                ],
                [
                    0.504,
                    0.28,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141521": {
        "v1": {
            "Name": "「부세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 파이논에게 발동 후 파이논이 변신 시 [영원히 이어지는 불길]을 획득한다. [영원히 이어지는 불길] 보유 시 카오스라나의 치명타 확률이 @<b>#1[p]</b># 증가하고, <u>카오스라나의 보너스 턴</u> 소진 후 변신이 종료되지 않으며, 모든 <u>카오스라나의 보너스 턴</u>을 갱신한다. <u>카오스라나의 보너스 턴</u> 시작 시 카오스라나는 HP를 현재 HP의 <b>#2[p]</b>만큼 소모한다. 공격 발동 후 추가 피해를 <b>#3[f]</b>회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#4[p]</b>#만큼 화염 속성 추가 피해를 가한다",
            "Params": [
                [
                    0.08,
                    0.15,
                    5.0,
                    0.15,
                    15.0,
                    0.0
                ],
                [
                    0.096,
                    0.15,
                    5.0,
                    0.18,
                    15.0,
                    0.0
                ],
                [
                    0.112,
                    0.15,
                    5.0,
                    0.21,
                    15.0,
                    0.0
                ],
                [
                    0.128,
                    0.15,
                    5.0,
                    0.24,
                    15.0,
                    0.0
                ],
                [
                    0.144,
                    0.15,
                    5.0,
                    0.27,
                    15.0,
                    0.0
                ],
                [
                    0.16,
                    0.15,
                    5.0,
                    0.3,
                    15.0,
                    0.0
                ],
                [
                    0.176,
                    0.15,
                    5.0,
                    0.33,
                    15.0,
                    0.0
                ],
                [
                    0.192,
                    0.15,
                    5.0,
                    0.36,
                    15.0,
                    0.0
                ],
                [
                    0.208,
                    0.15,
                    5.0,
                    0.39,
                    15.0,
                    0.0
                ],
                [
                    0.224,
                    0.15,
                    5.0,
                    0.42,
                    15.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「부세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 파이논에게 발동 후 파이논이 변신 시 [영원히 이어지는 불길]을 획득한다. [영원히 이어지는 불길] 보유 시 카오스라나의 치명타 확률이 @<b>#1[p]</b># 증가하고, <u>카오스라나의 보너스 턴</u> 소진 후 변신이 종료되지 않으며, 모든 <u>카오스라나의 보너스 턴</u>을 갱신한다. <u>카오스라나의 보너스 턴</u> 시작 시 카오스라나는 HP를 현재 HP의 <b>#2[p]</b>만큼 소모한다. 공격 발동 후 추가 피해를 <b>#3[f]</b>회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#4[p]</b>#만큼 화염 속성 추가 피해를 가한다",
            "Params": [
                [
                    0.08,
                    0.15,
                    5.0,
                    0.15,
                    15.0,
                    0.0
                ],
                [
                    0.096,
                    0.15,
                    5.0,
                    0.18,
                    15.0,
                    0.0
                ],
                [
                    0.112,
                    0.15,
                    5.0,
                    0.21,
                    15.0,
                    0.0
                ],
                [
                    0.128,
                    0.15,
                    5.0,
                    0.24,
                    15.0,
                    0.0
                ],
                [
                    0.144,
                    0.15,
                    5.0,
                    0.27,
                    15.0,
                    0.0
                ],
                [
                    0.16,
                    0.15,
                    5.0,
                    0.3,
                    15.0,
                    0.0
                ],
                [
                    0.176,
                    0.15,
                    5.0,
                    0.33,
                    15.0,
                    0.0
                ],
                [
                    0.192,
                    0.15,
                    5.0,
                    0.36,
                    15.0,
                    0.0
                ],
                [
                    0.208,
                    0.15,
                    5.0,
                    0.39,
                    15.0,
                    0.0
                ],
                [
                    0.224,
                    0.15,
                    5.0,
                    0.42,
                    15.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10014082
            ]
        },
        "v3": {
            "Name": "「부세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 파이논에게 발동 후 파이논이 [불씨]를 <b>#8[f]</b>pt 획득하며 변신 시 [영원히 이어지는 불길]을 획득한다. 변신 시 [불씨]가 <b>#5[f]</b>pt를 초과하면 1pt를 초과할 때마다 카오스라나의 치명타 피해가 @<b>#6[p]</b># 증가하며, 최대 @<b>#7[p]</b># 증가한다. [영원히 이어지는 불길] 보유 시 카오스라나의 치명타 확률이 @<b>#1[p]</b># 증가하고, <u>카오스라나의 보너스 턴</u> 소진 후 변신이 종료되지 않으며, 모든 <u>카오스라나의 보너스 턴</u>을 갱신하고 <u>[훼멸]</u>을 <b>#9[f]</b>pt 획득한다. <u>카오스라나의 보너스 턴</u> 시작 시 카오스라나는 HP를 현재 HP의 <b>#2[p]</b>만큼 소모한다. 공격 발동 후 <u>추가 피해</u>를 <b>#3[f]</b>회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#4[p]</b>#만큼 화염 속성 <u>추가 피해</u>를 가한다",
            "Params": [
                [
                    0.08,
                    0.15,
                    5.0,
                    0.05,
                    12.0,
                    0.06,
                    0.36,
                    6.0,
                    4.0
                ],
                [
                    0.096,
                    0.15,
                    5.0,
                    0.06,
                    12.0,
                    0.072,
                    0.432,
                    6.0,
                    4.0
                ],
                [
                    0.112,
                    0.15,
                    5.0,
                    0.07,
                    12.0,
                    0.084,
                    0.504,
                    6.0,
                    4.0
                ],
                [
                    0.128,
                    0.15,
                    5.0,
                    0.08,
                    12.0,
                    0.096,
                    0.576,
                    6.0,
                    4.0
                ],
                [
                    0.144,
                    0.15,
                    5.0,
                    0.09,
                    12.0,
                    0.108,
                    0.648,
                    6.0,
                    4.0
                ],
                [
                    0.16,
                    0.15,
                    5.0,
                    0.1,
                    12.0,
                    0.12,
                    0.72,
                    6.0,
                    4.0
                ],
                [
                    0.176,
                    0.15,
                    5.0,
                    0.11,
                    12.0,
                    0.132,
                    0.792,
                    6.0,
                    4.0
                ],
                [
                    0.192,
                    0.15,
                    5.0,
                    0.12,
                    12.0,
                    0.144,
                    0.864,
                    6.0,
                    4.0
                ],
                [
                    0.208,
                    0.15,
                    5.0,
                    0.13,
                    12.0,
                    0.156,
                    0.936,
                    6.0,
                    4.0
                ],
                [
                    0.224,
                    0.15,
                    5.0,
                    0.14,
                    12.0,
                    0.168,
                    1.008,
                    6.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10014082,
                10014081,
                10000000
            ]
        },
        "v4": {
            "Name": "「부세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 파이논에게 발동 후 파이논이 [불씨]를 <b>#8[f]</b>pt 획득하며 변신 시 [영원히 이어지는 불길]을 획득한다. 변신 시 [불씨]가 <b>#5[f]</b>pt를 초과하면 1pt를 초과할 때마다 카오스라나의 치명타 피해가 @<b>#6[p]</b># 증가하며, 최대 @<b>#7[p]</b># 증가한다. [영원히 이어지는 불길] 보유 시 카오스라나의 치명타 확률이 @<b>#1[p]</b># 증가하고, <u>보너스 턴</u> 소진 후 변신이 종료되지 않으며, 모든 <u>카오스라나의 보너스 턴</u>을 갱신하고 <u>[훼멸]</u>을 <b>#9[f]</b>pt 획득한다. <u>카오스라나의 보너스 턴</u> 시작 시 카오스라나는 HP를 현재 HP의 <b>#2[p]</b>만큼 소모한다. 공격 발동 후 <u>추가 피해</u>를 <b>#3[f]</b>회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#4[p]</b>#만큼 화염 속성 <u>추가 피해</u>를 가한다",
            "Params": [
                [
                    0.08,
                    0.15,
                    5.0,
                    0.05,
                    12.0,
                    0.06,
                    0.36,
                    6.0,
                    4.0
                ],
                [
                    0.096,
                    0.15,
                    5.0,
                    0.06,
                    12.0,
                    0.072,
                    0.432,
                    6.0,
                    4.0
                ],
                [
                    0.112,
                    0.15,
                    5.0,
                    0.07,
                    12.0,
                    0.084,
                    0.504,
                    6.0,
                    4.0
                ],
                [
                    0.128,
                    0.15,
                    5.0,
                    0.08,
                    12.0,
                    0.096,
                    0.576,
                    6.0,
                    4.0
                ],
                [
                    0.144,
                    0.15,
                    5.0,
                    0.09,
                    12.0,
                    0.108,
                    0.648,
                    6.0,
                    4.0
                ],
                [
                    0.16,
                    0.15,
                    5.0,
                    0.1,
                    12.0,
                    0.12,
                    0.72,
                    6.0,
                    4.0
                ],
                [
                    0.176,
                    0.15,
                    5.0,
                    0.11,
                    12.0,
                    0.132,
                    0.792,
                    6.0,
                    4.0
                ],
                [
                    0.192,
                    0.15,
                    5.0,
                    0.12,
                    12.0,
                    0.144,
                    0.864,
                    6.0,
                    4.0
                ],
                [
                    0.208,
                    0.15,
                    5.0,
                    0.13,
                    12.0,
                    0.156,
                    0.936,
                    6.0,
                    4.0
                ],
                [
                    0.224,
                    0.15,
                    5.0,
                    0.14,
                    12.0,
                    0.168,
                    1.008,
                    6.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10014082,
                10014081
            ]
        },
        "v5": {
            "Name": "「부세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 파이논에게 발동 후 파이논이 [불씨]를 <b>#8[f]</b>pt 획득하며, 변신 시 [영원히 이어지는 불길]을 획득한다. 변신 시 [불씨]가 <b>#5[f]</b>pt를 초과하면 1pt를 초과할 때마다 카오스라나의 치명타 피해가 @<b>#6[p]</b># 증가하며, 최대 @<b>#7[p]</b># 증가한다. [영원히 이어지는 불길] 보유 시 카오스라나의 치명타 확률이 @<b>#1[p]</b># 증가하며, <u>카오스라나의 보너스 턴</u> 소진 후 변신이 종료되지 않고, 모든 <u>카오스라나의 보너스 턴</u>을 초기화하며 <u>[훼멸]</u>을 <b>#9[f]</b>pt 획득한다. <u>보너스 턴</u> 시작 시 카오스라나는 HP를 현재 HP의 <b>#2[p]</b>만큼 소모한다. 공격 발동 후 <u>추가 피해</u>를 <b>#3[f]</b>회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#4[p]</b>#만큼 화염 속성 <u>추가 피해</u>를 가한다",
            "Params": [
                [
                    0.08,
                    0.15,
                    5.0,
                    0.05,
                    12.0,
                    0.06,
                    0.36,
                    6.0,
                    4.0
                ],
                [
                    0.096,
                    0.15,
                    5.0,
                    0.06,
                    12.0,
                    0.072,
                    0.432,
                    6.0,
                    4.0
                ],
                [
                    0.112,
                    0.15,
                    5.0,
                    0.07,
                    12.0,
                    0.084,
                    0.504,
                    6.0,
                    4.0
                ],
                [
                    0.128,
                    0.15,
                    5.0,
                    0.08,
                    12.0,
                    0.096,
                    0.576,
                    6.0,
                    4.0
                ],
                [
                    0.144,
                    0.15,
                    5.0,
                    0.09,
                    12.0,
                    0.108,
                    0.648,
                    6.0,
                    4.0
                ],
                [
                    0.16,
                    0.15,
                    5.0,
                    0.1,
                    12.0,
                    0.12,
                    0.72,
                    6.0,
                    4.0
                ],
                [
                    0.176,
                    0.15,
                    5.0,
                    0.11,
                    12.0,
                    0.132,
                    0.792,
                    6.0,
                    4.0
                ],
                [
                    0.192,
                    0.15,
                    5.0,
                    0.12,
                    12.0,
                    0.144,
                    0.864,
                    6.0,
                    4.0
                ],
                [
                    0.208,
                    0.15,
                    5.0,
                    0.13,
                    12.0,
                    0.156,
                    0.936,
                    6.0,
                    4.0
                ],
                [
                    0.224,
                    0.15,
                    5.0,
                    0.14,
                    12.0,
                    0.168,
                    1.008,
                    6.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10014082,
                10014081
            ]
        },
        "Live": {
            "Name": "「부세」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 파이논에게 발동 후 파이논이 [불씨]를 <b>#8[f]</b>pt 획득하며, 변신 시 [영원히 이어지는 불길]을 획득한다. 변신 시 [불씨]가 <b>#5[f]</b>pt를 초과하면 1pt 초과할 때마다 카오스라나의 치명타 피해가 @<b>#6[p]</b># 증가하며, 최대 @<b>#7[p]</b># 증가한다. [영원히 이어지는 불길] 보유 시 카오스라나의 치명타 확률이 @<b>#1[p]</b># 증가하며, <u>카오스라나의 보너스 턴</u> 소진 후 변신이 종료되지 않고, 모든 <u>카오스라나의 보너스 턴</u>을 초기화하며 <u>[훼멸]</u>을 <b>#9[f]</b>pt 획득한다. <u>보너스 턴</u> 시작 시 카오스라나는 HP를 현재 HP의 <b>#2[p]</b>만큼 소모한다. 공격 발동 후 <u>추가 피해</u>를 <b>#3[f]</b>회 가하며, 피해를 가할 때마다 랜덤 단일 적에게 카오스라나 공격력의 @<b>#4[p]</b>#만큼 화염 속성 <u>추가 피해</u>를 가한다",
            "Params": [
                [
                    0.08,
                    0.15,
                    5.0,
                    0.05,
                    12.0,
                    0.06,
                    0.36,
                    6.0,
                    4.0
                ],
                [
                    0.096,
                    0.15,
                    5.0,
                    0.06,
                    12.0,
                    0.072,
                    0.432,
                    6.0,
                    4.0
                ],
                [
                    0.112,
                    0.15,
                    5.0,
                    0.07,
                    12.0,
                    0.084,
                    0.504,
                    6.0,
                    4.0
                ],
                [
                    0.128,
                    0.15,
                    5.0,
                    0.08,
                    12.0,
                    0.096,
                    0.576,
                    6.0,
                    4.0
                ],
                [
                    0.144,
                    0.15,
                    5.0,
                    0.09,
                    12.0,
                    0.108,
                    0.648,
                    6.0,
                    4.0
                ],
                [
                    0.16,
                    0.15,
                    5.0,
                    0.1,
                    12.0,
                    0.12,
                    0.72,
                    6.0,
                    4.0
                ],
                [
                    0.176,
                    0.15,
                    5.0,
                    0.11,
                    12.0,
                    0.132,
                    0.792,
                    6.0,
                    4.0
                ],
                [
                    0.192,
                    0.15,
                    5.0,
                    0.12,
                    12.0,
                    0.144,
                    0.864,
                    6.0,
                    4.0
                ],
                [
                    0.208,
                    0.15,
                    5.0,
                    0.13,
                    12.0,
                    0.156,
                    0.936,
                    6.0,
                    4.0
                ],
                [
                    0.224,
                    0.15,
                    5.0,
                    0.14,
                    12.0,
                    0.168,
                    1.008,
                    6.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10014082,
                10014081
            ]
        }
    },
    "1141522": {
        "v1": {
            "Name": "「바다」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 히실렌스에게 발동 시 히실렌스가 [따뜻한 해류]를 획득한다. 히실렌스가 공격 발동 후 [따뜻한 해류]를 소모하고 자신의 에너지를 <b>#4[f]</b>pt 회복한다. 이번 전투에서 히실렌스가 가하는 피해가 @<b>#1[p]</b># 증가하며, 일반 공격/전투 스킬을 발동해 적 공격 후 피격된 적이 현재 받는 모든 지속 피해가 즉시 기존 피해의 @<b>#2[p]</b>#/@<b>#3[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.5,
                    0.3,
                    0.4,
                    60.0
                ],
                [
                    0.6,
                    0.36,
                    0.48,
                    60.0
                ],
                [
                    0.7,
                    0.42,
                    0.56,
                    60.0
                ],
                [
                    0.8,
                    0.48,
                    0.64,
                    60.0
                ],
                [
                    0.9,
                    0.54,
                    0.72,
                    60.0
                ],
                [
                    1.0,
                    0.6,
                    0.8,
                    60.0
                ],
                [
                    1.1,
                    0.66,
                    0.88,
                    60.0
                ],
                [
                    1.2,
                    0.72,
                    0.96,
                    60.0
                ],
                [
                    1.3,
                    0.78,
                    1.04,
                    60.0
                ],
                [
                    1.4,
                    0.84,
                    1.12,
                    60.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「바다」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 히실렌스에게 발동 시 히실렌스가 [따뜻한 해류]를 획득한다. 히실렌스가 공격 발동 후 [따뜻한 해류]를 소모하고 자신의 에너지를 <b>#4[f]</b>pt 회복한다. 이번 전투에서 히실렌스가 가하는 피해가 @<b>#1[p]</b># 증가하며, 일반 공격/전투 스킬을 발동해 적 공격 후 피격된 적이 현재 받는 모든 지속 피해가 즉시 기존 피해의 @<b>#2[p]</b>#/@<b>#3[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.5,
                    0.3,
                    0.4,
                    60.0
                ],
                [
                    0.6,
                    0.36,
                    0.48,
                    60.0
                ],
                [
                    0.7,
                    0.42,
                    0.56,
                    60.0
                ],
                [
                    0.8,
                    0.48,
                    0.64,
                    60.0
                ],
                [
                    0.9,
                    0.54,
                    0.72,
                    60.0
                ],
                [
                    1.0,
                    0.6,
                    0.8,
                    60.0
                ],
                [
                    1.1,
                    0.66,
                    0.88,
                    60.0
                ],
                [
                    1.2,
                    0.72,
                    0.96,
                    60.0
                ],
                [
                    1.3,
                    0.78,
                    1.04,
                    60.0
                ],
                [
                    1.4,
                    0.84,
                    1.12,
                    60.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「바다」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 히실렌스에게 발동 시 히실렌스가 [따뜻한 해류]를 획득한다. 히실렌스가 공격 발동 후 [따뜻한 해류]를 소모하고 자신의 에너지를 <b>#4[f]</b>pt 회복한다. 이번 전투에서 히실렌스가 가하는 피해가 @<b>#1[p]</b># 증가하며, 일반 공격/전투 스킬을 발동해 적 공격 후 피격된 적이 현재 받는 모든 지속 피해가 즉시 기존 피해의 @<b>#2[p]</b>#/@<b>#3[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.5,
                    0.3,
                    0.4,
                    60.0
                ],
                [
                    0.6,
                    0.36,
                    0.48,
                    60.0
                ],
                [
                    0.7,
                    0.42,
                    0.56,
                    60.0
                ],
                [
                    0.8,
                    0.48,
                    0.64,
                    60.0
                ],
                [
                    0.9,
                    0.54,
                    0.72,
                    60.0
                ],
                [
                    1.0,
                    0.6,
                    0.8,
                    60.0
                ],
                [
                    1.1,
                    0.66,
                    0.88,
                    60.0
                ],
                [
                    1.2,
                    0.72,
                    0.96,
                    60.0
                ],
                [
                    1.3,
                    0.78,
                    1.04,
                    60.0
                ],
                [
                    1.4,
                    0.84,
                    1.12,
                    60.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「바다」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 히실렌스에게 발동 시 히실렌스가 [따뜻한 해류]를 획득한다. 히실렌스가 공격 발동 후 [따뜻한 해류]를 소모하고 자신의 에너지를 <b>#4[f]</b>pt 회복한다. 이번 전투에서 히실렌스가 가하는 피해가 @<b>#1[p]</b># 증가하며, 일반 공격/전투 스킬을 발동해 적 공격 후 피격된 적이 현재 받는 모든 지속 피해가 즉시 기존 피해의 @<b>#2[p]</b>#/@<b>#3[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.4,
                    60.0
                ],
                [
                    0.72,
                    0.36,
                    0.48,
                    60.0
                ],
                [
                    0.84,
                    0.42,
                    0.56,
                    60.0
                ],
                [
                    0.96,
                    0.48,
                    0.64,
                    60.0
                ],
                [
                    1.08,
                    0.54,
                    0.72,
                    60.0
                ],
                [
                    1.2,
                    0.6,
                    0.8,
                    60.0
                ],
                [
                    1.32,
                    0.66,
                    0.88,
                    60.0
                ],
                [
                    1.44,
                    0.72,
                    0.96,
                    60.0
                ],
                [
                    1.56,
                    0.78,
                    1.04,
                    60.0
                ],
                [
                    1.68,
                    0.84,
                    1.12,
                    60.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「바다」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 히실렌스에게 발동 시 히실렌스가 [따뜻한 해류]를 획득한다. 히실렌스가 공격 발동 후 [따뜻한 해류]를 소모하고 자신의 에너지를 <b>#4[f]</b>pt 회복한다. 이번 전투에서 히실렌스가 가하는 피해가 @<b>#1[p]</b># 증가하며, 일반 공격/전투 스킬을 발동해 적 공격 후 피격된 적이 현재 받는 모든 지속 피해가 즉시 기존 피해의 @<b>#2[p]</b>#/@<b>#3[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.4,
                    60.0
                ],
                [
                    0.72,
                    0.36,
                    0.48,
                    60.0
                ],
                [
                    0.84,
                    0.42,
                    0.56,
                    60.0
                ],
                [
                    0.96,
                    0.48,
                    0.64,
                    60.0
                ],
                [
                    1.08,
                    0.54,
                    0.72,
                    60.0
                ],
                [
                    1.2,
                    0.6,
                    0.8,
                    60.0
                ],
                [
                    1.32,
                    0.66,
                    0.88,
                    60.0
                ],
                [
                    1.44,
                    0.72,
                    0.96,
                    60.0
                ],
                [
                    1.56,
                    0.78,
                    1.04,
                    60.0
                ],
                [
                    1.68,
                    0.84,
                    1.12,
                    60.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「바다」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@1회만 적용된다#. 히실렌스에게 발동 시 히실렌스가 [따뜻한 해류]를 획득한다. 히실렌스가 공격 발동 후 [따뜻한 해류]를 소모하고 자신의 에너지를 <b>#4[f]</b>pt 회복한다. 이번 전투에서 히실렌스가 가하는 피해가 @<b>#1[p]</b># 증가하며, 일반 공격/전투 스킬을 발동해 적 공격 후 피격된 적이 현재 받는 모든 지속 피해가 즉시 기존 피해의 @<b>#2[p]</b>#/@<b>#3[p]</b>#만큼 피해를 생성한다",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.4,
                    60.0
                ],
                [
                    0.72,
                    0.36,
                    0.48,
                    60.0
                ],
                [
                    0.84,
                    0.42,
                    0.56,
                    60.0
                ],
                [
                    0.96,
                    0.48,
                    0.64,
                    60.0
                ],
                [
                    1.08,
                    0.54,
                    0.72,
                    60.0
                ],
                [
                    1.2,
                    0.6,
                    0.8,
                    60.0
                ],
                [
                    1.32,
                    0.66,
                    0.88,
                    60.0
                ],
                [
                    1.44,
                    0.72,
                    0.96,
                    60.0
                ],
                [
                    1.56,
                    0.78,
                    1.04,
                    60.0
                ],
                [
                    1.68,
                    0.84,
                    1.12,
                    60.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141523": {
        "v1": {
            "Name": "「율법」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 케리드라에게 발동 후 [군공]을 보유한 캐릭터의 치명타 피해가 @<b>#1[p]</b># 증가하고, <u>기습</u> 종료 후 케리드라가 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.15,
                    1.0
                ],
                [
                    0.18,
                    1.0
                ],
                [
                    0.21,
                    1.0
                ],
                [
                    0.24,
                    1.0
                ],
                [
                    0.27,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.33,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.39,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000023
            ]
        },
        "v2": {
            "Name": "「율법」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 케리드라에게 발동 후 [군공]을 보유한 캐릭터의 치명타 피해가 @<b>#1[p]</b># 증가하고, <u>기습</u> 종료 후 케리드라가 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.15,
                    1.0
                ],
                [
                    0.18,
                    1.0
                ],
                [
                    0.21,
                    1.0
                ],
                [
                    0.24,
                    1.0
                ],
                [
                    0.27,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.33,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.39,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000023
            ]
        },
        "v3": {
            "Name": "「율법」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 케리드라에게 발동 후 [군공]을 보유한 캐릭터의 치명타 피해가 @<b>#1[p]</b># 증가하고, <u>기습</u> 종료 후 케리드라가 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.15,
                    1.0
                ],
                [
                    0.18,
                    1.0
                ],
                [
                    0.21,
                    1.0
                ],
                [
                    0.24,
                    1.0
                ],
                [
                    0.27,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.33,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.39,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000023
            ]
        },
        "v4": {
            "Name": "「율법」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 케리드라에게 발동 후 [군공]을 보유한 캐릭터의 치명타 피해가 @<b>#1[p]</b># 증가하고, <u>기습</u> 종료 후 케리드라가 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.15,
                    1.0
                ],
                [
                    0.18,
                    1.0
                ],
                [
                    0.21,
                    1.0
                ],
                [
                    0.24,
                    1.0
                ],
                [
                    0.27,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.33,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.39,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000023
            ]
        },
        "v5": {
            "Name": "「율법」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 케리드라에게 발동 후 [군공]을 보유한 캐릭터의 치명타 피해가 @<b>#1[p]</b># 증가하고, <u>기습</u> 종료 후 케리드라가 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.15,
                    1.0
                ],
                [
                    0.18,
                    1.0
                ],
                [
                    0.21,
                    1.0
                ],
                [
                    0.24,
                    1.0
                ],
                [
                    0.27,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.33,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.39,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000023
            ]
        },
        "Live": {
            "Name": "「율법」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 케리드라에게 발동 후 [군공]을 보유한 캐릭터의 치명타 피해가 @<b>#1[p]</b># 증가하고, <u>기습</u> 종료 후 케리드라가 충전을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.15,
                    1.0
                ],
                [
                    0.18,
                    1.0
                ],
                [
                    0.21,
                    1.0
                ],
                [
                    0.24,
                    1.0
                ],
                [
                    0.27,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.33,
                    1.0
                ],
                [
                    0.36,
                    1.0
                ],
                [
                    0.39,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant",
            "EE": [
                10000023
            ]
        }
    },
    "1141524": {
        "v1": {
            "Name": "「세월」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 에버나이트에게 발동 후 「긴 밤」이 기억 정령 스킬 [이슬처럼 사라지는 미몽] 발동 시 가하는 피해가 @<b>#1[p]</b># 증가하고, 에버나이트가 전투 스킬/필살기 발동 후 추가로 [기억 물질]을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.24,
                    1.0
                ],
                [
                    0.288,
                    1.0
                ],
                [
                    0.336,
                    1.0
                ],
                [
                    0.384,
                    1.0
                ],
                [
                    0.432,
                    1.0
                ],
                [
                    0.48,
                    1.0
                ],
                [
                    0.528,
                    1.0
                ],
                [
                    0.576,
                    1.0
                ],
                [
                    0.624,
                    1.0
                ],
                [
                    0.672,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「세월」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 에버나이트에게 발동 후 「긴 밤」이 기억 정령 스킬 [이슬처럼 사라지는 미몽] 발동 시 가하는 피해가 @<b>#1[p]</b># 증가하고, 에버나이트가 전투 스킬/필살기 발동 후 추가로 [기억 물질]을 <b>#2[f]</b>pt 획득한다",
            "Params": [
                [
                    0.24,
                    1.0
                ],
                [
                    0.288,
                    1.0
                ],
                [
                    0.336,
                    1.0
                ],
                [
                    0.384,
                    1.0
                ],
                [
                    0.432,
                    1.0
                ],
                [
                    0.48,
                    1.0
                ],
                [
                    0.528,
                    1.0
                ],
                [
                    0.576,
                    1.0
                ],
                [
                    0.624,
                    1.0
                ],
                [
                    0.672,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「세월」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 에버나이트에게 발동 후 「긴 밤」이 기억 정령 스킬 [이슬처럼 사라지는 미몽] 발동 시 가하는 피해가 @<b>#1[p]</b># 증가하고, 에버나이트가 전투 스킬/필살기 발동 후 추가로 [기억 물질]을 <b>#2[f]</b>pt 획득한다. 에버나이트 전투 스킬의 치명타 피해 증가 효과가 추가로 에버나이트 치명타 피해의 @<b>#3[p]</b>#만큼 증가한다",
            "Params": [
                [
                    0.09,
                    1.0,
                    0.06
                ],
                [
                    0.108,
                    1.0,
                    0.072
                ],
                [
                    0.126,
                    1.0,
                    0.084
                ],
                [
                    0.144,
                    1.0,
                    0.096
                ],
                [
                    0.162,
                    1.0,
                    0.108
                ],
                [
                    0.18,
                    1.0,
                    0.12
                ],
                [
                    0.198,
                    1.0,
                    0.132
                ],
                [
                    0.216,
                    1.0,
                    0.144
                ],
                [
                    0.234,
                    1.0,
                    0.156
                ],
                [
                    0.252,
                    1.0,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「세월」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 에버나이트에게 발동 후 「긴 밤」이 기억 정령 스킬 [이슬처럼 사라지는 미몽] 발동 시 가하는 피해가 @<b>#1[p]</b># 증가하고, 에버나이트가 전투 스킬/필살기 발동 후 추가로 [기억 물질]을 <b>#2[f]</b>pt 획득한다. 에버나이트 전투 스킬의 치명타 피해 증가 효과가 추가로 에버나이트 치명타 피해의 @<b>#3[p]</b>#만큼 증가한다",
            "Params": [
                [
                    0.09,
                    1.0,
                    0.06
                ],
                [
                    0.108,
                    1.0,
                    0.072
                ],
                [
                    0.126,
                    1.0,
                    0.084
                ],
                [
                    0.144,
                    1.0,
                    0.096
                ],
                [
                    0.162,
                    1.0,
                    0.108
                ],
                [
                    0.18,
                    1.0,
                    0.12
                ],
                [
                    0.198,
                    1.0,
                    0.132
                ],
                [
                    0.216,
                    1.0,
                    0.144
                ],
                [
                    0.234,
                    1.0,
                    0.156
                ],
                [
                    0.252,
                    1.0,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「세월」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 에버나이트에게 발동 후 「긴 밤」이 기억 정령 스킬 [이슬처럼 사라지는 미몽] 발동 시 가하는 피해가 @<b>#1[p]</b># 증가하고, 에버나이트가 전투 스킬/필살기 발동 후 추가로 [기억 물질]을 <b>#2[f]</b>pt 획득한다. 에버나이트 전투 스킬의 치명타 피해 증가 효과가 추가로 에버나이트 치명타 피해의 @<b>#3[p]</b>#만큼 증가한다",
            "Params": [
                [
                    0.09,
                    1.0,
                    0.06
                ],
                [
                    0.108,
                    1.0,
                    0.072
                ],
                [
                    0.126,
                    1.0,
                    0.084
                ],
                [
                    0.144,
                    1.0,
                    0.096
                ],
                [
                    0.162,
                    1.0,
                    0.108
                ],
                [
                    0.18,
                    1.0,
                    0.12
                ],
                [
                    0.198,
                    1.0,
                    0.132
                ],
                [
                    0.216,
                    1.0,
                    0.144
                ],
                [
                    0.234,
                    1.0,
                    0.156
                ],
                [
                    0.252,
                    1.0,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「세월」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "@전투 내내 적용된다#. 에버나이트에게 발동 후 「긴 밤」이 기억 정령 스킬 [이슬처럼 사라지는 미몽] 발동 시 가하는 피해가 @<b>#1[p]</b># 증가하고, 에버나이트가 전투 스킬/필살기 발동 후 추가로 [기억 물질]을 <b>#2[f]</b>pt 획득한다. 에버나이트 전투 스킬의 치명타 피해 증가 효과가 추가로 에버나이트 치명타 피해의 @<b>#3[p]</b>#만큼 증가한다",
            "Params": [
                [
                    0.09,
                    1.0,
                    0.06
                ],
                [
                    0.108,
                    1.0,
                    0.072
                ],
                [
                    0.126,
                    1.0,
                    0.084
                ],
                [
                    0.144,
                    1.0,
                    0.096
                ],
                [
                    0.162,
                    1.0,
                    0.108
                ],
                [
                    0.18,
                    1.0,
                    0.12
                ],
                [
                    0.198,
                    1.0,
                    0.132
                ],
                [
                    0.216,
                    1.0,
                    0.144
                ],
                [
                    0.234,
                    1.0,
                    0.156
                ],
                [
                    0.252,
                    1.0,
                    0.168
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141525": {
        "v1": {
            "Name": "「대지」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬 발동 시 단항•등황의 [전우]가 가하는 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴, [용령]의 다음 <b>#3[f]</b>회 공격이 [전우] 실드량의 @<b>#4[p]</b>#만큼 상응하는 속성의 추가 피해를 가한다. 단항•등황에게 발동 시 용령의 행동 게이지가 <b>100%</b> 증가하며, 용령이 다음 행동 시 단항•등황 필살기의 강화 효과를 획득하고, 제공하는 실드의 배율이 <b>#5[p]</b> 증가하며, 단항•등황 필살기의 강화 횟수를 소모하지 않는다",
            "Params": [
                [
                    0.08,
                    2.0,
                    3.0,
                    0.4,
                    1.5
                ],
                [
                    0.096,
                    2.0,
                    3.0,
                    0.48,
                    1.5
                ],
                [
                    0.112,
                    2.0,
                    3.0,
                    0.56,
                    1.5
                ],
                [
                    0.128,
                    2.0,
                    3.0,
                    0.64,
                    1.5
                ],
                [
                    0.144,
                    2.0,
                    3.0,
                    0.72,
                    1.5
                ],
                [
                    0.16,
                    2.0,
                    3.0,
                    0.8,
                    1.5
                ],
                [
                    0.176,
                    2.0,
                    3.0,
                    0.88,
                    1.5
                ],
                [
                    0.192,
                    2.0,
                    3.0,
                    0.96,
                    1.5
                ],
                [
                    0.208,
                    2.0,
                    3.0,
                    1.04,
                    1.5
                ],
                [
                    0.224,
                    2.0,
                    3.0,
                    1.12,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「대지」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬 발동 시 단항•등황의 [전우]가 가하는 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴, [용령]의 다음 <b>#3[f]</b>회 공격이 [전우] 실드량의 @<b>#4[p]</b>#만큼 상응하는 속성의 추가 피해를 가한다. 단항•등황에게 발동 시 용령의 행동 게이지가 <b>100%</b> 증가하며, 용령이 다음 행동 시 단항•등황 필살기의 강화 효과를 획득하고, 제공하는 실드의 배율이 <b>#5[p]</b> 증가하며, 단항•등황 필살기의 강화 횟수를 소모하지 않는다",
            "Params": [
                [
                    0.08,
                    2.0,
                    3.0,
                    0.4,
                    1.5
                ],
                [
                    0.096,
                    2.0,
                    3.0,
                    0.48,
                    1.5
                ],
                [
                    0.112,
                    2.0,
                    3.0,
                    0.56,
                    1.5
                ],
                [
                    0.128,
                    2.0,
                    3.0,
                    0.64,
                    1.5
                ],
                [
                    0.144,
                    2.0,
                    3.0,
                    0.72,
                    1.5
                ],
                [
                    0.16,
                    2.0,
                    3.0,
                    0.8,
                    1.5
                ],
                [
                    0.176,
                    2.0,
                    3.0,
                    0.88,
                    1.5
                ],
                [
                    0.192,
                    2.0,
                    3.0,
                    0.96,
                    1.5
                ],
                [
                    0.208,
                    2.0,
                    3.0,
                    1.04,
                    1.5
                ],
                [
                    0.224,
                    2.0,
                    3.0,
                    1.12,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「대지」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬 발동 시 단항•등황의 [전우]가 가하는 피해가 @<b>#1[p]</b># 증가한다, 지속 시간: <b>#2[f]</b>턴, [용령]의 다음 <b>#3[f]</b>회 공격이 [전우] 실드량의 @<b>#4[p]</b>#만큼 상응하는 속성의 추가 피해를 가한다. 단항•등황에게 발동 시 용령의 행동 게이지가 <b>100%</b> 증가하며, 용령이 다음 행동 시 단항•등황 필살기의 강화 효과를 획득하고, 제공하는 실드의 배율이 <b>#5[p]</b> 증가하며, 단항•등황 필살기의 강화 횟수를 소모하지 않는다",
            "Params": [
                [
                    0.08,
                    2.0,
                    3.0,
                    0.4,
                    1.5
                ],
                [
                    0.096,
                    2.0,
                    3.0,
                    0.48,
                    1.5
                ],
                [
                    0.112,
                    2.0,
                    3.0,
                    0.56,
                    1.5
                ],
                [
                    0.128,
                    2.0,
                    3.0,
                    0.64,
                    1.5
                ],
                [
                    0.144,
                    2.0,
                    3.0,
                    0.72,
                    1.5
                ],
                [
                    0.16,
                    2.0,
                    3.0,
                    0.8,
                    1.5
                ],
                [
                    0.176,
                    2.0,
                    3.0,
                    0.88,
                    1.5
                ],
                [
                    0.192,
                    2.0,
                    3.0,
                    0.96,
                    1.5
                ],
                [
                    0.208,
                    2.0,
                    3.0,
                    1.04,
                    1.5
                ],
                [
                    0.224,
                    2.0,
                    3.0,
                    1.12,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「대지」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬 발동 시 단항•등황이 [「대지」에 바치는 시]를 획득하고, [용령]의 다음 <b>#3[f]</b>회 공격이 상응하는 속성의 추가 피해를 [전우] 실드량의 @<b>#4[p]</b>#만큼 가한다. 단항•등황이 [「대지」에 바치는 시] 보유 시 [전우]가 가하는 피해가 @<b>#1[p]</b># 증가한다. 단항•등황에게 발동 시 용령의 행동 게이지가 <b>100%</b> 증가하며, 용령이 다음 행동 시 단항•등황 필살기의 강화 효과를 획득하고, 제공하는 실드량이 기존 실드량의 <b>#5[p]</b>만큼 증가하며, 단항•등황 필살기의 강화 횟수를 소모하지 않는다",
            "Params": [
                [
                    0.12,
                    2.0,
                    3.0,
                    0.4,
                    1.5
                ],
                [
                    0.144,
                    2.0,
                    3.0,
                    0.48,
                    1.5
                ],
                [
                    0.168,
                    2.0,
                    3.0,
                    0.56,
                    1.5
                ],
                [
                    0.192,
                    2.0,
                    3.0,
                    0.64,
                    1.5
                ],
                [
                    0.216,
                    2.0,
                    3.0,
                    0.72,
                    1.5
                ],
                [
                    0.24,
                    2.0,
                    3.0,
                    0.8,
                    1.5
                ],
                [
                    0.264,
                    2.0,
                    3.0,
                    0.88,
                    1.5
                ],
                [
                    0.288,
                    2.0,
                    3.0,
                    0.96,
                    1.5
                ],
                [
                    0.312,
                    2.0,
                    3.0,
                    1.04,
                    1.5
                ],
                [
                    0.336,
                    2.0,
                    3.0,
                    1.12,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「대지」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "██████이(가) 기억 정령 스킬 발동 시 단항•등황이 [「대지」에 바치는 시]를 획득하고, [용령]의 다음 <b>#3[f]</b>회 공격이 상응하는 속성의 추가 피해를 [전우] 실드량의 @<b>#4[p]</b>#만큼 가한다. 단항•등황이 [「대지」에 바치는 시] 보유 시 [전우]가 가하는 피해가 @<b>#1[p]</b># 증가한다. 단항•등황에게 발동 시 용령의 행동 게이지가 <b>100%</b> 증가하며, 용령이 다음 행동 시 단항•등황 필살기의 강화 효과를 획득하고, 제공하는 실드량이 기존 실드량의 <b>#5[p]</b>만큼 증가하며, 단항•등황 필살기의 강화 횟수를 소모하지 않는다",
            "Params": [
                [
                    0.12,
                    2.0,
                    3.0,
                    0.4,
                    1.5
                ],
                [
                    0.144,
                    2.0,
                    3.0,
                    0.48,
                    1.5
                ],
                [
                    0.168,
                    2.0,
                    3.0,
                    0.56,
                    1.5
                ],
                [
                    0.192,
                    2.0,
                    3.0,
                    0.64,
                    1.5
                ],
                [
                    0.216,
                    2.0,
                    3.0,
                    0.72,
                    1.5
                ],
                [
                    0.24,
                    2.0,
                    3.0,
                    0.8,
                    1.5
                ],
                [
                    0.264,
                    2.0,
                    3.0,
                    0.88,
                    1.5
                ],
                [
                    0.288,
                    2.0,
                    3.0,
                    0.96,
                    1.5
                ],
                [
                    0.312,
                    2.0,
                    3.0,
                    1.04,
                    1.5
                ],
                [
                    0.336,
                    2.0,
                    3.0,
                    1.12,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「대지」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "데미우르고스가 기억 정령 스킬 발동 시 단항•등황이 [「대지」에 바치는 시]를 획득하고, [용령]의 다음 <b>#3[f]</b>회 공격이 상응하는 속성의 <u>추가 피해</u>를 [전우] 실드량의 @<b>#4[p]</b>#만큼 가한다. 단항•등황이 [「대지」에 바치는 시] 보유 시 [전우]가 가하는 피해가 @<b>#1[p]</b># 증가한다. 단항•등황에게 발동 시 용령의 행동 게이지가 <b>100%</b> 증가하며, 용령이 다음 행동 시 단항•등황 필살기의 강화 효과를 획득하고, 제공하는 실드량이 기존 실드량의 <b>#5[p]</b>가 되며, 단항•등황 필살기의 강화 횟수를 소모하지 않는다",
            "Params": [
                [
                    0.12,
                    2.0,
                    3.0,
                    0.4,
                    1.5
                ],
                [
                    0.144,
                    2.0,
                    3.0,
                    0.48,
                    1.5
                ],
                [
                    0.168,
                    2.0,
                    3.0,
                    0.56,
                    1.5
                ],
                [
                    0.192,
                    2.0,
                    3.0,
                    0.64,
                    1.5
                ],
                [
                    0.216,
                    2.0,
                    3.0,
                    0.72,
                    1.5
                ],
                [
                    0.24,
                    2.0,
                    3.0,
                    0.8,
                    1.5
                ],
                [
                    0.264,
                    2.0,
                    3.0,
                    0.88,
                    1.5
                ],
                [
                    0.288,
                    2.0,
                    3.0,
                    0.96,
                    1.5
                ],
                [
                    0.312,
                    2.0,
                    3.0,
                    1.04,
                    1.5
                ],
                [
                    0.336,
                    2.0,
                    3.0,
                    1.12,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "1141526": {
        "v1": {
            "Name": "「███ █」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "키레네가 ██████ 외의 동료 1명으로부터 [추억]을 획득할 때마다, ██████이(가) [꽃과 화살의 무곡] 발동 시 추가로 랜덤 단일 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 1단 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v2": {
            "Name": "「███ █」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "키레네가 ██████ 외의 동료 1명으로부터 [추억]을 획득할 때마다, ██████이(가) [꽃과 화살의 무곡] 발동 시 추가로 랜덤 단일 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 1단 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v3": {
            "Name": "「███ █」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "키레네가 ██████ 외의 동료 1명으로부터 [추억]을 획득할 때마다, ██████이(가) [꽃과 화살의 무곡] 발동 시 추가로 랜덤 단일 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 1단 가한다",
            "Params": [
                [
                    0.3,
                    3.0
                ],
                [
                    0.36,
                    3.0
                ],
                [
                    0.42,
                    3.0
                ],
                [
                    0.48,
                    3.0
                ],
                [
                    0.54,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.66,
                    3.0
                ],
                [
                    0.72,
                    3.0
                ],
                [
                    0.78,
                    3.0
                ],
                [
                    0.84,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v4": {
            "Name": "「███ █」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "키레네가 ██████ 외의 동료 1명으로부터 [추억]을 획득할 때마다, ██████이(가) [꽃과 화살의 무곡] 발동 시 추가로 랜덤 단일 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 1단 가한다. 키레네가 필살기 발동 후 또는 ██████이(가) 소환될 시 ██████이(가) [이야기]를 1pt 획득하며, [이야기] <b>#2[f]</b>pt 도달 시 ██████이(가) 모든 [이야기]를 소모하고 즉시 <u>보너스 턴</u>을 1개 획득하며, 자동으로 [꽃과 화살의 무곡]을 발동한다",
            "Params": [
                [
                    0.3,
                    3.0
                ],
                [
                    0.36,
                    3.0
                ],
                [
                    0.42,
                    3.0
                ],
                [
                    0.48,
                    3.0
                ],
                [
                    0.54,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.66,
                    3.0
                ],
                [
                    0.72,
                    3.0
                ],
                [
                    0.78,
                    3.0
                ],
                [
                    0.84,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "v5": {
            "Name": "「██」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "키레네가 ██████ 외의 동료 1명으로부터 [추억]을 획득할 때마다, ██████이(가) [꽃과 화살의 무곡] 발동 시 추가로 랜덤 단일 적에게 ██████ HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 1회 가한다. 키레네가 필살기 발동 후 또는 ██████이(가) 소환될 시 ██████이(가) [이야기]를 1pt 획득하며, [이야기] <b>#2[f]</b>pt 도달 시 ██████이(가) 모든 [이야기]를 소모하고 즉시 <u>보너스 턴</u>을 1개 획득하며, 자동으로 [꽃과 화살의 무곡]을 발동한다",
            "Params": [
                [
                    0.3,
                    3.0
                ],
                [
                    0.36,
                    3.0
                ],
                [
                    0.42,
                    3.0
                ],
                [
                    0.48,
                    3.0
                ],
                [
                    0.54,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.66,
                    3.0
                ],
                [
                    0.72,
                    3.0
                ],
                [
                    0.78,
                    3.0
                ],
                [
                    0.84,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        },
        "Live": {
            "Name": "「진아」에 바치는 시",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "키레네가 데미우르고스를 제외한 동료 1명으로부터 [추억]을 획득할 때마다, 데미우르고스가 [꽃과 화살의 무곡] 발동 시 추가로 랜덤 단일 적에게 데미우르고스 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 1회 가한다. 키레네가 필살기 발동 후 또는 데미우르고스가 소환될 시 데미우르고스가 [이야기]를 1pt 획득하며, [이야기] <b>#2[f]</b>pt 도달 시 데미우르고스가 모든 [이야기]를 소모하고 즉시 <u>보너스 턴</u>을 1개 획득하며, 자동으로 [꽃과 화살의 무곡]을 발동한다",
            "Params": [
                [
                    0.3,
                    3.0
                ],
                [
                    0.36,
                    3.0
                ],
                [
                    0.42,
                    3.0
                ],
                [
                    0.48,
                    3.0
                ],
                [
                    0.54,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.66,
                    3.0
                ],
                [
                    0.72,
                    3.0
                ],
                [
                    0.78,
                    3.0
                ],
                [
                    0.84,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11415_Servant"
        }
    },
    "141501": {
        "v1": {
            "Name": "봐, 희망의 시작을!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.35,
                    1.0
                ],
                [
                    0.4,
                    1.0
                ],
                [
                    0.45,
                    1.0
                ],
                [
                    0.5,
                    1.0
                ],
                [
                    0.55,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.65,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v2": {
            "Name": "봐, 희망의 시작을!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.35,
                    1.0
                ],
                [
                    0.4,
                    1.0
                ],
                [
                    0.45,
                    1.0
                ],
                [
                    0.5,
                    1.0
                ],
                [
                    0.55,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.65,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v3": {
            "Name": "봐, 희망의 시작을!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.35,
                    1.0
                ],
                [
                    0.4,
                    1.0
                ],
                [
                    0.45,
                    1.0
                ],
                [
                    0.5,
                    1.0
                ],
                [
                    0.55,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.65,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v4": {
            "Name": "봐, 희망의 시작을!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.35,
                    1.0
                ],
                [
                    0.4,
                    1.0
                ],
                [
                    0.45,
                    1.0
                ],
                [
                    0.5,
                    1.0
                ],
                [
                    0.55,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.65,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v5": {
            "Name": "봐, 희망의 시작을!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.35,
                    1.0
                ],
                [
                    0.4,
                    1.0
                ],
                [
                    0.45,
                    1.0
                ],
                [
                    0.5,
                    1.0
                ],
                [
                    0.55,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.65,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "Live": {
            "Name": "봐, 희망의 시작을!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25,
                    1.0
                ],
                [
                    0.3,
                    1.0
                ],
                [
                    0.35,
                    1.0
                ],
                [
                    0.4,
                    1.0
                ],
                [
                    0.45,
                    1.0
                ],
                [
                    0.5,
                    1.0
                ],
                [
                    0.55,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.65,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        }
    },
    "141508": {
        "v1": {
            "Name": "사랑과 내일을 향해♪",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 모든 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다.<br>[사랑과 내일을 향해♪]는 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.15
                ],
                [
                    0.18,
                    3.0,
                    0.18
                ],
                [
                    0.21,
                    3.0,
                    0.21
                ],
                [
                    0.24,
                    3.0,
                    0.24
                ],
                [
                    0.27,
                    3.0,
                    0.27
                ],
                [
                    0.3,
                    3.0,
                    0.3
                ],
                [
                    0.33,
                    3.0,
                    0.33
                ],
                [
                    0.36,
                    3.0,
                    0.36
                ],
                [
                    0.39,
                    3.0,
                    0.39
                ],
                [
                    0.42,
                    3.0,
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal02"
        },
        "v2": {
            "Name": "사랑과 내일을 향해♪",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 모든 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다.<br>[사랑과 내일을 향해♪]는 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.15
                ],
                [
                    0.18,
                    3.0,
                    0.18
                ],
                [
                    0.21,
                    3.0,
                    0.21
                ],
                [
                    0.24,
                    3.0,
                    0.24
                ],
                [
                    0.27,
                    3.0,
                    0.27
                ],
                [
                    0.3,
                    3.0,
                    0.3
                ],
                [
                    0.33,
                    3.0,
                    0.33
                ],
                [
                    0.36,
                    3.0,
                    0.36
                ],
                [
                    0.39,
                    3.0,
                    0.39
                ],
                [
                    0.42,
                    3.0,
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal02"
        },
        "v3": {
            "Name": "사랑과 내일을 향해♪",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 모든 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다.<br>[사랑과 내일을 향해♪]는 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.15
                ],
                [
                    0.18,
                    3.0,
                    0.18
                ],
                [
                    0.21,
                    3.0,
                    0.21
                ],
                [
                    0.24,
                    3.0,
                    0.24
                ],
                [
                    0.27,
                    3.0,
                    0.27
                ],
                [
                    0.3,
                    3.0,
                    0.3
                ],
                [
                    0.33,
                    3.0,
                    0.33
                ],
                [
                    0.36,
                    3.0,
                    0.36
                ],
                [
                    0.39,
                    3.0,
                    0.39
                ],
                [
                    0.42,
                    3.0,
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal02"
        },
        "v4": {
            "Name": "사랑과 내일을 향해♪",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 모든 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다.<br>[사랑과 내일을 향해♪]는 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.15
                ],
                [
                    0.18,
                    3.0,
                    0.18
                ],
                [
                    0.21,
                    3.0,
                    0.21
                ],
                [
                    0.24,
                    3.0,
                    0.24
                ],
                [
                    0.27,
                    3.0,
                    0.27
                ],
                [
                    0.3,
                    3.0,
                    0.3
                ],
                [
                    0.33,
                    3.0,
                    0.33
                ],
                [
                    0.36,
                    3.0,
                    0.36
                ],
                [
                    0.39,
                    3.0,
                    0.39
                ],
                [
                    0.42,
                    3.0,
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal02"
        },
        "v5": {
            "Name": "사랑과 내일을 향해♪",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 모든 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다.<br>[사랑과 내일을 향해♪]는 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.15
                ],
                [
                    0.18,
                    3.0,
                    0.18
                ],
                [
                    0.21,
                    3.0,
                    0.21
                ],
                [
                    0.24,
                    3.0,
                    0.24
                ],
                [
                    0.27,
                    3.0,
                    0.27
                ],
                [
                    0.3,
                    3.0,
                    0.3
                ],
                [
                    0.33,
                    3.0,
                    0.33
                ],
                [
                    0.36,
                    3.0,
                    0.36
                ],
                [
                    0.39,
                    3.0,
                    0.39
                ],
                [
                    0.42,
                    3.0,
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal02"
        },
        "Live": {
            "Name": "사랑과 내일을 향해♪",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[추억]을 <b>#2[f]</b>pt 획득하고, 지정된 단일 적에게 키레네 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 모든 적에게 키레네 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다.<br>[사랑과 내일을 향해♪]는 전투 스킬 포인트를 회복할 수 없다",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.15
                ],
                [
                    0.18,
                    3.0,
                    0.18
                ],
                [
                    0.21,
                    3.0,
                    0.21
                ],
                [
                    0.24,
                    3.0,
                    0.24
                ],
                [
                    0.27,
                    3.0,
                    0.27
                ],
                [
                    0.3,
                    3.0,
                    0.3
                ],
                [
                    0.33,
                    3.0,
                    0.33
                ],
                [
                    0.36,
                    3.0,
                    0.36
                ],
                [
                    0.39,
                    3.0,
                    0.39
                ],
                [
                    0.42,
                    3.0,
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal02"
        }
    },
    "141502": {
        "v1": {
            "Name": "피어나라, 내세의 낙원이여",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "[추억]을 <b>#3[f]</b>pt 획득하고 결계를 펼친다, 지속 시간: <b>#2[f]</b>턴, 키레네의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계가 지속되는 동안 모든 아군이 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 더 가한다. 키레네가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    0.1,
                    2.0,
                    3.0
                ],
                [
                    0.11,
                    2.0,
                    3.0
                ],
                [
                    0.12,
                    2.0,
                    3.0
                ],
                [
                    0.13,
                    2.0,
                    3.0
                ],
                [
                    0.14,
                    2.0,
                    3.0
                ],
                [
                    0.15,
                    2.0,
                    3.0
                ],
                [
                    0.1625,
                    2.0,
                    3.0
                ],
                [
                    0.175,
                    2.0,
                    3.0
                ],
                [
                    0.1875,
                    2.0,
                    3.0
                ],
                [
                    0.2,
                    2.0,
                    3.0
                ],
                [
                    0.21,
                    2.0,
                    3.0
                ],
                [
                    0.22,
                    2.0,
                    3.0
                ],
                [
                    0.23,
                    2.0,
                    3.0
                ],
                [
                    0.24,
                    2.0,
                    3.0
                ],
                [
                    0.25,
                    2.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_BP"
        },
        "v2": {
            "Name": "피어나라, 내세의 낙원이여",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "[추억]을 <b>#3[f]</b>pt 획득하고 결계를 펼친다, 지속 시간: <b>#2[f]</b>턴, 키레네의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계가 지속되는 동안 모든 아군이 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 더 가한다. 키레네가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    0.1,
                    2.0,
                    3.0
                ],
                [
                    0.11,
                    2.0,
                    3.0
                ],
                [
                    0.12,
                    2.0,
                    3.0
                ],
                [
                    0.13,
                    2.0,
                    3.0
                ],
                [
                    0.14,
                    2.0,
                    3.0
                ],
                [
                    0.15,
                    2.0,
                    3.0
                ],
                [
                    0.1625,
                    2.0,
                    3.0
                ],
                [
                    0.175,
                    2.0,
                    3.0
                ],
                [
                    0.1875,
                    2.0,
                    3.0
                ],
                [
                    0.2,
                    2.0,
                    3.0
                ],
                [
                    0.21,
                    2.0,
                    3.0
                ],
                [
                    0.22,
                    2.0,
                    3.0
                ],
                [
                    0.23,
                    2.0,
                    3.0
                ],
                [
                    0.24,
                    2.0,
                    3.0
                ],
                [
                    0.25,
                    2.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_BP"
        },
        "v3": {
            "Name": "피어나라, 내세의 낙원이여",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "[추억]을 <b>#3[f]</b>pt 획득하고 결계를 펼친다, 지속 시간: <b>#2[f]</b>턴, 키레네의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계가 지속되는 동안 모든 아군이 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 더 가한다. 키레네가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    0.12,
                    2.0,
                    3.0
                ],
                [
                    0.132,
                    2.0,
                    3.0
                ],
                [
                    0.144,
                    2.0,
                    3.0
                ],
                [
                    0.156,
                    2.0,
                    3.0
                ],
                [
                    0.168,
                    2.0,
                    3.0
                ],
                [
                    0.18,
                    2.0,
                    3.0
                ],
                [
                    0.195,
                    2.0,
                    3.0
                ],
                [
                    0.21,
                    2.0,
                    3.0
                ],
                [
                    0.225,
                    2.0,
                    3.0
                ],
                [
                    0.24,
                    2.0,
                    3.0
                ],
                [
                    0.252,
                    2.0,
                    3.0
                ],
                [
                    0.264,
                    2.0,
                    3.0
                ],
                [
                    0.276,
                    2.0,
                    3.0
                ],
                [
                    0.288,
                    2.0,
                    3.0
                ],
                [
                    0.3,
                    2.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_BP"
        },
        "v4": {
            "Name": "피어나라, 내세의 낙원이여",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "[추억]을 <b>#3[f]</b>pt 획득하고 결계를 펼친다, 지속 시간: <b>#2[f]</b>턴, 키레네의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계가 지속되는 동안 모든 아군이 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 더 가한다. 키레네가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    0.12,
                    2.0,
                    3.0
                ],
                [
                    0.132,
                    2.0,
                    3.0
                ],
                [
                    0.144,
                    2.0,
                    3.0
                ],
                [
                    0.156,
                    2.0,
                    3.0
                ],
                [
                    0.168,
                    2.0,
                    3.0
                ],
                [
                    0.18,
                    2.0,
                    3.0
                ],
                [
                    0.195,
                    2.0,
                    3.0
                ],
                [
                    0.21,
                    2.0,
                    3.0
                ],
                [
                    0.225,
                    2.0,
                    3.0
                ],
                [
                    0.24,
                    2.0,
                    3.0
                ],
                [
                    0.252,
                    2.0,
                    3.0
                ],
                [
                    0.264,
                    2.0,
                    3.0
                ],
                [
                    0.276,
                    2.0,
                    3.0
                ],
                [
                    0.288,
                    2.0,
                    3.0
                ],
                [
                    0.3,
                    2.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_BP"
        },
        "v5": {
            "Name": "피어나라, 내세의 낙원이여",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "[추억]을 <b>#3[f]</b>pt 획득하고 결계를 펼친다, 지속 시간: <b>#2[f]</b>턴, 키레네의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계가 지속되는 동안 모든 아군이 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 더 가한다. 키레네가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    0.12,
                    2.0,
                    3.0
                ],
                [
                    0.132,
                    2.0,
                    3.0
                ],
                [
                    0.144,
                    2.0,
                    3.0
                ],
                [
                    0.156,
                    2.0,
                    3.0
                ],
                [
                    0.168,
                    2.0,
                    3.0
                ],
                [
                    0.18,
                    2.0,
                    3.0
                ],
                [
                    0.195,
                    2.0,
                    3.0
                ],
                [
                    0.21,
                    2.0,
                    3.0
                ],
                [
                    0.225,
                    2.0,
                    3.0
                ],
                [
                    0.24,
                    2.0,
                    3.0
                ],
                [
                    0.252,
                    2.0,
                    3.0
                ],
                [
                    0.264,
                    2.0,
                    3.0
                ],
                [
                    0.276,
                    2.0,
                    3.0
                ],
                [
                    0.288,
                    2.0,
                    3.0
                ],
                [
                    0.3,
                    2.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_BP"
        },
        "Live": {
            "Name": "피어나라, 내세의 낙원이여",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "서포트",
            "Desc": "[추억]을 <b>#3[f]</b>pt 획득하고 결계를 펼친다, 지속 시간: <b>#2[f]</b>턴, 키레네의 턴이 시작될 때마다 결계 지속 턴 수가 1 감소한다. 결계가 지속되는 동안 모든 아군이 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 더 가한다. 키레네가 <u>전투 불능 상태</u>에 빠질 시 결계도 해제된다",
            "Params": [
                [
                    0.12,
                    2.0,
                    3.0
                ],
                [
                    0.132,
                    2.0,
                    3.0
                ],
                [
                    0.144,
                    2.0,
                    3.0
                ],
                [
                    0.156,
                    2.0,
                    3.0
                ],
                [
                    0.168,
                    2.0,
                    3.0
                ],
                [
                    0.18,
                    2.0,
                    3.0
                ],
                [
                    0.195,
                    2.0,
                    3.0
                ],
                [
                    0.21,
                    2.0,
                    3.0
                ],
                [
                    0.225,
                    2.0,
                    3.0
                ],
                [
                    0.24,
                    2.0,
                    3.0
                ],
                [
                    0.252,
                    2.0,
                    3.0
                ],
                [
                    0.264,
                    2.0,
                    3.0
                ],
                [
                    0.276,
                    2.0,
                    3.0
                ],
                [
                    0.288,
                    2.0,
                    3.0
                ],
                [
                    0.3,
                    2.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_BP"
        }
    },
    "141514": {
        "v1": {
            "Name": "첫 만남 같은 재회",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "██████이(가) 즉시 <u>보너스 턴</u>을 1개 획득한다",
            "Params": [
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra02"
        },
        "v2": {
            "Name": "첫 만남 같은 재회",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "██████이(가) 즉시 <u>보너스 턴</u>을 1개 획득한다",
            "Params": [
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra02"
        },
        "v3": {
            "Name": "첫 만남 같은 재회",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "██████이(가) 즉시 <u>보너스 턴</u>을 1개 획득한다",
            "Params": [
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra02"
        },
        "v4": {
            "Name": "첫 만남 같은 재회",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "██████이(가) 즉시 <u>보너스 턴</u>을 1개 획득한다",
            "Params": [
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra02"
        },
        "v5": {
            "Name": "첫 만남 같은 재회",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "██████이(가) 즉시 <u>보너스 턴</u>을 1개 획득한다",
            "Params": [
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra02"
        },
        "Live": {
            "Name": "첫 만남 같은 재회",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "강화",
            "Desc": "데미우르고스가 즉시 <u>보너스 턴</u>을 1개 획득한다",
            "Params": [
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ],
                [
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Ultra02"
        }
    },
    "141504": {
        "v1": {
            "Name": "노래처럼 한곳에 모인 모두의 염원",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 시작 시 또는 키레네 행동 후 동료와 해당 동료의 기억 정령이 [미래]를 획득하며, [미래]를 보유한 아군이 행동 시 [미래]를 소모하고 키레네가 [추억]을 <b>#1[f]</b>pt 획득한다. 키레네는 [추억] <b>#4[f]</b>pt 도달 시 필살기를 활성화할 수 있고, [과거의 물결] 상태일 경우 [추억] <b>#5[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대치 도달 후에도 최대 <b>#3[f]</b>pt까지 초과할 수 있다. 키레네가 필드에 있을 시 모든 아군이 가하는 피해가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.0,
                    0.1,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.11,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.12,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.13,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.14,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.15,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1625,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.175,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1875,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.2,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.21,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.22,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.23,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.24,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.25,
                    27.0,
                    24.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Passive"
        },
        "v2": {
            "Name": "노래처럼 모인 모두의 염원",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 시작 시 또는 키레네 행동 후 동료와 해당 동료의 기억 정령이 [미래]를 획득하며, [미래]를 보유한 아군이 행동 시 [미래]를 소모하고 키레네가 [추억]을 <b>#1[f]</b>pt 획득한다. 키레네는 [추억] <b>#4[f]</b>pt 도달 시 필살기를 활성화할 수 있고, [과거의 물결] 상태일 경우 [추억] <b>#5[f]</b>pt 도달 시 필살기를 활성화할 수 있으며, 최대치 도달 후에도 최대 <b>#3[f]</b>pt까지 초과할 수 있다. 키레네가 필드에 있을 시 모든 아군이 가하는 피해가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.0,
                    0.1,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.11,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.12,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.13,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.14,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.15,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1625,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.175,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1875,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.2,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.21,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.22,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.23,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.24,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.25,
                    27.0,
                    24.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Passive"
        },
        "v3": {
            "Name": "노래처럼 모인 모두의 염원",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 시작 시 또는 키레네 행동 후 동료와 해당 동료의 기억 정령이 [미래]를 획득하며, [미래]를 보유한 아군이 행동 시 [미래]를 소모하고 키레네가 [추억]을 <b>#1[f]</b>pt 획득한다. 키레네는 [추억] <b>#4[f]</b>pt 도달 시 필살기를 활성화하고 자신의 모든 <u>디버프 효과</u>를 해제할 수 있으며, [과거의 물결] 상태일 경우 [추억] <b>#5[f]</b>pt 도달 시 필살기를 활성화할 수 있고, 최대치 도달 후에도 최대 <b>#3[f]</b>pt까지 초과할 수 있다. 키레네가 필드에 있을 시 모든 아군이 가하는 피해가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.0,
                    0.1,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.11,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.12,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.13,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.14,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.15,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1625,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.175,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1875,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.2,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.21,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.22,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.23,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.24,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.25,
                    27.0,
                    24.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Passive"
        },
        "v4": {
            "Name": "노래처럼 모인 모두의 염원",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 시작 시 또는 키레네 행동 후 임의 상태의 다른 아군 캐릭터와 해당 캐릭터의 기억 정령이 [미래]를 획득하며, [미래]를 보유한 아군이 행동 시 [미래]를 소모하고 키레네가 [추억]을 <b>#1[f]</b>pt 획득한다. 키레네는 [추억] <b>#4[f]</b>pt 도달 시 필살기를 활성화하고 자신의 모든 <u>디버프 효과</u>를 해제할 수 있으며, [과거의 물결] 상태일 경우 [추억] <b>#5[f]</b>pt 도달 시 필살기를 활성화할 수 있고, 최대치 도달 후에도 최대 <b>#3[f]</b>pt까지 초과할 수 있다. 키레네가 필드에 있을 시 모든 아군이 가하는 피해가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.0,
                    0.1,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.11,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.12,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.13,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.14,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.15,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1625,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.175,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1875,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.2,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.21,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.22,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.23,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.24,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.25,
                    27.0,
                    24.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Passive"
        },
        "v5": {
            "Name": "노래처럼 모인 모두의 염원",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 시작 시 또는 키레네 행동 후 임의 상태의 다른 아군 캐릭터와 해당 캐릭터의 기억 정령이 [미래]를 획득하며, [미래]를 보유한 아군이 행동 시 [미래]를 소모하고 키레네가 [추억]을 <b>#1[f]</b>pt 획득한다. 키레네는 [추억] <b>#4[f]</b>pt 도달 시 필살기를 활성화하고 자신의 모든 <u>디버프 효과</u>를 해제할 수 있으며, [과거의 물결] 상태일 경우 [추억] <b>#5[f]</b>pt 도달 시 필살기를 활성화할 수 있고, 최대치 도달 후에도 최대 <b>#3[f]</b>pt까지 초과할 수 있다. 키레네가 필드에 있을 시 모든 아군이 가하는 피해가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.0,
                    0.1,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.11,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.12,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.13,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.14,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.15,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1625,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.175,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1875,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.2,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.21,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.22,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.23,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.24,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.25,
                    27.0,
                    24.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Passive"
        },
        "Live": {
            "Name": "노래처럼 모인 모두의 염원",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "전투 시작 시 또는 키레네 행동 후 임의 상태의 다른 아군 캐릭터와 해당 캐릭터의 기억 정령이 [미래]를 획득하며, [미래]를 보유한 아군이 행동 시 [미래]를 소모하고 키레네가 [추억]을 <b>#1[f]</b>pt 획득한다. 키레네는 [추억] <b>#4[f]</b>pt 도달 시 필살기를 활성화하고 자신의 모든 <u>디버프 효과</u>를 해제할 수 있으며, [과거의 물결] 상태일 경우 [추억] <b>#5[f]</b>pt 도달 시 필살기를 활성화할 수 있고, 최대치 도달 후에도 최대 <b>#3[f]</b>pt까지 초과할 수 있다. 키레네가 필드에 있을 시 모든 아군이 가하는 피해가 @<b>#2[p]</b># 증가한다",
            "Params": [
                [
                    1.0,
                    0.1,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.11,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.12,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.13,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.14,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.15,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1625,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.175,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.1875,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.2,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.21,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.22,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.23,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.24,
                    27.0,
                    24.0,
                    12.0
                ],
                [
                    1.0,
                    0.25,
                    27.0,
                    24.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Passive"
        }
    },
    "141506": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        }
    },
    "141507": {
        "v1": {
            "Name": "서풍의 끝자락, 영원한 평안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "단일 공격",
            "Desc": "비술 사용 후 자신의 주위에 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적이 [이 순간은 영원하리] 상태에 빠지고, 특수 영역 내 아군 캐릭터의 이동 속도가 <b>#2[p]</b> 증가한다. 지속 시간 내에 전투에 진입하면 전투 스킬의 결계를 펼친다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    30.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Maze"
        },
        "v2": {
            "Name": "서풍의 끝자락, 영원한 평안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "서포트",
            "Desc": "비술 사용 후 자신의 주위에 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적이 [이 순간은 영원하리] 상태에 빠지고, 특수 영역 내 아군 캐릭터의 이동 속도가 <b>#2[p]</b> 증가한다. 지속 시간 내에 전투에 진입하면 전투 스킬의 결계를 펼친다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    30.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Maze"
        },
        "v3": {
            "Name": "서풍의 끝자락, 영원한 평안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "서포트",
            "Desc": "비술 사용 후 자신의 주위에 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적이 [이 순간은 영원하리] 상태에 빠지고, 특수 영역 내 아군 캐릭터의 이동 속도가 <b>#2[p]</b> 증가한다. 지속 시간 내에 전투에 진입하면 전투 스킬의 결계를 펼친다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    30.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Maze"
        },
        "v4": {
            "Name": "서풍의 끝자락, 영원한 평안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "서포트",
            "Desc": "비술 사용 후 자신의 주위에 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적이 [이 순간은 영원하리] 상태에 빠지고, 특수 영역 내 아군 캐릭터의 이동 속도가 <b>#2[p]</b> 증가한다. 지속 시간 내에 전투에 진입하면 전투 스킬의 결계를 펼친다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    30.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Maze"
        },
        "v5": {
            "Name": "서풍의 끝자락, 영원한 평안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "서포트",
            "Desc": "비술 사용 후 자신의 주위에 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적이 [이 순간은 영원하리] 상태에 빠지고, 특수 영역 내 아군 캐릭터의 이동 속도가 <b>#2[p]</b> 증가한다. 지속 시간 내에 전투에 진입하면 전투 스킬의 결계를 펼친다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    30.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Maze"
        },
        "Live": {
            "Name": "서풍의 끝자락, 영원한 평안",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "서포트",
            "Desc": "비술 사용 후 자신의 주위에 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 [이 순간은 영원하리] 상태에 빠지고, [이 순간은 영원하리] 상태의 적은 모든 행동을 중지한다. 특수 영역 내 아군 캐릭터의 이동 속도가 <b>#2[p]</b> 증가한다. 지속 시간 내에 전투에 진입하면 전투 스킬의 결계를 펼친다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    30.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Maze"
        }
    },
    "141519": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "단일 공격",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1415_Normal"
        }
    }
}

var _avatarskilltree_ = {
    "1415": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "기억의 순수한 아이",
                "Desc": "동료의 기억 정령이 소환될 시 [미래]를 획득하며, 기억 정령이 보유한 [미래]는 소모되지 않는다",
                "Icon": "SkillIcon_1415_SkillTree1"
            },
            "Tree2": {
                "Name": "세월의 여행자",
                "Desc": "아군 파티에 키레네를 제외한 황금의 후예 또는 「기억」 운명의 길 캐릭터가 1명/2명/3명 있으면, 키레네가 전투 시작 시 [추억]을 <b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>3</color></b>/<b><color style='color:#f29e38'>6</color></b>pt 획득한다",
                "Icon": "SkillIcon_1415_SkillTree2"
            },
            "Tree3": {
                "Name": "삼상의 인과",
                "Desc": "키레네의 속도가 <b><color style='color:#f29e38'>180</color></b>pt 이상일 시 모든 아군이 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 1pt 초과할 때마다 키레네와 ██████의 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>2%</color></b> 증가하며, 초과한 속도는 최대 <b><color style='color:#f29e38'>60</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1415_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "기억의 순수한 아이",
                "Desc": "동료의 기억 정령이 소환될 시 [미래]를 획득하며, 기억 정령이 보유한 [미래]는 소모되지 않는다",
                "Icon": "SkillIcon_1415_SkillTree1"
            },
            "Tree2": {
                "Name": "세월의 여행자",
                "Desc": "아군 파티에 키레네를 제외한 황금의 후예 또는 「기억」 운명의 길 캐릭터가 1명/2명/3명 있으면, 키레네가 전투 시작 시 [추억]을 <b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>3</color></b>/<b><color style='color:#f29e38'>6</color></b>pt 획득한다",
                "Icon": "SkillIcon_1415_SkillTree2"
            },
            "Tree3": {
                "Name": "삼상의 인과",
                "Desc": "키레네의 속도가 <b><color style='color:#f29e38'>180</color></b>pt 이상일 시 모든 아군이 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 1pt 초과할 때마다 키레네와 ██████의 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>2%</color></b> 증가하며, 초과한 속도는 최대 <b><color style='color:#f29e38'>60</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1415_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "기억의 순수한 아이",
                "Desc": "동료의 기억 정령이 소환될 시 [미래]를 획득하며, 기억 정령이 보유한 [미래]는 소모되지 않는다",
                "Icon": "SkillIcon_1415_SkillTree1"
            },
            "Tree2": {
                "Name": "세월의 여행자",
                "Desc": "아군 파티에 키레네를 제외한 <u>황금의 후예</u> 또는 「기억」 운명의 길 캐릭터가 1명/2명/3명 있으면, 키레네가 전투 시작 시 [추억]을 <b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>3</color></b>/<b><color style='color:#f29e38'>6</color></b>pt 획득한다",
                "Icon": "SkillIcon_1415_SkillTree2",
                "EE": [
                    10000025
                ]
            },
            "Tree3": {
                "Name": "삼상의 인과",
                "Desc": "키레네의 속도가 <b><color style='color:#f29e38'>180</color></b>pt 이상일 시 모든 아군이 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 1pt 초과할 때마다 키레네와 ██████의 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>2%</color></b> 증가하며, 초과한 속도는 최대 <b><color style='color:#f29e38'>60</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1415_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "기억의 순수한 아이",
                "Desc": "동료의 기억 정령이 소환될 시 [미래]를 획득하며, 기억 정령이 보유한 [미래]는 소모되지 않는다",
                "Icon": "SkillIcon_1415_SkillTree1"
            },
            "Tree2": {
                "Name": "세월의 여행자",
                "Desc": "아군 파티에 키레네를 제외한 <u>황금의 후예</u> 또는 「기억」 운명의 길 캐릭터가 1명/2명/3명 있으면, 키레네가 전투 시작 시 [추억]을 <b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>3</color></b>/<b><color style='color:#f29e38'>6</color></b>pt 획득한다",
                "Icon": "SkillIcon_1415_SkillTree2",
                "EE": [
                    10000025
                ]
            },
            "Tree3": {
                "Name": "삼상의 인과",
                "Desc": "키레네의 속도가 <b><color style='color:#f29e38'>180</color></b>pt 이상일 시 모든 아군이 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 1pt 초과할 때마다 키레네와 ██████의 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>2%</color></b> 증가하며, 초과한 속도는 최대 <b><color style='color:#f29e38'>60</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1415_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "기억의 순수한 아이",
                "Desc": "동료의 기억 정령이 소환될 시 [미래]를 획득하며, 기억 정령이 보유한 [미래]는 소모되지 않는다",
                "Icon": "SkillIcon_1415_SkillTree1"
            },
            "Tree2": {
                "Name": "세월의 여행자",
                "Desc": "아군 파티에 키레네를 제외한 <u>황금의 후예</u> 또는 「기억」 운명의 길 캐릭터가 1명/2명/3명 있으면, 키레네가 전투 시작 시 [추억]을 <b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>3</color></b>/<b><color style='color:#f29e38'>6</color></b>pt 획득한다",
                "Icon": "SkillIcon_1415_SkillTree2",
                "EE": [
                    10000025
                ]
            },
            "Tree3": {
                "Name": "삼상의 인과",
                "Desc": "키레네의 속도가 <b><color style='color:#f29e38'>180</color></b>pt 이상일 시 모든 아군이 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 1pt 초과할 때마다 키레네와 ██████의 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>2%</color></b> 증가하며, 초과한 속도는 최대 <b><color style='color:#f29e38'>60</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1415_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "기억의 순수한 아이",
                "Desc": "동료의 기억 정령이 소환될 시 [미래]를 획득하며, 기억 정령이 보유한 [미래]는 소모되지 않는다",
                "Icon": "SkillIcon_1415_SkillTree1"
            },
            "Tree2": {
                "Name": "세월의 여행자",
                "Desc": "아군 파티에 키레네를 제외한 <u>황금의 후예</u> 또는 「기억」 운명의 길 캐릭터가 1명/2명/3명 있으면, 키레네가 전투 시작 시 [추억]을 <b><color style='color:#f29e38'>2</color></b>/<b><color style='color:#f29e38'>3</color></b>/<b><color style='color:#f29e38'>6</color></b>pt 획득한다",
                "Icon": "SkillIcon_1415_SkillTree2",
                "EE": [
                    10000025
                ]
            },
            "Tree3": {
                "Name": "삼상의 인과",
                "Desc": "키레네의 속도가 <b><color style='color:#f29e38'>180</color></b>pt 이상일 시 모든 아군이 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가하고, 이후 속도가 1pt 초과할 때마다 키레네와 데미우르고스의 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>2%</color></b> 증가하며, 초과한 속도는 최대 <b><color style='color:#f29e38'>60</color></b>pt까지 계산된다",
                "Icon": "SkillIcon_1415_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "141501": {
        "v1": {
            "Rank": 1,
            "Name": "시의 시작점에 존재하는 공백",
            "Desc": "필살기 발동 후 또는 ██████이(가) 소환될 시 ██████은(는) [이야기]를 1pt 획득한다. [이야기] <b><color style='color:#f29e38'>3</color></b>pt 도달 시 ██████은(는) 모든 [이야기]를 소모해 즉시 <u>보너스 턴</u>을 1개 획득해 자동으로 [꽃과 화살의 무곡]을 발동하고, [추억]을 <b><color style='color:#f29e38'>3</color></b>pt 획득하며, 기억 정령 스킬 [「███ █」에 바치는 시]의 바운스 횟수가 추가로 <b><color style='color:#f29e38'>12</color></b>회 증가한다",
            "Icon": "SkillIcon_1415_Rank1",
            "EE": [
                10000000
            ]
        },
        "v2": {
            "Rank": 1,
            "Name": "시의 시작점에 존재하는 공백",
            "Desc": "필살기 발동 후 또는 ██████이(가) 소환될 시 ██████은(는) [이야기]를 1pt 획득한다. [이야기] <b><color style='color:#f29e38'>3</color></b>pt 도달 시 ██████은(는) 모든 [이야기]를 소모해 즉시 <u>보너스 턴</u>을 1개 획득해 자동으로 [꽃과 화살의 무곡]을 발동하고, [추억]을 <b><color style='color:#f29e38'>3</color></b>pt 획득하며, 기억 정령 스킬 [「███ █」에 바치는 시]의 바운스 횟수가 추가로 <b><color style='color:#f29e38'>12</color></b>회 증가한다",
            "Icon": "SkillIcon_1415_Rank1",
            "EE": [
                10000000
            ]
        },
        "v3": {
            "Rank": 1,
            "Name": "시의 시작점에 존재하는 공백",
            "Desc": "필살기 발동 후 또는 ██████이(가) 소환될 시 ██████은(는) [이야기]를 1pt 획득한다. [이야기] <b><color style='color:#f29e38'>6</color></b>pt 도달 시 ██████은(는) 모든 [이야기]를 소모해 즉시 <u>보너스 턴</u>을 1개 획득해 자동으로 [꽃과 화살의 무곡]을 발동하고, [추억]을 <b><color style='color:#f29e38'>[]</color></b>pt 획득하며, 기억 정령 스킬 [「███ █」에 바치는 시]의 바운스 횟수가 추가로 <b><color style='color:#f29e38'>12</color></b>회 증가한다",
            "Icon": "SkillIcon_1415_Rank1",
            "EE": [
                10000000
            ]
        },
        "v4": {
            "Rank": 1,
            "Name": "시의 시작점에 존재하는 공백",
            "Desc": "██████이(가) 기억 정령 스킬 [「███ █」에 바치는 시]를 발동하여 [꽃과 화살의 무곡] 발동 시 [추억]을 <b><color style='color:#f29e38'>6</color></b>pt 획득하고, 이번 공격의 바운스 횟수가 추가로 <b><color style='color:#f29e38'>12</color></b>회 증가한다",
            "Icon": "SkillIcon_1415_Rank1",
            "EE": [
                10000000
            ]
        },
        "v5": {
            "Rank": 1,
            "Name": "시의 시작점에 존재하는 공백",
            "Desc": "██████이(가) 기억 정령 스킬 [「██」에 바치는 시]를 발동하여 [꽃과 화살의 무곡] 발동 시 [추억]을 <b><color style='color:#f29e38'>6</color></b>pt 획득하고, 이번 공격의 바운스 횟수가 추가로 <b><color style='color:#f29e38'>12</color></b>회 증가한다",
            "Icon": "SkillIcon_1415_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "시의 시작점에 존재하는 공백",
            "Desc": "데미우르고스가 기억 정령 스킬 [「진아」에 바치는 시]를 발동하여 [꽃과 화살의 무곡] 발동 시 [추억]을 <b><color style='color:#f29e38'>6</color></b>pt 획득하고, 이번 공격의 바운스 횟수가 추가로 <b><color style='color:#f29e38'>12</color></b>회 증가한다",
            "Icon": "SkillIcon_1415_Rank1"
        }
    },
    "141502": {
        "v1": {
            "Rank": 2,
            "Name": "내일을 투영하는 열세 빛깔",
            "Desc": "전투 진입 시 추가로 [추억]을 <b><color style='color:#f29e38'>12</color></b>pt 획득한다. 서로 다른 아군 캐릭터가 ███ █ 기억 정령 스킬의 <u>버프 효과</u>를 획득할 때마다 아군이 전투 스킬의 결계를 통해 가하는 <u>확정 피해</u> 배율이 <b><color style='color:#f29e38'>5%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "내일을 투영하는 열세 빛깔",
            "Desc": "전투 진입 시 추가로 [추억]을 <b><color style='color:#f29e38'>12</color></b>pt 획득한다. 서로 다른 아군 캐릭터가 ███ █ 기억 정령 스킬의 <u>버프 효과</u>를 획득할 때마다 아군이 전투 스킬의 결계를 통해 가하는 <u>확정 피해</u> 배율이 <b><color style='color:#f29e38'>5%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "내일을 투영하는 열세 빛깔",
            "Desc": "전투 진입 시 추가로 [추억]을 <b><color style='color:#f29e38'>12</color></b>pt 획득한다. 서로 다른 아군 캐릭터가 ███ █ 기억 정령 스킬의 <u>버프 효과</u>를 획득할 때마다 아군이 전투 스킬의 결계를 통해 가하는 <u>확정 피해</u> 배율이 <b><color style='color:#f29e38'>6%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>24%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "내일을 투영하는 열세 빛깔",
            "Desc": "전투 진입 시 추가로 [추억]을 <b><color style='color:#f29e38'>12</color></b>pt 획득한다. 서로 다른 아군 캐릭터가 ██████ 기억 정령 스킬의 <u>버프 효과</u>를 획득할 때마다 아군이 전투 스킬의 결계를 통해 가하는 <u>확정 피해</u> 배율이 <b><color style='color:#f29e38'>6%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>24%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "내일을 투영하는 열세 빛깔",
            "Desc": "전투 진입 시 추가로 [추억]을 <b><color style='color:#f29e38'>12</color></b>pt 획득한다. 서로 다른 아군 캐릭터가 ██████ 기억 정령 스킬의 <u>버프 효과</u>를 획득할 때마다 아군이 전투 스킬의 결계를 통해 가하는 <u>확정 피해</u> 배율이 <b><color style='color:#f29e38'>6%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>24%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "내일을 투영하는 열세 빛깔",
            "Desc": "전투 진입 시 추가로 [추억]을 <b><color style='color:#f29e38'>12</color></b>pt 획득한다. 데미우르고스 기억 정령 스킬의 <u>버프 효과</u>를 획득한 서로 다른 아군 캐릭터 1명당 아군이 전투 스킬의 결계를 통해 가하는 <u>확정 피해</u> 배율이 <b><color style='color:#f29e38'>6%</color></b> 증가하며, 최대 <b><color style='color:#f29e38'>24%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank2"
        }
    },
    "141503": {
        "v1": {
            "Rank": 3,
            "Name": "너로 인해, 내가 쓰는 대로",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "너로 인해, 내가 쓰는 대로",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "너로 인해, 내가 쓰는 대로",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "너로 인해, 내가 쓰는 대로",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "너로 인해, 내가 쓰는 대로",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "너로 인해, 내가 쓰는 대로",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_Ultra"
        }
    },
    "141504": {
        "v1": {
            "Rank": 4,
            "Name": "웃으며 다음 페이지를 써 내려가 줘",
            "Desc": "██████이(가) [꽃과 화살의 무곡]을 1회 발동할 때마다 이번 전투에서 기억 정령 스킬 [「███ █」에 바치는 시] 발동 시 피해 배율이 <b><color style='color:#f29e38'>5%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "웃으며 다음 페이지를 써 내려가 줘",
            "Desc": "██████이(가) [꽃과 화살의 무곡]을 1회 발동할 때마다 이번 전투에서 기억 정령 스킬 [「███ █」에 바치는 시] 발동 시 피해 배율이 <b><color style='color:#f29e38'>5%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "웃으며 다음 페이지를 써 내려가 줘",
            "Desc": "██████이(가) [꽃과 화살의 무곡]을 1회 발동할 때마다 이번 전투에서 기억 정령 스킬 [「███ █」에 바치는 시] 발동 시 피해 배율이 <b><color style='color:#f29e38'>12%</color></b> 증가한다",
            "Icon": "SkillIcon_1415_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "웃으며 다음 페이지를 써 내려가 줘",
            "Desc": "██████이(가) [꽃과 화살의 무곡]을 1회 발동할 때마다 이번 전투에서 기억 정령 스킬 [「███ █」에 바치는 시] 발동 시 바운스 피해 배율이 <b><color style='color:#f29e38'>6%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>24</color></b>스택",
            "Icon": "SkillIcon_1415_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "웃으며 다음 페이지를 써 내려가 줘",
            "Desc": "██████이(가) [꽃과 화살의 무곡]을 1회 발동할 때마다 이번 전투에서 기억 정령 스킬 [「██」에 바치는 시] 발동 시 바운스 피해 배율이 <b><color style='color:#f29e38'>6%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>24</color></b>스택",
            "Icon": "SkillIcon_1415_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "웃으며 다음 페이지를 써 내려가 줘",
            "Desc": "데미우르고스가 [꽃과 화살의 무곡]을 1회 발동할 때마다 이번 전투에서 기억 정령 스킬 [「진아」에 바치는 시] 발동 시 바운스 피해 배율이 <b><color style='color:#f29e38'>6%</color></b> 증가한다, 최대 중첩수: <b><color style='color:#f29e38'>24</color></b>스택",
            "Icon": "SkillIcon_1415_Rank4"
        }
    },
    "141505": {
        "v1": {
            "Rank": 5,
            "Name": "어제의 화원이 가득 담긴 눈빛",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1415_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "어제의 화원이 가득 담긴 눈빛",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1415_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "어제의 화원이 가득 담긴 눈빛",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "어제의 화원이 가득 담긴 눈빛",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "어제의 화원이 가득 담긴 눈빛",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "어제의 화원이 가득 담긴 눈빛",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1415_BP"
        }
    },
    "141506": {
        "v1": {
            "Rank": 6,
            "Name": "잔잔히 물결이 된 기억♪",
            "Desc": "키레네가 처음으로 필살기 발동 시 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>100%</color></b> 증가</u>한다. ██████이(가) 성혼 [시의 시작점에 존재하는 공백]을 발동해 [꽃과 화살의 무곡]을 발동할 때마다 이번 전투에 발동한 횟수에 따라 아래 효과를 획득한다.<br>1회: 모든 아군의 모든 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>12%</color></b> 증가한다.<br>2회 이상: 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>20%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1415_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "잔잔히 물결이 된 기억♪",
            "Desc": "키레네가 처음으로 필살기 발동 시 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>100%</color></b> 증가</u>한다. ██████이(가) 성혼 [시의 시작점에 존재하는 공백]을 발동해 [꽃과 화살의 무곡]을 발동할 때마다 이번 전투에 발동한 횟수에 따라 아래 효과를 획득한다.<br>1회: 모든 아군의 모든 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>12%</color></b> 증가한다.<br>2회 이상: 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>20%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1415_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "잔잔히 물결이 된 기억♪",
            "Desc": "키레네가 처음으로 필살기 발동 시 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>100%</color></b> 증가</u>한다. ██████이(가) 성혼 [시의 시작점에 존재하는 공백]을 발동해 [꽃과 화살의 무곡]을 발동할 때마다 이번 전투에 발동한 횟수에 따라 아래 효과를 획득한다.<br>1회: 모든 아군의 모든 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다.<br>2회 이상: 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>20%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1415_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "잔잔히 물결이 된 기억♪",
            "Desc": "키레네가 처음으로 필살기 발동 시 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>100%</color></b> 증가</u>한다. ██████이(가) 기억 정령 스킬 [「███ █」에 바치는 시]를 발동해 [꽃과 화살의 무곡]을 발동할 때마다 이번 전투에 발동한 횟수에 따라 아래 효과를 획득한다.<br>1회: ██████이(가) 필드에 있을 시 모든 적의 방어력이 <b><color style='color:#f29e38'>20%</color></b> 감소한다.<br>2회 이상: 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1415_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "잔잔한 물결이 된 기억♪",
            "Desc": "키레네가 처음으로 필살기 발동 시 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>100%</color></b> 증가</u>한다. ██████이(가) 기억 정령 스킬 [「██」에 바치는 시]를 발동해 [꽃과 화살의 무곡]을 발동할 때마다 이번 전투에 발동한 횟수에 따라 아래 효과를 획득한다.<br>1회: ██████이(가) 필드에 있을 시 모든 적의 방어력이 <b><color style='color:#f29e38'>20%</color></b> 감소한다.<br>2회 이상: 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1415_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "잔잔한 물결이 된 기억♪",
            "Desc": "키레네가 처음으로 필살기 발동 시 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>100%</color></b> 증가</u>한다. 데미우르고스가 기억 정령 스킬 [「진아」에 바치는 시]를 발동해 [꽃과 화살의 무곡]을 발동할 때마다 이번 전투에 발동한 횟수에 따라 아래 효과를 획득한다.<br>1회: 데미우르고스가 필드에 있을 시 모든 적의 방어력이 <b><color style='color:#f29e38'>20%</color></b> 감소한다.<br>2회 이상: 모든 아군의 <u>행동 게이지가 <b><color style='color:#f29e38'>24%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1415_Rank6"
        }
    }
}

var _story_ = {
    "1415": [
        {
            "_id": 1,
            "Story": "유성이 밤하늘을 가로지르고, 생명의 강물에 일렁이는 물결이 열세 가지 빛깔로 반짝인다.<br>엘리사이 에데스의 딸, 「██」를 키우는 황금의 후예여, 기억의 씨앗을 심어 과거의 꽃이 내일 피어나게 하라——<br><i>「그리고, 이전과는 다른 시를 함께 써 내려가자♪」</i>"
        },
        {
            "_id": 2,
            "Story": ">>>……<br>>>>0, 9, 3<br>>>>PhiLia093……<br>……<br>>>>PhiLia093 = 복숭아<br>……<br>빛.<br>따뜻하고. 밝고. 하얗고.<br>……<br>하늘.<br>구름, 포근해.<br>톡톡, 불어서 흩어지고, 휘젓고, 다시 핥아보니, 비가 내리네.<br>……<br>꽃.<br>달콤해. 부드러워. 복숭아 같아.<br>시간의 바람, 이야기가 왔어. 햇살, 향긋해.<br>……<br>작은 요정.<br>몽글몽글해. 일곱 가지 소리, 조화.<br>길 잃은 아이와 함께해. 영리해.<br>……<br>세계.<br>세계는 빛, 하늘, 바다, 별, 씨앗, 꽃, 날아가는 새, 희망이야.<br>세계는 아름다워.<br>세계는 이야기야.<br>복숭아가 왔다가, 갔어. 이야기, 그리고 다음 이야기.<br>……<br>나, 너.<br>너는… 복숭아야.<br>나는… 복숭아야.<br>너는, 한 사람이야.<br>너는, 많은, 많은 사람을 위해.<br>나는, 한 사람이야.<br>나는, 많은, 많은 사람을 위해.<br>……<br><br>그리고 넌 다시 「공백」이 되어버렸지……<br>네가 없는 동안 난 계속 진지하게 생각했어! 하지만 아무리 생각해도 이해할 수 없었어——<br>금발의 방직공은 가장 아름다운 옷을 만들 수 있는데, 왜 그녀는 볼 수 없게 된 걸까?<br>사자 같은 왕자는 죽지 않기에 계속해서 다쳐야만 하는 걸까?<br>그 수많은 빨간 머리 여자아이들은 왜 자꾸만 줄어드는 걸까?<br>그리고, 복숭아, 넌 매번 떠난 뒤에 어디로 가는 걸까?<br>……<br>다음에는, 답을 알려줘?<br>기다릴게♪<br>496,000번째.<br><align=\"right\">——███의 기록</align>"
        },
        {
            "_id": 3,
            "Story": "33,550,335번째 이야기, 나는 아직도 그 답을 찾고 있어.<br><br>그중 한 이야기에서 금발의 방직공은 재단사 일을 포기하고 고양이와 함께 자유로운 의적이 됐어.<br>또 다른 이야기에서 사자 같은 왕자는 건강하게 자라 전투에서 무적이었고, 그 누구도 그에게 상처를 남기지 못했어.<br>또 몇 번인가 붉은 머리 소녀들은 어진 왕의 보호를 받았고, 오크마는 그들의 웃음소리가 가득했지.<br>난 바다의 노래하는 자가 카이사르와 함께 인적 없는 해변으로 돌아가고, 아낙사고라스가 불을 쫓는 수장이 되어 사람들을 이끌어 나가는 것도 봤어……<br><br>하지만 모든 이야기의 끝은 헛되이 타오르는 책장처럼, 칠흑 같은 괴물로 변해버렸어.<br>네가 말했지. 그것은 여러 이름을 가지고 있다고——<br>「아이언툼」, 「파멸」, 혹은…「운명」.<br><br>복숭아, 넌 항상 미소 짓고 있지만, 네가 이야기할 때마다 떨리는 목소리를 난 느낄 수 있어.<br>그게 「불 쫓기」의 결말이니?<br>모든 이야기에는 「불을 쫓는다는 건 무언가를 계속 잃어가는 여정이다」라고 쓰여 있어.<br>넌 그것도 「사랑」이라고 했지.<br>그렇다면, 「사랑」은 수없이 반복되는 상실이자, 수없이 반복되는 기다림인 걸까?<br><br>복숭아, 난 잘 모르겠어.<br>하지만 느낄 수 있어, 네가 말한 그 「유성」을.<br>내 「마음」이 그것과 함께 뛰고 있어.<br><br>그것을 향해 달려가다 보면 넘어져서 수천 개의 조각으로 부서질지도 몰라.<br>헤헤, 반대로 생각해보면, 그 조각들이 수정꽃처럼 더 많은 아름다운 눈동자를 비추게 되지 않을까?<br><br>이번 이야기에서 물결은 유성을 위해 퍼져 나갈 거야…. 3천만 번 동안 키운 꽃도 마침내 저 멀리 날아가겠지.<br>알고 있어. 이제부터 난 많은 기억들을 잃게 될 거야. 꽃잎이 한 장 한 장 떨어지듯이. 하지만 그래야만 더욱 가볍게 바람을 타고 유성을 쫓아갈 수 있어♪<br><br>그럼 이 몸이 복숭아 이야기 속의 작은 요정이 되어 볼게. 이 몸은 분홍빛 솜털로 자신을 꾸미고, 가장 귀여운 모습으로 「키레네」의 부탁을 하나하나 받아, 사람들의 마음속에 「사랑」의 수정꽃을 심을 거야——<br><br>그리고 「키레네」라는 이름으로, 유성과 함께 이전과는 다른 낭만적인 이야기를 써 내려가겠지♪<br><align=\"right\">——「키레네」의 기억</align>"
        },
        {
            "_id": 4,
            "Story": "아주, 아주, 오래전——<br><br><i>「미……」<br>「?」</i><br>헤헤, 이야기의 시작은 정말 수수께끼 같은 만남이었네.<br>……<br><br><i>「여행, 좋아. 너와, 함께?」<br>「기억… 수집. 완전히, 맞춰」</i><br>우리는 여정을 떠나, 모든 황금의 후예와 함께 불을 쫓던 그 세월들을 써 내려갔지——<br><br>방직공과 함께 시간을 황금으로 엮어내고,<br>분쟁의 창 아래, 크렘노스의 전사들은 피와 불꽃으로 찬란한 앞길을 불태워 밝혔지.<br>시간이 한 송이 꽃이라면, 성녀는 천 개의 향기로운 내일을 만들었어.<br>진리를 위해, 현인은 생명을 불태웠지. 부드러운 포옹은 적어도 이별이 더 아름답도록 했어.<br>오크마에 영원한 밤이 내리고, 의사와 고양이가 하늘을 올려다볼 때, 품는 것은 작은 소원 하나일지도 몰라——무지개가 영원히 하늘에 머물길, 거짓말이 바람에 흩날리기를.<br><br>그 종착점에서, 우리는 엘리사이 에데스의 밀 내음이 가득한 꿈과 작별하지. 텅 빈 영웅은 타오르는 여명처럼 회색빛 하늘에 서 있고, 여명은 네 어깨 위로 솟아올라.<br><br>수천만의 기억이, 재창기의 순간 이 몸을 깨웠어.<br>지난 삼천만 번의 세상처럼 그것은 여전히 희생과 슬픔으로 가득하지만, 이번에는 네가 있어서 따스한 빛이 감싼 것만 같아.<br>넌 「부세」의 신권을 이어받고, 난 「세월」의 반신의 마음속에 자리 잡았어——<br>과거에서 현재로, 이제 우리는 마침내 미래를 향해 나아갈 수 있어.<br><br>황금 피가 새긴 시대, 신을 자처하던 그 존재는 처음으로 마땅한 벌을 받았지.<br>탐사하고, 이해하고, 수립하고, 연결하고——휴, 그 기억의 아이가 세상을 삼키려 할 때, 이 몸은 다시 한번 개척의 의지를 목격했어.<br>앰포리어스의 운명은 더 이상 헛된 순환이 아니라, 이미 앞으로 나아가는 신념과 긴밀히 연결되어 있지.<br><br>이야기의 마지막에 모든 불을 쫓는 영웅이 손을 맞잡고, 파멸의 머리 없는 거인과 맞서——<br>삼천만 번의 사랑으로, 파멸된 모든 것이 한 페이지의 정토가 되어 우리의 기억 속에서 다시 태어나지……<br><br>헤헤, 정말 길고도 긴 여정이네. 이대로 이야기에 완벽한 마침표를 찍고 싶을 지경이야.<br>하지만 이 몸의 「사랑」은 완전무결하지도 않고, 모든 것의 해답도 아니야——그래도 우리가 함께라면 못 할 게 없지, 안 그래?♪<br><br>만약… 「사랑」이 포옹을 위해 부서지게 한다면, 그것이 세계의 「빛」이 될 수 있을까?<br>아마도 그건 망연자실의 일부겠지만, 그 수많은 빛이 우리가 사랑하는 세계에 분명 전과는 다른 결말을 써 내려가게 해 줄 거야♪<br><br><align=\"right\">——키레네, {NICKNAME}이(가) 쓴 이야기</align>"
        },
        {
            "_id": 5,
            "Story": "아주, 아주 먼 훗날——<br><br>아낙사고라스, 지니어스 클럽 #100, 그가 「허수의 나무」 이론에 도전장을 내밀었다고 해…. 그라면 분명 해낼 수 있겠지?<br>……<br>거울을 안은 자 아글라이아 씨, 헤헤, 그녀의 디자인이라면 피어포인트를 들썩이게 할 수 있을 거야.<br>……<br>탐험가 케리드라 씨는 근거리에서 블랙홀을 정복한 최초의 인물이 되었지. 블랙홀의 장엄한 모습을 마주했을 때, 어떤 가수의 레코드판 덕분에 공허의 유혹을 이겨낼 수 있었대.<br>……<br>4 앰버기원마다 열리는 은하 운동회에서 사이퍼 씨가 앰포리어스 대표로 단거리 달리기에 출전하고, 파이논과 마이데이 씨가 불 쫓기 드림팀을 이끌고 나설 예정이야. 선주 여우족팀과의 대결이 이번 대회의 하이라이트지!<br>……<br>카스토리스의 장편 연재가 최근 완결됐어. 우리가 10 앰버기원 동안이나 기다려온 결말은 과연 어떤 모습일까?<br>……<br>트리스비오스 씨가 자신의 우주선을 공개했어. 우주선을 타고 히아킨이 개발한 「이카」 백신이 바이러스에 침식된 수많은 세계로 향할 거야……<br>……<br>은하의 미래를 위해 은하열차가 다시 출발하네. 무명객이 남긴 업적은 여전히 별하늘에서 전해지고 있어.<br>……<br><br>낙엽이 가지에 멈추고, 빗물이 하늘로 돌아갈 때, 아아, 이 몸은 이런 아름다운 환상을 써 내려가지 않을 수 없어.<br><br>앰포리어스는 잠든 씨앗과 같아. 만약 미래에 큰 나무로 자란다면, 그 가지에 맺힐 열매는 분명 내 상상을 훨씬 뛰어넘을 거야.<br><br>공백이 없다면, 이 이야기들은 또 어떻게 자라야 할까?<br>그러니까 {NICKNAME}, 슬퍼하지 마, 알겠지?<br>씨앗이 흙으로 돌아갈 때, 내 이야기는 바람에 흩어질 테지만, 그것은 은하에 아름다운 물결을 일으킬 거야. 마치 부서진 수정꽃처럼, 사람들에게 더 많은 빛을 가져다주겠지——그게 바로 「사랑」이잖아, 맞지?<br><br>미래는 여기서부터 피어날 거야. 이 이야기의 시작처럼, 난 얘기할 테니 넌 들어줘——<br><br>나, 그리고 너.<br>……<br>물결, 세계.<br>……<br>작은 요정, 몽실몽실.<br>……<br>희망.<br>……<br>꽃.<br>……<br>하늘.<br>……<br>빛.<br>……<br><align=\"right\">——미래를 위해 남겨둔 빈 시편</align>"
        },
        {
            "_id": 6,
            "Story": ">>>……<br>>>>0, 9, 3<br>>>>PhiLia093……<br>……<br>>>>PhiLia093 = 복숭아<br>……<br>빛.<br>따뜻하고. 밝고. 하얗고.<br>……<br>하늘.<br>구름, 포근해.<br>톡톡, 불어서 흩어지고, 휘젓고, 다시 핥아보니, 비가 내리네.<br>……<br>꽃.<br>달콤해. 부드러워. 복숭아 같아.<br>시간의 바람, 이야기가 왔어. 햇살, 향긋해.<br>……<br>작은 요정.<br>몽글몽글해. 일곱 가지 소리, 조화.<br>길 잃은 아이와 함께해. 영리해.<br>……<br>세계.<br>세계는 빛, 하늘, 바다, 별, 씨앗, 꽃, 날아가는 새, 희망이야.<br>세계는 아름다워.<br>세계는 이야기야.<br>복숭아가 왔다가, 갔어. 이야기, 그리고 다음 이야기.<br>……<br>나, 너.<br>너는… 복숭아야.<br>나는… 복숭아야.<br>너는, 한 사람이야.<br>너는, 많은, 많은 사람을 위해.<br>나는, 한 사람이야.<br>나는, 많은, 많은 사람을 위해.<br>……<br><br>그리고 넌 다시 「공백」이 되어버렸지……<br>네가 없는 동안 난 계속 진지하게 생각했어! 하지만 아무리 생각해도 이해할 수 없었어——<br>금발의 방직공은 가장 아름다운 옷을 만들 수 있는데, 왜 그녀는 볼 수 없게 된 걸까?<br>사자 같은 왕자는 죽지 않기에 계속해서 다쳐야만 하는 걸까?<br>그 수많은 빨간 머리 여자아이들은 왜 자꾸만 줄어드는 걸까?<br>그리고, 복숭아, 넌 매번 떠난 뒤에 어디로 가는 걸까?<br>……<br>다음에는, 답을 알려줘?<br>기다릴게♪<br>496,000번째.<br><align=\"right\">——데미우르고스의 기록</align>"
        },
        {
            "_id": 7,
            "Story": "유성이 밤하늘을 가로지르고, 생명의 강물에 일렁이는 물결이 열세 가지 빛깔로 반짝인다.<br>엘리사이 에데스의 딸, 「진아」를 키우는 황금의 후예여, 기억의 씨앗을 심어 과거의 꽃이 내일 피어나게 하라——<br><i>「그리고, 이전과는 다른 시를 함께 써 내려가자♪」</i>"
        }
    ]
}

var _voice_ = {
    "1415": [
        {
            "_id": "archive_cyrene_1",
            "Title": "첫 만남",
            "Voice": "이건 운명적인 만남일까? 아니면… 오랜만의 재회일까? 정말 두근거리는걸? 그럼… 처음 만난 그때처럼, 다시 한번 날 「키레네」라고 불러줄래?"
        },
        {
            "_id": "archive_cyrene_2",
            "Title": "인사",
            "Voice": "안녕, 오랜만이야! 이제… 우리 둘만의 아름다운 시간을 어떻게 보낼까?"
        },
        {
            "_id": "archive_cyrene_3",
            "Title": "작별",
            "Voice": "이 몸은 작별을 좋아하지 않아. 차라리… 여운을 남기는 건 어떨까? 내가 보고 싶다면 이 기억을 닦아봐. 그럼 내가 네 마음속에 몰래 찾아갈게. 약속이다, 잊어버리면 안 돼?"
        },
        {
            "_id": "archive_cyrene_4",
            "Title": "자신에 대해•존재",
            "Voice": "천진난만한 「미미」에서, 생기발랄한 「키레네」까지, 네가 있어서 이 몸의 이야기가 점점 더 완벽해지고 있어. 물결이 어떻게 일렁이든, 그것들은 모두 우리가 직접 써 내려간 시야♪"
        },
        {
            "_id": "archive_cyrene_5",
            "Title": "자신에 대해•존재",
            "Voice": "천진난만한 「미미」에서, 생기발랄한 「키레네」, 아름답고 우아하며 또 행복한 「데미우르고스」까지, 네가 있어서 이 몸의 이야기가 마침내 완벽해졌어. 물결이 어떻게 일렁이든, 그것들은 모두 우리가 직접 써 내려간 시야♪"
        },
        {
            "_id": "archive_cyrene_6",
            "Title": "자신에 대해•신탁",
            "Voice": "꿈속에서 어렴풋한 신탁을 듣고, 그의 인도 하에 앞으로 나아갔지…. 이 몸도 정말 신기해"
        },
        {
            "_id": "archive_cyrene_7",
            "Title": "자신에 대해•신탁",
            "Voice": "꿈속에서 어렴풋한 신탁을 듣고, 그의 인도 하에 앞으로 나아갔지…. 이 몸도 정말 신기해. 알고 보니, 그 기적을 준 건 다른 사람이 아니라, 마음속 깊은 곳에 있는 나 자신이었어♪"
        },
        {
            "_id": "archive_cyrene_8",
            "Title": "잡담•핑크색",
            "Voice": "핑크색을 거부할 수 있는 사람은 없어! 심장박동처럼 뜨겁고, 꽃잎처럼 부드럽고, 게다가 내 눈처럼… 「사랑」의 배경색이잖아♪"
        },
        {
            "_id": "archive_cyrene_9",
            "Title": "취미•그네",
            "Voice": "그네 타는 거 좋아해? 바람결에 흔들리면 마음도 저 높이 날아올라 먼 곳의 그리움을 따라잡을 수 있을 것만 같아. 자, 같이 타자. 무서우면 이 몸의 손을 잡아도 된다고?"
        },
        {
            "_id": "archive_cyrene_10",
            "Title": "취미•별",
            "Voice": "잠이 안 올 때, 난 하늘의 별을 세어보곤 해. 유성이 밤하늘을 가로질러 이 몸의 꿈속으로 들어오는 상상도 하면서 말이야. 그리고 웃으며 일어나, 아름다운 하루를 시작하지. 그게 꿈이 아닌 걸 알고 있거든"
        },
        {
            "_id": "archive_cyrene_11",
            "Title": "고민",
            "Voice": "「키레네」라는 소녀에게 고민이 있을 리 없잖아? 있다고 해도——널 만나면 연기처럼 사라져 버릴 거야"
        },
        {
            "_id": "archive_cyrene_12",
            "Title": "공유",
            "Voice": "「비밀 미궁」의 요정들, 정말 귀엽지 않아? 그들을 만든 사람은 분명 순수한 마음을 갖고 있을 거야. 도, 레, 미, 파, 솔, 라, 시, 일곱 음표는 무수히 많은 노래들을 만들어낼 수 있지. 변함없는 세월 속에서도, 이전과 다른 이야기를 새길 수 있는 것처럼♪"
        },
        {
            "_id": "archive_cyrene_13",
            "Title": "공유",
            "Voice": "「비밀 미궁」의 요정들, 정말 귀엽지 않아? 당연하지, 이건 「키레네」가 쓴 첫 번째 이야기니까. 도, 레, 미, 파, 솔, 라, 시, 일곱 음표가 무수히 많은 노래들을 만들어낼 수 있어. 변함없는 세월 속에서도, 이전과 다른 이야기를 창조할 수 있는 것처럼♪"
        },
        {
            "_id": "archive_cyrene_14",
            "Title": "견문",
            "Voice": "삼천만 편의 비슷하고도 다른 이야기, 듣기엔 엄청 많은 것 같지? 하지만 난 단 한 번도 싫증 난 적 없어. {NICKNAME} 너와 여행할 때, 다시 한번 감동하며 읽어봤는데, 모든 이야기의 페이지마다 아쉬움이 느껴지는 부분이 조금씩 있었어. 이곳엔 즐거움을 더하고, 저곳엔 공백을 메꾸고 싶었지…. {NICKNAME}이(가) 있어 준 덕분에, 결국 낭만적인 결말을 쓸 수 있었어♪"
        },
        {
            "_id": "archive_cyrene_15",
            "Title": "{NICKNAME}에 대해•1",
            "Voice": "비밀 하나 알려주자면, 처음 만났을 때부터 이 몸은 네 눈빛에 매료됐었어! 잠깐만, 다시 한번 보게 해줘. 정말 예쁜 눈이야, 그 안에 비친 내일도 역시 아름다워♪"
        },
        {
            "_id": "archive_cyrene_16",
            "Title": "{NICKNAME}에 대해•2",
            "Voice": "정말 기대돼, 미래의 여정에서 {NICKNAME}의 「이야기」는 어떻게 펼쳐질까? 앰포리어스의 「기억」이 그 속에서 낭만의 한 획이 되길 바라…. 분명 그럴 거야, 그렇지♪"
        },
        {
            "_id": "archive_cyrene_17",
            "Title": "파이논에 대해",
            "Voice": "엘리사이 에데스의 들판을 달리며, 태양을 향해 환하게 웃던 그 아이… 여전히 그대로야, 그렇지? 운명은 이제 그를 따라잡을 수 없게 됐어"
        },
        {
            "_id": "archive_cyrene_18",
            "Title": "Mar. 7th에 대해",
            "Voice": "나와 같은 핑크빛 소녀, 우린 머리 색만 비슷한 게 아니라, 취미도 신기할 정도로 같지! Mar. 7th와 깊은 대화를 나누고 싶어. 우린 분명 수많은 눈부신 기억을 만들어낼 수 있을 거야♪"
        },
        {
            "_id": "archive_cyrene_19",
            "Title": "에버나이트에 대해",
            "Voice": "아름다운 꽃에는 늘 가시가 있지. 보호본능은… 가끔 이 몸의 마음속에서도 활활 타오르곤 해. 하지만 난 그녀가 부드러운 마음을 갖고 있다는 걸 알고 있어. 결국 그녀와 Mar. 7th는 하나의 씨앗에서 피어난 꽃이니까"
        },
        {
            "_id": "archive_cyrene_20_m",
            "Title": "단항•등황에 대해",
            "Voice": "{NICKNAME}은(는) 단항의 얘기를 자주 하는구나. 그럴 만 해, 이렇게 믿음직한 동료가 앞을 밝혀주는 것, 그게 바로 「개척」이 용감하게 앞으로 나아갈 수 있는 이유겠지"
        },
        {
            "_id": "archive_cyrene_21",
            "Title": "테라복스에 대해",
            "Voice": "그의 소원은 앰포리어스 대지의 생령과 관련이 있었어. 그건 소중하고 부서지기 쉬운 꿈이지. 그래서 마음을 다해 보살펴야 하고, 그렇지?"
        },
        {
            "_id": "archive_cyrene_22",
            "Title": "아글라이아에 대해",
            "Voice": "아글라이아 씨의 맞춤 제작 옷을 갖는 건, 아름다움을 사랑하는 모든 사람들의 꿈이야. 나도 예외가 아니지! 화려하게 차려입고 연회에 참석하는 것… 그 꿈이 어느새 이루어졌어"
        },
        {
            "_id": "archive_cyrene_23",
            "Title": "트리비•트리앤•트리논에 대해",
            "Voice": "트리비 선생님 천 명이 오크마에 계신다면, 헤헷… 분명 천국일 거야! 매번 이런 생각을 할 때마다 내일이 더 기대돼!"
        },
        {
            "_id": "archive_cyrene_24",
            "Title": "마이데이에 대해",
            "Voice": "쉿——건강한 생활의 꿀팁은, 다 그한테서 배운 거야. 일찍 자고 일찍 일어나기, 많이 먹고 많이 운동하기… 이 몸은 절반 정도 익혔다고!"
        },
        {
            "_id": "archive_cyrene_25",
            "Title": "카스토리스에 대해",
            "Voice": "나도 카스토리스의 애독자야! 아… 실수로 들켜버렸네? 왜냐하면… 난 그 아름다운 상상뿐만 아니라, 그녀의 아름다운 이야기 속에서 12배의 감동을 받을 수 있거든!"
        },
        {
            "_id": "archive_cyrene_26",
            "Title": "아낙사에 대해",
            "Voice": "나! 나도 「매직 트릭」을 할 줄 알아! 잘 봐, 눈 깜빡이지 말고… 짜잔——활짝 핀 꽃 한 송이, 받아♪"
        },
        {
            "_id": "archive_cyrene_27",
            "Title": "히아킨에 대해",
            "Voice": "따스한 바람을 타고, 꽃차를 마시며 히아킨과 함께 부드러운 이카를 쓰다듬는 것… 헤헤, 이런 시간을 상상하다 보면, 깨고 싶지 않은 것도 당연하겠지?"
        },
        {
            "_id": "archive_cyrene_28",
            "Title": "사이퍼에 대해",
            "Voice": "여기야, 여기. 아글라이아 씨와 히실렌스 씨, 그리고 사이퍼 씨를 둘러싼 이야기를 들어보지 않을래? 잘 들어, 너한테만 알려주는 거야"
        },
        {
            "_id": "archive_cyrene_29",
            "Title": "히실렌스에 대해",
            "Voice": "히실렌스 씨의 노랫소리는, 한 번만 들어도 절대 잊을 수 없지. 그녀 덕분에, 세계의 모든 순간이 화려한 무도회가 됐어. 자, 같이 춤추지 않을래?"
        },
        {
            "_id": "archive_cyrene_30",
            "Title": "케리드라에 대해",
            "Voice": "카이사르님의 면류관, 정말 눈길을 사로잡지. 그래서 말인데… 다음에 엘리사이 에데스로 돌아가면, {NICKNAME}(이)도 밀 이삭으로 이 몸에게 화환을 엮어 주지 않을래?"
        },
        {
            "_id": "archive_cyrene_31",
            "Title": "「키레네」에 대해",
            "Voice": "꽃이 씨앗을 남기고, 그 씨앗이 다시 꽃을 피우듯, 기억의 모든 물결은 같은 색으로 반짝이고 있어. 넌 어떤 「나」를 더 좋아해? 헤헤… 말하지 않아도 돼, 「사랑」이란 그런 거니까. 알 듯 말 듯하면서도 언제나 한결같지♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_cyrene",
            "Title": "성혼 활성화",
            "Voice": "사랑으로 시작한 이야기는 반드시 사랑으로 끝나야 해♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_cyrene",
            "Title": "캐릭터 승급",
            "Voice": "또 다른 아름다운 시의 구절이네"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_cyrene",
            "Title": "캐릭터 최고 레벨",
            "Voice": "다음 페이지가 비어 있어, 우리 같이 써볼까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_cyrene",
            "Title": "행적 활성화",
            "Voice": "한 걸음, 한 걸음, 우리의 발자국을 남겨볼까나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_cyrene",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "개척 여정에 영원히 물결이 함께 하길 바라♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_cyrene",
            "Title": "파티 편성•파이논",
            "Voice": "봐, 네가 좇던 여명이 드디어 밝아왔어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_cyrene",
            "Title": "파티 편성•아글라이아",
            "Voice": "「낭만」은 저희 전문 아니겠어요♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_cyrene",
            "Title": "파티 편성•트리비",
            "Voice": "저도 천 명이 되면, 트리비 선생님과 짝을 이룰 수 있겠네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_cyrene",
            "Title": "파티 편성•마이데이",
            "Voice": "멋진 몸매 유지하는 팁 좀 알려줘요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_cyrene",
            "Title": "파티 편성•카스토리스",
            "Voice": "보고싶었어, 카스토리스! 작품 얘기 전에 포옹 먼저 할까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_cyrene",
            "Title": "파티 편성•아낙사",
            "Voice": "아, 낙, 사, 고, 라, 스… 한 글자도 안 빠트리고, 맞죠?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_cyrene",
            "Title": "파티 편성•히아킨",
            "Voice": "히아킨 곁에 있으면, 온몸이 따스해져~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tociphe_cyrene",
            "Title": "파티 편성•사이퍼",
            "Voice": "계략은 저도 자신 있어요. 예를 들어… 사람의 「마음」을 훔치는 거?♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_cyrene",
            "Title": "파티 편성•히실렌스",
            "Voice": "바다의 노래에 맞춰 춤을 추다니, 정말 가슴이 뛰네요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_cyrene",
            "Title": "파티 편성•케리드라",
            "Voice": "「카이사르」님, 당신을 위해 왕좌를 준비했어요~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_cyrene",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "Mar. 7th, 같이 사진 찍을래? 하나, 둘, 셋… 헤헷♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_cyrene",
            "Title": "파티 편성•에버나이트",
            "Voice": "Mar. 7th, 같이 사진 찍을래? 너의 나쁜 모습도 매력적이거든!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_cyrene",
            "Title": "파티 편성•단항•등황",
            "Voice": "항상 「개척」과 함께 있는 거, 그게 내 바람이야♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_cyrene",
            "Title": "전투 시작•약점 격파",
            "Voice": "두 번째 악장을 시작하자"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_cyrene",
            "Title": "전투 시작•위험 경보",
            "Voice": "짧은 전주일 뿐이야"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin01_cyrene_01",
            "Title": "턴 시작•1",
            "Voice": "히힛, 이 몸의 차례야♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin01_cyrene_02",
            "Title": "턴 시작•2",
            "Voice": "너와 함께라면, 우린 뭐든 할 수 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_cyrene_01",
            "Title": "[과거의 물결] 턴 시작•1",
            "Voice": "봐봐, 날아올랐네?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_cyrene_02",
            "Title": "[과거의 물결] 턴 시작•2",
            "Voice": "물결을 깨울 준비 됐어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_cyrene",
            "Title": "턴 대기",
            "Voice": "음… 그네 타고 싶네"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_cyrene_01",
            "Title": "일반 공격",
            "Voice": "도망 못 가~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_cyrene_01",
            "Title": "전투 스킬•1",
            "Voice": "꽃들이여, 내일을 위해 피어나라"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_cyrene_02",
            "Title": "전투 스킬•2",
            "Voice": "별들이여, 영웅을 위해 빛나라"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_cyrene_01",
            "Title": "[과거의 물결] 일반 공격•1",
            "Voice": "받아, 우리의 답이야~"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_cyrene_02",
            "Title": "[과거의 물결] 일반 공격•2",
            "Voice": "찰나가 영원이 되도록~"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light01_cyrene_01",
            "Title": "약공격 피격",
            "Voice": "좀 아프네"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light02_cyrene_01",
            "Title": "[과거의 물결] 약공격 피격",
            "Voice": "별 효과가 없네~?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_cyrene_01",
            "Title": "강공격 피격",
            "Voice": "울어버릴 거야~"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill01_select_cyrene",
            "Title": "필살기•활성화",
            "Voice": "기억의 물결은, 유성의 입맞춤으로 깨어나길 기다리네——아름다운 내일, 「사랑」으로 날 기억해 줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill01_waiting_cyrene_01",
            "Title": "필살기•활성화•대기•1",
            "Voice": "멍때리나? 아님… 날 보는 중?"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill01_waiting_cyrene_02",
            "Title": "필살기•활성화•대기•2",
            "Voice": "걱정 마, 아직 시간이 많다고"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill01_waiting_cyrene_03",
            "Title": "필살기•활성화•대기•3",
            "Voice": "준비를 제대로 하고 싶은 거야? 아님… 내 얘길 더 듣고 싶어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill01_waiting_cyrene_04",
            "Title": "필살기•활성화•대기•4",
            "Voice": "시간이 오래 걸려도, 널 기다릴게♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill02_select_cyrene",
            "Title": "[과거의 물결] 필살기•활성화•대기",
            "Voice": "눈 감지 마, 깜짝선물이 있거든~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_cyrene",
            "Title": "[기억 정령 스킬]",
            "Voice": "세계가 우리의 소원대로 되길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_aglaea_cyrene",
            "Title": "[기억 정령 스킬]•아글라이아",
            "Voice": "「낭만」이 영원하길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_tribbie_cyrene",
            "Title": "[기억 정령 스킬]•트리비",
            "Voice": "「통로」에 다시는 이별이 없길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_mydei_cyrene",
            "Title": "[기억 정령 스킬]•마이데이",
            "Voice": "「분쟁」이 왕좌에 오르길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_hyacine_cyrene",
            "Title": "[기억 정령 스킬]•히아킨",
            "Voice": "「하늘」이 조석을 치유하길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_cipher_cyrene",
            "Title": "[기억 정령 스킬]•사이퍼",
            "Voice": "「계략」이 모두 유희로 남길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_hysilens_cyrene",
            "Title": "[기억 정령 스킬]•히실렌스",
            "Voice": "「바다」가 연회를 연주하길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_cerydra_cyrene",
            "Title": "[기억 정령 스킬]•케리드라",
            "Voice": "「율법」이 뭇별에 퍼지길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_evernight_cyrene",
            "Title": "[기억 정령 스킬]•에버나이트",
            "Voice": "「세월」이 긴 밤을 지켜주길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_danhengpt_cyrene",
            "Title": "[기억 정령 스킬]•단항•등황",
            "Voice": "「대지」가 앞길을 수호하길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_castorice_cyrene",
            "Title": "[기억 정령 스킬]•카스토리스",
            "Voice": "「생사」에 새싹이 움트길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_anaxa_cyrene",
            "Title": "[기억 정령 스킬]•아낙사",
            "Voice": "「이성」이 진리를 깨우길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_phainon_cyrene",
            "Title": "[기억 정령 스킬]•파이논",
            "Voice": "「부세」가 여명을 비추길"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_player_cyrene",
            "Title": "[기억 정령 스킬]•「기억」 {NICKNAME}",
            "Voice": "「개척」이 함께 「사랑」의 약속으로 향하길♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast03_cyrene_01",
            "Title": "[기억 정령 스킬]•대적•1",
            "Voice": "사랑으로, 증오를 씻어내리"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast03_cyrene_02",
            "Title": "[기억 정령 스킬]•대적•2",
            "Voice": "나로, 파멸을 다시 쓰리"
        },
        {
            "_id": "Ev_archive_vo_avatar_die01_cyrene_01",
            "Title": "전투 불능",
            "Voice": "미안……"
        },
        {
            "_id": "Ev_archive_vo_avatar_die02_cyrene_01",
            "Title": "[과거의 물결] 전투 불능",
            "Voice": "널… 기다릴게……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive01_cyrene",
            "Title": "전투 복귀",
            "Voice": "안녕, 나 안 보고 싶었나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive02_cyrene",
            "Title": "[과거의 물결] 전투 복귀",
            "Voice": "앗, 깜빡 잠들었네"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_cyrene",
            "Title": "HP 회복",
            "Voice": "고마워! 기운이 넘쳐"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_maze_cyrene_01",
            "Title": "미궁 일반 공격•1",
            "Voice": "으흥♪"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_maze_cyrene_02",
            "Title": "미궁 일반 공격•2",
            "Voice": "받아~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_cyrene",
            "Title": "비술",
            "Voice": "영원의 페이지를 펼쳐봐"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_cyrene",
            "Title": "전투 승리",
            "Voice": "모든 기억은, 물결이 되지"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_cyrene",
            "Title": "전리품 오픈•1",
            "Voice": "귀여운 성옥은 어디에 숨어 있을까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_cyrene_02",
            "Title": "전리품 오픈•2",
            "Voice": "짠——보물을 발견하면 나도 나눠줄래?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_cyrene",
            "Title": "진귀한 전리품 오픈",
            "Voice": "엄청 많아! 우리의 보물이라 생각하고 받아줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_cyrene",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "나 엄청 똑똑하지? 빨리 칭찬해 줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_cyrene_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "이 정도쯤이야, 너한텐 일도 아니지!"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_cyrene",
            "Title": "적 발견",
            "Voice": "걱정 마. 우리가 함께라면 뭐든 할 수 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_cyrene",
            "Title": "도시로 복귀",
            "Voice": "그냥 이렇게 계속되었으면 좋겠어"
        }
    ]
}

var _notes_ = {
    "1415": []
}

var _adiff_ = {
    "1415": {}
}

var _mtc_ = {
    "1415": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110433": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110433": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110433": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110433": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "기억 정령 스킬",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "기억 정령 특성",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "치명타 피해 +37.3%",
                "Mat": {
                    "2": 235500,
                    "115001": 2,
                    "110252": 7,
                    "115002": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "속도 +9",
                "Mat": {
                    "2": 209000,
                    "110251": 3,
                    "115001": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 149000,
                    "110252": 3,
                    "115002": 2,
                    "110253": 7,
                    "115003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "기억의 순수한 아이",
                "Mat": {
                    "2": 5000,
                    "110251": 3,
                    "110507": 1
                }
            },
            {
                "Name": "세월의 여행자",
                "Mat": {
                    "2": 20000,
                    "110252": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "삼상의 인과",
                "Mat": {
                    "2": 160000,
                    "110253": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}