// Auto Generated

var _avatarskill_ = {
    "1121201": {
        "v1": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v2": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v3": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v4": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v5": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "Live": {
            "Name": "빛나는 달빛",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Normal"
        }
    },
    "1121209": {
        "v1": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v2": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v3": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v4": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v5": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "Live": {
            "Name": "한천(寒川)에 비친 달",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. [삭망]을 <b>#2[f]</b>스택 소모한다. 해당 스킬 발동 시 전투 스킬 포인트가 소모되지 않는다",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_11212_BP02"
        }
    },
    "1121202": {
        "v1": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v2": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v3": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v4": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v5": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "Live": {
            "Name": "무결의 섬광",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_BP"
        }
    },
    "1121203": {
        "v1": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v2": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v3": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v4": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v5": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "Live": {
            "Name": "담화생멸, 범람하는 은하",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "확산",
            "Desc": "지정된 단일 적에게 경류 HP 최대치의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가하고, 인접한 목표에게 경류 HP 최대치의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다. 공격 종료 후 [삭망]을 <b>#2[f]</b>스택 획득한다",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_11212_Ultra"
        }
    },
    "1121204": {
        "v1": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 3스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v2": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 3스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v3": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 3스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v4": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 3스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v5": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고, 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 피해를 받거나 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 4스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다. 아군이 누적 <b>#8[f]</b>회 피해를 받거나 HP를 소모하면 경류가 [삭망]을 1스택 획득하며, 각 목표가 피격될 때마다 최대 1회 계산된다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "Live": {
            "Name": "담월전백",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "[삭망] <b>#5[f]</b>스택 보유 시 경류가 [전백(轉魄)] 상태에 진입하고, 추가로 [삭망]을 1스택 획득하며, 행동 게이지가 <b>#6[p]</b> 증가하고 치명타 확률이 @<b>#7[p]</b># 증가한다. 이후 전투 스킬 [무결의 섬광]이 [한천(寒川)에 비친 달]로 강화되며 해당 전투 스킬만 사용할 수 있다. [전백] 상태일 때 공격을 발동하면 동료의 HP를 각각 동료 HP 최대치의 <b>#2[p]</b>만큼 소모한다(각 동료의 HP는 최대 1까지 소모 가능). [전백] 상태에서 아군이 피해를 받거나 HP를 소모하면 경류는 [달빛]을 1스택 획득한다. [달빛] 스택마다 경류가 가하는 치명타 피해가 @<b>#3[p]</b># 증가하고, 최대 <b>#4[f]</b>스택 보유할 수 있다. [전백] 상태가 종료되기 전에는 다시 [전백] 상태에 진입할 수 없다. [삭망]은 최대 4스택 누적되며, [삭망] 스택이 0이 되면 [전백] 상태를 종료하고 모든 [달빛]을 해제한다. 아군이 누적 <b>#8[f]</b>회 피해를 받거나 HP를 소모하면 경류가 [삭망]을 1스택 획득하며, 각 목표가 피격될 때마다 최대 1회 계산된다",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Passive"
        }
    },
    "1121206": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Normal"
        }
    },
    "1121207": {
        "v1": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Name": "참나를 비추는 거울",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 자신의 주위에 <b>#3[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 빙결 상태에 빠진다. 특수 영역 내의 적과 전투에 진입하면 즉시 자신의 에너지가 <b>#6[f]</b>pt 회복되고 삭망을 <b>#1[f]</b>스택 획득하며, <b>#2[p]</b>의 <u>기본 확률</u>로 적이 빙결 상태에 빠진다, 지속 시간: <b>#4[f]</b>턴. 빙결 상태일 때 적은 행동할 수 없고, 턴이 시작될 때마다 경류 HP 최대치의 <b>#5[p]</b>만큼 얼음 속성 <u>추가 피해</u>를 받는다. 아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Maze",
            "EE": [
                10000005
            ]
        }
    }
}

var _avatarskilltree_ = {
    "2212": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[전백(轉魄)] 상태일 때 필살기가 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[전백(轉魄)] 상태일 때 필살기가 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[전백(轉魄)] 상태일 때 필살기가 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[전백(轉魄)] 상태일 때 필살기가 가하는 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가한다",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복하고, [한천에 비친 달] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[삭망] 획득 시 이미 최대치에 도달한 경우, 경류의 다음 공격이 목표의 방어력을 <b><color style='color:#f29e38'>25%</color></b> 무시한다",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "사경",
                "Desc": "[전백(轉魄)] 상태일 때 효과 저항이 <b><color style='color:#f29e38'>35%</color></b> 증가하고, 가하는 필살기 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_11212_SkillTree1"
            },
            "Tree2": {
                "Name": "검술의 일인자",
                "Desc": "[무결의 섬광] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>15</color></b>pt 회복하고, [한천에 비친 달] 발동 후 추가로 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다",
                "Icon": "SkillIcon_11212_SkillTree2"
            },
            "Tree3": {
                "Name": "서리 혼",
                "Desc": "[삭망] 획득 시 이미 최대치에 도달한 경우, 경류의 다음 공격이 목표의 방어력을 <b><color style='color:#f29e38'>25%</color></b> 무시한다",
                "Icon": "SkillIcon_11212_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "1121201": {
        "v1": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기를 발동하거나 전투 스킬 강화 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 최대 HP의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기를 발동하거나 전투 스킬 강화 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 최대 HP의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기를 발동하거나 전투 스킬 강화 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 최대 HP의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기 또는 강화된 전투 스킬 발동 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 HP 최대치의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기 또는 강화된 전투 스킬 발동 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 HP 최대치의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "천관을 범한 달",
            "Desc": "필살기 또는 강화된 전투 스킬 발동 시 경류의 치명타 피해가 <b><color style='color:#f29e38'>36%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 또한 추가로 주목표에게 경류 HP 최대치의 <b><color style='color:#f29e38'>80%</color></b>만큼 얼음 속성 피해를 1회 가한다",
            "Icon": "SkillIcon_11212_Rank1"
        }
    },
    "1121202": {
        "v1": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "칠성을 덮은 삭월의 밤",
            "Desc": "필살기 발동 후 다음 강화된 전투 스킬의 피해가 <b><color style='color:#f29e38'>80%</color></b> 증가한다",
            "Icon": "SkillIcon_11212_Rank2"
        }
    },
    "1121203": {
        "v1": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "차오르는 달",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_11212_Ultra"
        }
    },
    "1121204": {
        "v1": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 치명타 피해가 추가로 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 치명타 피해가 추가로 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 치명타 피해가 추가로 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 추가로 치명타 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 추가로 치명타 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "달의 검을 쥐고",
            "Desc": "[전백(轉魄)] 상태에서 [달빛] 스택마다 추가로 치명타 피해가 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_11212_Rank4"
        }
    },
    "1121205": {
        "v1": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1212_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "어둠에 잠긴 삼태성",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_11212_BP"
        }
    },
    "1121206": {
        "v1": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태에 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>1</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 저항 관통이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>1</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>1</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>1</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>2</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>30%</color></b> 증가한다",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "텅 빈 검은 달",
            "Desc": "경류가 [전백(轉魄)] 상태 진입 시 [삭망]의 최대 스택이 1스택 증가하고 [삭망]을 <b><color style='color:#f29e38'>2</color></b>스택 추가로 획득한다. [전백] 상태일 때 얼음 속성 <u>저항 관통</u>이 <b><color style='color:#f29e38'>30%</color></b> 증가한다",
            "Icon": "SkillIcon_11212_Rank6"
        }
    }
}

var _story_ = {
    "2212": []
}

var _voice_ = {
    "2212": []
}

var _notes_ = {
    "2212": []
}

var _adiff_ = {
    "2212": {}
}

var _mtc_ = {
    "2212": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110413": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110413": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110413": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110413": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "치명타 피해 +37.3%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "속도 +9",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "사경",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "검술의 일인자",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "서리 혼",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}