// Auto Generated

var _avatarskill_ = {
    "800704": {
        "v1": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v2": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v3": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v4": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v5": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "Live": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        }
    },
    "1800701": {
        "v1": {
            "Name": "나쁜 녀석! 성가셔!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "피해를 <b>#2[f]</b>회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v2": {
            "Name": "나쁜 녀석! 성가셔!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "피해를 <b>#2[f]</b>회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v3": {
            "Name": "나쁜 녀석! 성가셔!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "피해를 <b>#2[f]</b>회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v4": {
            "Name": "나쁜 녀석! 성가셔!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "피해를 <b>#2[f]</b>회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v5": {
            "Name": "나쁜 녀석! 성가셔!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "피해를 <b>#2[f]</b>회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v6": {
            "Name": "나쁜 녀석! 성가셔!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "피해를 <b>#2[f]</b>회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "Live": {
            "Name": "나쁜 녀석! 성가셔!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "범위 공격",
            "Desc": "피해를 <b>#2[f]</b>회 가하고, 1회마다 랜덤 단일 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다. 이후 모든 적에게 미미 공격력의 @<b>#3[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        }
    },
    "1800703": {
        "v1": {
            "Name": "파트너! 함께!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "모든 아군의 치명타 피해가 미미 치명타 피해의 @<b>#1[p]</b>#에 @<b>#2[p]</b>#를 더한 값만큼 증가한다.<br>충전이 <b>100%</b> 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 <b>100%</b> 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v2": {
            "Name": "파트너! 함께!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "모든 아군의 치명타 피해가 미미 치명타 피해의 @<b>#1[p]</b>#에 @<b>#2[p]</b>#를 더한 값만큼 증가한다.<br>충전이 <b>100%</b> 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 <b>100%</b> 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v3": {
            "Name": "파트너! 함께!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "모든 아군의 치명타 피해가 미미 치명타 피해의 @<b>#1[p]</b>#에 @<b>#2[p]</b>#를 더한 값만큼 증가한다.<br>충전이 <b>100%</b> 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 <b>100%</b> 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v4": {
            "Name": "파트너! 함께!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "모든 아군의 치명타 피해가 미미 치명타 피해의 @<b>#1[p]</b>#에 @<b>#2[p]</b>#를 더한 값만큼 증가한다.<br>충전이 <b>100%</b> 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 <b>100%</b> 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v5": {
            "Name": "파트너! 함께!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "모든 아군의 치명타 피해가 미미 치명타 피해의 @<b>#1[p]</b>#에 @<b>#2[p]</b>#를 더한 값만큼 증가한다.<br>충전이 <b>100%</b> 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 <b>100%</b> 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v6": {
            "Name": "파트너! 함께!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "모든 아군의 치명타 피해가 미미 치명타 피해의 @<b>#1[p]</b>#에 @<b>#2[p]</b>#를 더한 값만큼 증가한다.<br>충전이 <b>100%</b> 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 <b>100%</b> 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "Live": {
            "Name": "파트너! 함께!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "서포트",
            "Desc": "모든 아군의 치명타 피해가 미미 치명타 피해의 @<b>#1[p]</b>#에 @<b>#2[p]</b>#를 더한 값만큼 증가한다.<br>충전이 <b>100%</b> 미만일 시 미미가 행동하면 자동으로 [나쁜 녀석! 성가셔!]를 발동한다. 충전 <b>100%</b> 도달 시 미미가 즉시 행동하고, 다음번 행동 시 단일 아군을 선택해 [내가! 도와줄게!]를 발동할 수 있다",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        }
    },
    "1800705": {
        "v1": {
            "Name": "미미, 파이팅!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 소환될 시 즉시 충전을 <b>#1[p]</b> 획득한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v2": {
            "Name": "미미, 파이팅!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 소환될 시 즉시 충전을 <b>#1[p]</b> 획득한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v3": {
            "Name": "미미, 파이팅!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 소환될 시 즉시 충전을 <b>#1[p]</b> 획득한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v4": {
            "Name": "미미, 파이팅!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 소환될 시 즉시 충전을 <b>#1[p]</b> 획득한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v5": {
            "Name": "미미, 파이팅!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 소환될 시 즉시 충전을 <b>#1[p]</b> 획득한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v6": {
            "Name": "미미, 파이팅!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 소환될 시 즉시 충전을 <b>#1[p]</b> 획득한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "Live": {
            "Name": "미미, 파이팅!",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 소환될 시 즉시 충전을 <b>#1[p]</b> 획득한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        }
    },
    "1800706": {
        "v1": {
            "Name": "아쉬움… 남기지 마",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 사라질 시 개척자의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v2": {
            "Name": "아쉬움… 남기지 마",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 사라질 시 개척자의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v3": {
            "Name": "아쉬움… 남기지 마",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 사라질 시 개척자의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v4": {
            "Name": "아쉬움… 남기지 마",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 사라질 시 개척자의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v5": {
            "Name": "아쉬움… 남기지 마",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 사라질 시 개척자의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v6": {
            "Name": "아쉬움… 남기지 마",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 사라질 시 개척자의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "Live": {
            "Name": "아쉬움… 남기지 마",
            "MaxLevel": 10,
            "Type": "기억 정령 특성",
            "Tag": "강화",
            "Desc": "미미가 사라질 시 개척자의 <u>행동 게이지가 <b>#1[p]</b> 증가</u>한다",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        }
    },
    "1800707": {
        "v1": {
            "Name": "내가! 도와줄게!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군의 <u>행동 게이지를 <b>#3[p]</b> 증가</u>시키고 [미미의 응원]을 부여한다, 지속 시간: <b>#2[f]</b>턴<br>[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 가한다.<br>자신에게 해당 스킬 발동 시 <u>행동 게이지 증가</u> 효과를 발동할 수 없다",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v2": {
            "Name": "내가! 도와줄게!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군의 <u>행동 게이지를 <b>#3[p]</b> 증가</u>시키고 [미미의 응원]을 부여한다, 지속 시간: <b>#2[f]</b>턴<br>[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 가한다.<br>자신에게 해당 스킬 발동 시 <u>행동 게이지 증가</u> 효과를 발동할 수 없다",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v3": {
            "Name": "내가! 도와줄게!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군의 <u>행동 게이지를 <b>#3[p]</b> 증가</u>시키고 [미미의 응원]을 부여한다, 지속 시간: <b>#2[f]</b>턴<br>[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 가한다.<br>자신에게 해당 스킬 발동 시 <u>행동 게이지 증가</u> 효과를 발동할 수 없다",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v4": {
            "Name": "내가! 도와줄게!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군의 <u>행동 게이지를 <b>#3[p]</b> 증가</u>시키고 [미미의 응원]을 부여한다, 지속 시간: <b>#2[f]</b>턴<br>[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 가한다.<br>자신에게 해당 스킬 발동 시 <u>행동 게이지 증가</u> 효과를 발동할 수 없다",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v5": {
            "Name": "내가! 도와줄게!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군의 <u>행동 게이지를 <b>#3[p]</b> 증가</u>시키고 [미미의 응원]을 부여한다, 지속 시간: <b>#2[f]</b>턴<br>[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 가한다.<br>자신에게 해당 스킬 발동 시 <u>행동 게이지 증가</u> 효과를 발동할 수 없다",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v6": {
            "Name": "내가! 도와줄게!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군의 <u>행동 게이지를 <b>#3[p]</b> 증가</u>시키고 [미미의 응원]을 부여한다, 지속 시간: <b>#2[f]</b>턴<br>[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 가한다.<br>자신에게 해당 스킬 발동 시 <u>행동 게이지 증가</u> 효과를 발동할 수 없다",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02",
            "EE": [
                10000017
            ]
        },
        "Live": {
            "Name": "내가! 도와줄게!",
            "MaxLevel": 10,
            "Type": "기억 정령 스킬",
            "Tag": "서포트",
            "Desc": "지정된 단일 아군의 <u>행동 게이지를 <b>#3[p]</b> 증가</u>시키고 [미미의 응원]을 부여한다, 지속 시간: <b>#2[f]</b>턴<br>[미미의 응원]을 보유한 목표가 피해를 1회 가할 때마다 추가로 기존 피해의 @<b>#1[p]</b>#만큼 <u>확정 피해</u>를 1회 가한다.<br>자신에게 해당 스킬 발동 시 <u>행동 게이지 증가</u> 효과를 발동할 수 없다",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        }
    },
    "800801": {
        "v1": {
            "Name": "나한테 맡겨!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 개척자 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v2": {
            "Name": "나한테 맡겨!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 개척자 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v3": {
            "Name": "나한테 맡겨!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 개척자 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v4": {
            "Name": "나한테 맡겨!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 개척자 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v5": {
            "Name": "나한테 맡겨!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 개척자 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "Live": {
            "Name": "나한테 맡겨!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 개척자 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        }
    },
    "800802": {
        "v1": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "소환",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 필드에 있을 시 미미의 HP를 미미 HP 최대치의 @<b>#1[p]</b>#만큼 회복하고, 미미가 충전을 <b>#2[p]</b> 획득한다",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v2": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "소환",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 필드에 있을 시 미미의 HP를 미미 HP 최대치의 @<b>#1[p]</b>#만큼 회복하고, 미미가 충전을 <b>#2[p]</b> 획득한다",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v3": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "소환",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 필드에 있을 시 미미의 HP를 미미 HP 최대치의 @<b>#1[p]</b>#만큼 회복하고, 미미가 충전을 <b>#2[p]</b> 획득한다",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v4": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "소환",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 필드에 있을 시 미미의 HP를 미미 HP 최대치의 @<b>#1[p]</b>#만큼 회복하고, 미미가 충전을 <b>#2[p]</b> 획득한다",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v5": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "소환",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 필드에 있을 시 미미의 HP를 미미 HP 최대치의 @<b>#1[p]</b>#만큼 회복하고, 미미가 충전을 <b>#2[p]</b> 획득한다",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "Live": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "소환",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 필드에 있을 시 미미의 HP를 미미 HP 최대치의 @<b>#1[p]</b>#만큼 회복하고, 미미가 충전을 <b>#2[p]</b> 획득한다",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        }
    },
    "800803": {
        "v1": {
            "Name": "가자, 미미!",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 충전을 <b>#2[p]</b> 획득하고 모든 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v2": {
            "Name": "가자, 미미!",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 충전을 <b>#2[p]</b> 획득하고 모든 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v3": {
            "Name": "가자, 미미!",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 충전을 <b>#2[p]</b> 획득하고 모든 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v4": {
            "Name": "가자, 미미!",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 충전을 <b>#2[p]</b> 획득하고 모든 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v5": {
            "Name": "가자, 미미!",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 충전을 <b>#2[p]</b> 획득하고 모든 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "Live": {
            "Name": "가자, 미미!",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "<u>기억 정령 미미를 소환</u>한다. 미미가 충전을 <b>#2[p]</b> 획득하고 모든 적에게 미미 공격력의 @<b>#1[p]</b>#만큼 얼음 속성 피해를 가한다",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        }
    },
    "800804": {
        "v1": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v2": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v3": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v4": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v5": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "Live": {
            "Name": "만능 파트너",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "강화",
            "Desc": "기억 정령 미미의 기본 속도는 <b>#1[f]</b>pt이며, 기본 HP 최대치는 개척자 HP 최대치의 @<b>#2[p]</b>#+@<b>#4[f]</b>#이다. 모든 아군이 에너지를 <b>#3[f]</b>pt 누적 회복할 때마다 미미가 충전을 1% 획득한다",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        }
    },
    "800806": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v5": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        }
    },
    "800807": {
        "v1": {
            "Name": "되살아난 기억",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 시간 정지 상태에 빠진다. 시간 정지 상태의 적은 움직일 수 없다.<br>시간 정지 상태의 적과 전투에 진입하면 모든 적의 <u>행동 게이지가 <b>#2[p]</b> 감소</u>하고, 모든 적에게 개척자 공격력의 <b>#3[p]</b>만큼 얼음 속성 피해를 가한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v2": {
            "Name": "되살아난 기억",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 시간 정지 상태에 빠진다. 시간 정지 상태의 적은 움직일 수 없다.<br>시간 정지 상태의 적과 전투에 진입하면 모든 적의 <u>행동 게이지가 <b>#2[p]</b> 감소</u>하고, 모든 적에게 개척자 공격력의 <b>#3[p]</b>만큼 얼음 속성 피해를 가한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v3": {
            "Name": "되살아난 기억",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 시간 정지 상태에 빠진다. 시간 정지 상태의 적은 움직일 수 없다.<br>시간 정지 상태의 적과 전투에 진입하면 모든 적의 <u>행동 게이지가 <b>#2[p]</b> 감소</u>하고, 모든 적에게 개척자 공격력의 <b>#3[p]</b>만큼 얼음 속성 피해를 가한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v4": {
            "Name": "되살아난 기억",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 시간 정지 상태에 빠진다. 시간 정지 상태의 적은 움직일 수 없다.<br>시간 정지 상태의 적과 전투에 진입하면 모든 적의 <u>행동 게이지가 <b>#2[p]</b> 감소</u>하고, 모든 적에게 개척자 공격력의 <b>#3[p]</b>만큼 얼음 속성 피해를 가한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v5": {
            "Name": "되살아난 기억",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 시간 정지 상태에 빠진다. 시간 정지 상태의 적은 움직일 수 없다.<br>시간 정지 상태의 적과 전투에 진입하면 모든 적의 <u>행동 게이지가 <b>#2[p]</b> 감소</u>하고, 모든 적에게 개척자 공격력의 <b>#3[p]</b>만큼 얼음 속성 피해를 가한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "Live": {
            "Name": "되살아난 기억",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 만든다. 특수 영역 내에 있는 적은 시간 정지 상태에 빠진다. 시간 정지 상태의 적은 움직일 수 없다.<br>시간 정지 상태의 적과 전투에 진입하면 모든 적의 <u>행동 게이지가 <b>#2[p]</b> 감소</u>하고, 모든 적에게 개척자 공격력의 <b>#3[p]</b>만큼 얼음 속성 피해를 가한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        }
    },
    "800808": {
        "v1": {
            "Name": "내일을, 함께 써내려 가자!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[서사시]를 1스택 소모하고, 미미가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 개척자와 미미가 <u>연계 공격</u>을 발동하고, 모든 적에게 각각 개척자 공격력의 @<b>#1[p]</b>#와 미미 공격력의 @<b>#2[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 미미가 충전을 <b>#3[p]</b> 획득한다",
            "Params": [
                [
                    1.0,
                    1.0,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.4,
                    1.4,
                    0.1
                ],
                [
                    1.6,
                    1.6,
                    0.1
                ],
                [
                    1.8,
                    1.8,
                    0.1
                ],
                [
                    2.0,
                    2.0,
                    0.1
                ],
                [
                    2.2,
                    2.2,
                    0.1
                ],
                [
                    2.4,
                    2.4,
                    0.1
                ],
                [
                    2.6,
                    2.6,
                    0.1
                ],
                [
                    2.8,
                    2.8,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v2": {
            "Name": "내일을, 함께 써내려 가자!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[서사시]를 1스택 소모하고, 미미가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 개척자와 미미가 <u>연계 공격</u>을 발동하고, 모든 적에게 각각 개척자 공격력의 @<b>#1[p]</b>#와 미미 공격력의 @<b>#2[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 미미가 충전을 <b>#3[p]</b> 획득한다",
            "Params": [
                [
                    1.0,
                    1.0,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.4,
                    1.4,
                    0.1
                ],
                [
                    1.6,
                    1.6,
                    0.1
                ],
                [
                    1.8,
                    1.8,
                    0.1
                ],
                [
                    2.0,
                    2.0,
                    0.1
                ],
                [
                    2.2,
                    2.2,
                    0.1
                ],
                [
                    2.4,
                    2.4,
                    0.1
                ],
                [
                    2.6,
                    2.6,
                    0.1
                ],
                [
                    2.8,
                    2.8,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v3": {
            "Name": "내일을, 함께 써내려 가자!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[서사시]를 1스택 소모하고, 미미가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 개척자와 미미가 <u>연계 공격</u>을 발동하고, 모든 적에게 각각 개척자 공격력의 @<b>#1[p]</b>#와 미미 공격력의 @<b>#2[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 미미가 충전을 <b>#3[p]</b> 획득한다",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v4": {
            "Name": "내일을, 함께 써내려 가자!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[서사시]를 1스택 소모하고, 미미가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 개척자와 미미가 <u>연계 공격</u>을 발동하고, 모든 적에게 각각 개척자 공격력의 @<b>#1[p]</b>#와 미미 공격력의 @<b>#2[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 미미가 충전을 <b>#3[p]</b> 획득한다",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v5": {
            "Name": "내일을, 함께 써내려 가자!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[서사시]를 1스택 소모하고, 미미가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 개척자와 미미가 <u>연계 공격</u>을 발동하고, 모든 적에게 각각 개척자 공격력의 @<b>#1[p]</b>#와 미미 공격력의 @<b>#2[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 미미가 충전을 <b>#3[p]</b> 획득한다",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "Live": {
            "Name": "내일을, 함께 써내려 가자!",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "범위 공격",
            "Desc": "[서사시]를 1스택 소모하고, 미미가 빠진 모든 <u>제어류 디버프 상태</u>를 해제한다. 개척자와 미미가 <u>연계 공격</u>을 발동하고, 모든 적에게 각각 개척자 공격력의 @<b>#1[p]</b>#와 미미 공격력의 @<b>#2[p]</b>#만큼 얼음 속성 피해를 가하며, 이후 미미가 충전을 <b>#3[p]</b> 획득한다",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        }
    },
    "800809": {
        "v1": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v2": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v3": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v4": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v5": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "Live": {
            "Name": "너로 정했다!",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "회복",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        }
    }
}

var _avatarskilltree_ = {
    "8008": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "추념의 지팡이",
                "Desc": "전투 시작 시 개척자의 <u>행동 게이지가 <b><color style='color:#f29e38'>30%</color></b> 증가</u>한다. 미미를 처음 소환할 시 미미는 충전을 <b><color style='color:#f29e38'>40%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "자그마한 서사시",
                "Desc": "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 <b><color style='color:#f29e38'>5%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "자석과 사슬",
                "Desc": "[미미의 응원]을 보유한 아군의 에너지 최대치가 <b><color style='color:#f29e38'>100</color></b>pt보다 높을 경우, <b><color style='color:#f29e38'>10</color></b>pt를 초과할 때마다 [미미의 응원]으로 가하는 <u>확정 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "미완의 에필로그",
                "Desc": "필살기 발동 후 [서사시]를 1스택 획득하며, 최대 <b><color style='color:#f29e38'>2</color></b>스택 보유할 수 있다. [서사시]를 보유한 상태에서 미미가 필드에 있을 시 일반 공격이 [내일을, 함께 써내려 가자!]로 강화된다",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "추념의 지팡이",
                "Desc": "전투 시작 시 개척자의 <u>행동 게이지가 <b><color style='color:#f29e38'>30%</color></b> 증가</u>한다. 미미를 처음 소환할 시 미미는 충전을 <b><color style='color:#f29e38'>40%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "자그마한 서사시",
                "Desc": "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 <b><color style='color:#f29e38'>5%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "자석과 사슬",
                "Desc": "[미미의 응원]을 보유한 아군의 에너지 최대치가 <b><color style='color:#f29e38'>100</color></b>pt보다 높을 경우, <b><color style='color:#f29e38'>10</color></b>pt를 초과할 때마다 [미미의 응원]으로 가하는 <u>확정 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "미완의 에필로그",
                "Desc": "필살기 발동 후 [서사시]를 1스택 획득하며, 최대 <b><color style='color:#f29e38'>2</color></b>스택 보유할 수 있다. [서사시]를 보유한 상태에서 미미가 필드에 있을 시 일반 공격이 [내일을, 함께 써내려 가자!]로 강화된다",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "추념의 지팡이",
                "Desc": "전투 시작 시 개척자의 <u>행동 게이지가 <b><color style='color:#f29e38'>30%</color></b> 증가</u>한다. 미미를 처음 소환할 시 미미는 충전을 <b><color style='color:#f29e38'>40%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "자그마한 서사시",
                "Desc": "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 <b><color style='color:#f29e38'>5%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "자석과 사슬",
                "Desc": "[미미의 응원]을 보유한 아군의 에너지 최대치가 <b><color style='color:#f29e38'>100</color></b>pt보다 높을 경우, <b><color style='color:#f29e38'>10</color></b>pt를 초과할 때마다 [미미의 응원]으로 가하는 <u>확정 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "미완의 에필로그",
                "Desc": "필살기 발동 후 [서사시]를 1스택 획득하며, 최대 <b><color style='color:#f29e38'>2</color></b>스택 보유할 수 있다. [서사시]를 보유한 상태에서 미미가 필드에 있을 시 일반 공격이 [내일을, 함께 써내려 가자!]로 강화된다",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "추념의 지팡이",
                "Desc": "전투 시작 시 개척자의 <u>행동 게이지가 <b><color style='color:#f29e38'>30%</color></b> 증가</u>한다. 미미를 처음 소환할 시 미미는 충전을 <b><color style='color:#f29e38'>40%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "자그마한 서사시",
                "Desc": "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 <b><color style='color:#f29e38'>5%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "자석과 사슬",
                "Desc": "[미미의 응원]을 보유한 아군의 에너지 최대치가 <b><color style='color:#f29e38'>100</color></b>pt보다 높을 경우, <b><color style='color:#f29e38'>10</color></b>pt를 초과할 때마다 [미미의 응원]으로 가하는 <u>확정 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "미완의 에필로그",
                "Desc": "필살기 발동 후 [서사시]를 1스택 획득하며, 최대 <b><color style='color:#f29e38'>2</color></b>스택 보유할 수 있다. [서사시]를 보유한 상태에서 미미가 필드에 있을 시 일반 공격이 [내일을, 함께 써내려 가자!]로 강화된다",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "추념의 지팡이",
                "Desc": "전투 시작 시 개척자의 <u>행동 게이지가 <b><color style='color:#f29e38'>30%</color></b> 증가</u>한다. 미미를 처음 소환할 시 미미는 충전을 <b><color style='color:#f29e38'>40%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "자그마한 서사시",
                "Desc": "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 <b><color style='color:#f29e38'>5%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "자석과 사슬",
                "Desc": "[미미의 응원]을 보유한 아군의 에너지 최대치가 <b><color style='color:#f29e38'>100</color></b>pt보다 높을 경우, <b><color style='color:#f29e38'>10</color></b>pt를 초과할 때마다 [미미의 응원]으로 가하는 <u>확정 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "미완의 에필로그",
                "Desc": "필살기 발동 후 [서사시]를 1스택 획득하며, 최대 <b><color style='color:#f29e38'>2</color></b>스택 보유할 수 있다. [서사시]를 보유한 상태에서 미미가 필드에 있을 시 일반 공격이 [내일을, 함께 써내려 가자!]로 강화된다",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v6": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "추념의 지팡이",
                "Desc": "전투 시작 시 개척자의 <u>행동 게이지가 <b><color style='color:#f29e38'>30%</color></b> 증가</u>한다. 미미를 처음 소환할 시 미미는 충전을 <b><color style='color:#f29e38'>40%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "자그마한 서사시",
                "Desc": "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 <b><color style='color:#f29e38'>5%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "자석과 사슬",
                "Desc": "[미미의 응원] 효과를 보유한 아군의 에너지 최대치가 <b><color style='color:#f29e38'>100</color></b>pt보다 높을 경우, <b><color style='color:#f29e38'>10</color></b>pt를 초과할 때마다 [미미의 응원]으로 가하는 <u>확정 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_8007_SkillTree3",
                "EE": [
                    10000017
                ]
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "추념의 지팡이",
                "Desc": "전투 시작 시 개척자의 <u>행동 게이지가 <b><color style='color:#f29e38'>30%</color></b> 증가</u>한다. 미미를 처음 소환할 시 미미는 충전을 <b><color style='color:#f29e38'>40%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "자그마한 서사시",
                "Desc": "미미가 [나쁜 녀석! 성가셔!] 발동 시 즉시 충전을 <b><color style='color:#f29e38'>5%</color></b> 획득한다",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "자석과 사슬",
                "Desc": "[미미의 응원]을 보유한 아군의 에너지 최대치가 <b><color style='color:#f29e38'>100</color></b>pt보다 높을 경우, <b><color style='color:#f29e38'>10</color></b>pt를 초과할 때마다 [미미의 응원]으로 가하는 <u>확정 피해</u> 배율이 추가로 <b><color style='color:#f29e38'>2%</color></b> 증가하고, 최대 <b><color style='color:#f29e38'>20%</color></b> 증가한다",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "미완의 에필로그",
                "Desc": "필살기 발동 후 [서사시]를 1스택 획득하며, 최대 <b><color style='color:#f29e38'>2</color></b>스택 보유할 수 있다. [서사시]를 보유한 상태에서 미미가 필드에 있을 시 일반 공격이 [내일을, 함께 써내려 가자!]로 강화된다",
                "Icon": "SkillIcon_8007_Normal02"
            }
        }
    }
}

var _avatarrank_ = {
    "800801": {
        "v1": {
            "Rank": 1,
            "Name": "현재의 서술자",
            "Desc": "[미미의 응원]을 보유한 아군의 치명타 확률이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "현재의 서술자",
            "Desc": "[미미의 응원]을 보유한 아군의 치명타 확률이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "현재의 서술자",
            "Desc": "[미미의 응원]을 보유한 아군의 치명타 확률이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "현재의 서술자",
            "Desc": "[미미의 응원]을 보유한 아군의 치명타 확률이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "현재의 서술자",
            "Desc": "[미미의 응원]을 보유한 아군의 치명타 확률이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "현재의 서술자",
            "Desc": "[미미의 응원]을 보유한 아군의 치명타 확률이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "현재의 서술자",
            "Desc": "[미미의 응원]을 보유한 아군의 치명타 확률이 <b><color style='color:#f29e38'>10%</color></b> 증가한다. 아군이 [미미의 응원] 보유 시 해당 목표의 기억 정령/기억 마스터에게도 [미미의 응원] 효과가 적용되며, 해당 효과는 중첩되지 않는다",
            "Icon": "SkillIcon_8007_Rank1"
        }
    },
    "800802": {
        "v1": {
            "Rank": 2,
            "Name": "과거의 습득자",
            "Desc": "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1</color></b>회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "과거의 습득자",
            "Desc": "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1</color></b>회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "과거의 습득자",
            "Desc": "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1</color></b>회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "과거의 습득자",
            "Desc": "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1</color></b>회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "과거의 습득자",
            "Desc": "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1</color></b>회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "과거의 습득자",
            "Desc": "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1</color></b>회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "과거의 습득자",
            "Desc": "미미를 제외한 아군 기억 정령이 행동 시 개척자가 에너지를 <b><color style='color:#f29e38'>8</color></b>pt 회복한다. 해당 효과는 턴마다 최대 <b><color style='color:#f29e38'>1</color></b>회 발동하며, 개척자의 턴 시작 시 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_8007_Rank2"
        }
    },
    "800803": {
        "v1": {
            "Rank": 3,
            "Name": "미래의 영창자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "미래의 영창자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "미래의 영창자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "미래의 영창자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "미래의 영창자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_BP"
        },
        "v6": {
            "Rank": 3,
            "Name": "미래의 영창자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "미래의 영창자",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 기억 정령 특성 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_BP"
        }
    },
    "800804": {
        "v1": {
            "Rank": 4,
            "Name": "뮤즈의 새 댄스 파트너",
            "Desc": "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 <b><color style='color:#f29e38'>3%</color></b> 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "뮤즈의 새 댄스 파트너",
            "Desc": "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 <b><color style='color:#f29e38'>3%</color></b> 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "뮤즈의 새 댄스 파트너",
            "Desc": "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 <b><color style='color:#f29e38'>3%</color></b> 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "뮤즈의 새 댄스 파트너",
            "Desc": "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 <b><color style='color:#f29e38'>3%</color></b> 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "뮤즈의 새 댄스 파트너",
            "Desc": "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 <b><color style='color:#f29e38'>3%</color></b> 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "뮤즈의 새 댄스 파트너",
            "Desc": "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 <b><color style='color:#f29e38'>3%</color></b> 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "뮤즈의 새 댄스 파트너",
            "Desc": "에너지 최대치가 0인 아군이 직접 스킬을 발동하면 미미도 충전을 <b><color style='color:#f29e38'>3%</color></b> 획득하고, 해당 목표가 [미미의 응원]을 통해 가하는 확정 피해 배율이 추가로 <b><color style='color:#f29e38'>6%</color></b> 증가한다",
            "Icon": "SkillIcon_8007_Rank4"
        }
    },
    "800805": {
        "v1": {
            "Rank": 5,
            "Name": "시편의 재봉사",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "시편의 재봉사",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "시편의 재봉사",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "시편의 재봉사",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "시편의 재봉사",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v6": {
            "Rank": 5,
            "Name": "시편의 재봉사",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "시편의 재봉사",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>. 기억 정령 스킬 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_8007_Ultra"
        }
    },
    "800806": {
        "v1": {
            "Rank": 6,
            "Name": "계시의 전달자",
            "Desc": "필살기의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b>로 고정된다",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "계시의 전달자",
            "Desc": "필살기의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b>로 고정된다",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "계시의 전달자",
            "Desc": "필살기의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b>로 고정된다",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "계시의 전달자",
            "Desc": "필살기의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b>로 고정된다",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "계시의 전달자",
            "Desc": "필살기의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b>로 고정된다",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "계시의 전달자",
            "Desc": "필살기의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b>로 고정된다",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "계시의 전달자",
            "Desc": "필살기의 치명타 확률이 <b><color style='color:#f29e38'>100%</color></b>로 고정된다",
            "Icon": "SkillIcon_8007_Rank6"
        }
    }
}

var _story_ = {
    "8008": [
        {
            "_id": 11,
            "Story": "스텔라론이 가져온 위기를 해결하기 위해, {F#소녀}{M#소년} {NICKNAME}은(는) 은하열차와의 동행을 선택한다"
        },
        {
            "_id": 12,
            "Story": "기억나는 게 많지 않다.<br>당신은 이곳에서도 온 것도, 다른 곳에서 온 것도 아니다. 당신은 아무데도 가고 싶지 않다——<br>그때 흐릿한 목소리가 귓가에 들려온다. 그 가련하면서도 사랑스러운 설득, 긴가민가한 재촉……<br>씨가 뿌리내린다. 눈을 떠보니 목소리의 주인은 이미 사리지고 없다<br><br>하지만 목소리는 점점 뚜렷해진다.<br>느긋한 보살핌, 차분한 충고, 의연한 끈기, 친절한 안내……<br>당신은 비단실이 내일을 엮는 것을 본다<br><br>거대한 야수가 한없이 추락한다.<br>금빛 눈동자가 어둠속에서 반짝이고, 당신도 더이상 과거에 버려지지 않는다.<br>당신도 기나긴 여정을 개척할 것이고, 당신이 지나온 가시덤불은 길이 되었다<br><br>열차의 출발 경적은 당신이 다가올 미래로 향하길 원한다<br>——당신 자신의 의지로"
        },
        {
            "_id": 13,
            "Story": "당신은 「보존의 도시」에 당도한다.<br>눈보라 뒤 바람은 칼날 같지만 불씨는 살아있다.<br>먼 곳에서는 듣지 않을 것이다. 대지는 똑같이 흔들리고, 울부짖는 사람들만 바람을 맞으며 올라간다<br><br>외적과 한파, 균혈 후 보루가 썩어 문드러지기 시작한다.<br>당신은 도움의 손길을 내밀지만 버려진다.<br>예전에 당신을 무시하고 오해하는 사람들이 있었지만, 당신은 그들 곁에서 길을 찾아주었다.<br>더 많은 사람이 당신을 염려하고 걱정한다. 그들은 고통에 직면해 고뇌하는 사람을 위해 치료법을 찾는다.<br>결국 그들은 당신 곁으로 온다<br><br>한파 속에서 당신은 화염 덩어리처럼 이 세계의 영혼을 보존한다<br>——밤낮으로 자신을 불태울지라도"
        },
        {
            "_id": 14,
            "Story": "조화의 음악은 당신을 좋은꿈으로 이끌고, 시럽과 소다수는 당신의 목구멍을 가득 채웠다.<br>성대한 축제, 떠들썩한 사람들, 만나본 적 없는 사람들이 가면을 쓰고 꿈속에 모였다.<br>당신은 이 기이한 풍경을 감상하고 아침 햇살이 살며시 비칠 때 헤어졌다——<br>지금, 어두운 자정은 이제 막 시작되었다<br><br>시곗바늘은 째깍 움직이고, 죽음은 그림자처럼 따라다닌다.<br>당신은 패가 되어 테이블에 놓였지만 비밀을 밝힐 권리를 얻었다.<br>당신은 죽은 자의 꿈을 가지고 그들이 가지 못한 길을 이어가며, 그들이 이기지 못한 상대를 마주한다——<br><br>거짓된 신은 사람들의 갈망을 모아 떠올랐고, 수천수만 명의 노래가 당신의 존재를 집어삼켰다.<br>다른 길을 가던 사람들은 서로의 두 손을 잡았다.<br>당신들의 선율은 서로 뒤엉키며 희미해졌지만 긴 밤의 등불처럼 꺼지지 않았다.<br>사람들은 하나씩 꿈에서 깨어났고, 희미한 노랫소리는 결국 귀를 울리는 외침이 되어 꿈의 장막을 부쉈다<br><br>영원한 좋은꿈은 순식간에 사라졌고, 당신은 드디어 사람들이 왜 깊은 잠에 빠지는지 알게 되었다.<br>——바로 꿈에서 깨어날 내일을 위해서다"
        },
        {
            "_id": 15,
            "Story": "보라. 영원의 땅에서 펼쳐지는 이름 없는 서사시를——<br>들어라. 바람 속 노래가 재창기의 애가를 전하고, 황금 피가 잠든 꽃밭을 적시며, 불씨가 상처 입은 대지를 지탱한다.<br>마치 씨앗이 죽어가듯이, 시는 아무도 찾지 않는다.<br><br>거짓된 결말이 이야기의 속표지를 족쇄로 채웠으니.<br>가물거리는 차가운 빛이 새벽을 기다리는 눈을 찌른다.<br>세월은 흐르지 않았고, 태양은 파멸로 향하고 있다——이것이 이야기의 클라이맥스일까, 아니면 결말일까?<br>아니, 아직… 마지막 한 획이 남아있다.<br><br>그리하여 당신은 페이지마다 「개척」이란 글자를 남겼다. 한쪽이 추락하면, 다른 쪽은 상승한다.<br>당신들은 기억의 진흙탕을 달리며, 수많은 불씨로 차가운 수열을 태우고, 부서진 새싹을 받아낸다.<br>새로 태어난 빈 페이지가 나타나면 당신이 한 획을 긋고, 그것 또한 과거를 향해… 물결을 일으킨다.<br><br>가물거리는 빛은 기억이 채워지지 않은 밤하늘에서 반짝이고, 아직 오지 않은 유성에 영원한 기대를 건다.<br>열세 번의 심장 박동이 불을 쫓는 여정에서 울려 퍼진다. 그곳은 그들이 깊이 사랑하는 땅이기에.<br>이야기의 속표지가 다시 한번 펼쳐지고, 그곳엔 생명에 관한 예언이 적혀 있다.<br><br>들어라! 바람 속 노래가 이렇게 전해지고, 기억의 씨앗이 뭇별 사이에서 자라나니, 이는<br>——은하가 「앰포리어스」의 이름을 알기 때문이다"
        }
    ]
}

var _voice_ = {
    "8008": [
        {
            "_id": "archive_player_1_f",
            "Title": "회상•자신에 대해",
            "Voice": "선택의 기회가 주어지면 후회할 짓은 하지 말렴……"
        },
        {
            "_id": "archive_player_2_f",
            "Title": "회상•열차",
            "Voice": "열차에 오르지 않았으면, 난 어떤 삶을 살았을까…. 아니, 만약은 없어"
        },
        {
            "_id": "archive_player_3_f",
            "Title": "회상•폼폼",
            "Voice": "말로는 안 기쁘다고 하지만 몸에서 드러나는걸. 폼폼에게 자주 찾아가자!"
        },
        {
            "_id": "archive_player_4_f",
            "Title": "회상•우주정거장 「헤르타」",
            "Voice": "내 무기도 우주정거장의 기물 중 하나야. 유래는 모르지만——헤르타 씨의 눈에 든 물건이니 중요한 구석이 있겠지"
        },
        {
            "_id": "archive_player_5_f",
            "Title": "회상•「파멸」",
            "Voice": "「파멸」의 의지는 대체 어디서 왔을까. 정말로 체내의 스텔라론 때문인 걸까……"
        },
        {
            "_id": "archive_player_6_f",
            "Title": "회상•벨로보그",
            "Voice": "벨로보그 사람도 나처럼 이 행성의 원래 하늘을 처음 본 거야"
        },
        {
            "_id": "archive_player_7_f",
            "Title": "회상•「보존」",
            "Voice": "「보존」의 씨앗은 처음부터 벨로보그에 있었어. 난 이 도시의 생존 의지를 다시 불러일으켰을 뿐이지…. 아무리 미약해도 아직 꺼질 때는 아니야"
        },
        {
            "_id": "archive_player_8_f",
            "Title": "기억•페나코니",
            "Voice": "페나코니에서 미하일 씨는 일찍이 「시계공」의 가장 귀한 유산을 해석하는 데 자신의 일생을 바치셨어…. 사람들은 깨어난 후에야 밤에 꾼 꿈을 현실의 아침으로 가져올 수 있지"
        },
        {
            "_id": "archive_player_9_f",
            "Title": "기억•「화합」",
            "Voice": "많은 사람들 사이에서 분쟁과 갈등도 있었지만, 우연한 운명이 교차할 때 난 그것들을 잠시 내려놓고 모두가 함께하는 미래를 바라보고 싶어"
        },
        {
            "_id": "archive_player_10_f",
            "Title": "기억•앰포리어스",
            "Voice": "영웅의 서사시는 이미 완성되었어——아키비리조차 가보지 못한 이 세계에서 우린 「무명객」의 신분으로 앰포리어스 사람들과 동행하며, 사람들이 써내려간 생생한 페이지들을 봤지"
        },
        {
            "_id": "archive_player_11_f",
            "Title": "기억•「기억」",
            "Voice": "내가 잊었다고 생각한 건, 사실 한 번도 내게서 멀어진 적이 없었어. 그건 시의 첫 구절이고 각 정거장마다의 개척 여정은 더 낭만적인 글을 써 내려갈 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl",
            "Title": "「파멸」 성혼 활성화",
            "Voice": "선택은 보이는 것처럼 그렇게 멀리 있지 않아"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl2",
            "Title": "「보존」 성혼 활성화",
            "Voice": "선택의 가치는 확고한 의지로 높아지지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl3",
            "Title": "「화합」 성혼 활성화",
            "Voice": "서로 잘 알진 못하지만, 우린 하나의 목표를 위해 같은 선택을 내릴 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl_jy",
            "Title": "「기억」 성혼 활성화",
            "Voice": "언젠가 잊힌다 해도, 선택을 포기하지 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_playergirl",
            "Title": "캐릭터 승급",
            "Voice": "아직 멈출 때가 아니야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_playergirl",
            "Title": "캐릭터 최고 레벨",
            "Voice": "여정은… 끝나지 않을 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl",
            "Title": "「파멸」 행적 활성화",
            "Voice": "이게 바로… 내 의지야"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl2",
            "Title": "「보존」 행적 활성화",
            "Voice": "「보존」은… 행동으로 결정되지"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl3",
            "Title": "「화합」 행적 활성화",
            "Voice": "갈림길이 오기 전까지, 우린 함께하는 시간을 소중히 여겨야 해"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl_jy",
            "Title": "「기억」 행적 활성화",
            "Voice": "과거를 기억하는 건, 미래로 나아가기 위해서야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_playergirl",
            "Title": "파티 편성•Mar. 7th",
            "Voice": "반격은 네가 맡아, Mar. 7th. 난 널 믿어"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_playergirl",
            "Title": "파티 편성•단항",
            "Voice": "단항, 속전속결로 처리하자"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_playergirl",
            "Title": "파티 편성•단항•음월",
            "Voice": "평소처럼, 단항, 속전속결로 처리하자"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_playergirl",
            "Title": "파티 편성•히메코",
            "Voice": "이번에도 마무리를 부탁해요, 히메코 씨"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_playergirl",
            "Title": "파티 편성•웰트",
            "Voice": "걱정 말고 제게 맡기세요. 웰트 아저씨… 크음, 웰트 씨"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_playergirl",
            "Title": "파티 편성•선데이",
            "Voice": "생각지도 못한 장면이지만… 이 역시 「개척」의 의미죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_playergirl",
            "Title": "파티 편성•에버나이트",
            "Voice": "예전처럼 할까? 보이는 대로 처치하는 거, 맞지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_playergirl",
            "Title": "파티 편성•단항•등황",
            "Voice": "단항, 앞으로도 같이 개척하자!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_playergirl",
            "Title": "파티 편성•아글라이아",
            "Voice": "황금 같은 미래를 위해, 함께 힘내요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_playergirl",
            "Title": "파티 편성•트리비",
            "Voice": "도와줘, 만능 트리비 선생님!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_playergirl",
            "Title": "파티 편성•마이데이",
            "Voice": "앞은 분명 찬란할 거예요, 마이데이모스 씨"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_playergirl",
            "Title": "파티 편성•카스토리스",
            "Voice": "이번에는 우리, 손잡고 함께 갈 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_playergirl",
            "Title": "파티 편성•아낙사",
            "Voice": "이번 공연, 기대할게요"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_playergirl",
            "Title": "파티 편성•히아킨",
            "Voice": "히아킨, 색을 흩뿌려줘서 고마워"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_playergirl",
            "Title": "파티 편성•사이퍼",
            "Voice": "전리품은 7대 3으로 나눌까? 누가 7이고 3일지는 다시 상의해 보자고"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_playergirl",
            "Title": "파티 편성•파이논",
            "Voice": "영웅이 되는 길은 결코 외롭지 않아요, 파트너"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_playergirl",
            "Title": "파티 편성•히실렌스",
            "Voice": "연회의 때가 됐으니, 개선의 무곡을 울리죠"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_playergirl",
            "Title": "파티 편성•케리드라",
            "Voice": "카이사르님, 다시 한번 저희를 이끌고 돌격해 주세요!"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_playergirl",
            "Title": "파티 편성•키레네",
            "Voice": "기억하고 나아가겠어. 같이 뭇별을 향해 가자, 키레네"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playergirl",
            "Title": "「파멸」 전투 시작•약점 격파",
            "Voice": "절호의 기회"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playergirl",
            "Title": "「파멸」 전투 시작•위험 경보",
            "Voice": "경계태세"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl_01",
            "Title": "「파멸」 턴 시작•1",
            "Voice": "시작하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl_02",
            "Title": "「파멸」 턴 시작•2",
            "Voice": "속전속결로 끝내자고"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playergirl",
            "Title": "「파멸」 턴 대기",
            "Voice": "다음은 누구지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playergirl_01",
            "Title": "「파멸」 일반 공격",
            "Voice": "네 차례야"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl_01",
            "Title": "「파멸」 전투 스킬",
            "Voice": "맛 좀 봐라!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playergirl_01",
            "Title": "「파멸」 약공격 피격",
            "Voice": "간지럽지도 않군"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playergirl_01",
            "Title": "「파멸」 강공격 피격",
            "Voice": "아직 멀었어"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playergirl",
            "Title": "「파멸」 필살기•활성화",
            "Voice": "규칙은 깨라고 있는 거야"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_playergirl_01",
            "Title": "「파멸」 필살기•발동•1",
            "Voice": "넌 아웃이야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_playergirl_01",
            "Title": "「파멸」 필살기•발동•2",
            "Voice": "저 세상으로 보내주마"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_playergirl_02",
            "Title": "「파멸」 필살기•발동•3",
            "Voice": "필승의 일격!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playergirl_01",
            "Title": "「파멸」 전투 불능",
            "Voice": "내가… 졌어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playergirl",
            "Title": "「파멸」 전투 복귀",
            "Voice": "2라운드를 시작하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playergirl",
            "Title": "「파멸」 HP 회복",
            "Voice": "많이 나아졌어"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playergirl",
            "Title": "「파멸」 비술",
            "Voice": "조금만 더 버텨"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playergirl2",
            "Title": "「보존」 전투 시작•약점 격파",
            "Voice": "공격할 때가 왔군"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playergirl2",
            "Title": "「보존」 전투 시작•위험 경보",
            "Voice": "경계태세"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl2_01",
            "Title": "「보존」 턴 시작•1",
            "Voice": "랜스, 전투 준비"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl2_02",
            "Title": "「보존」 턴 시작•2",
            "Voice": "내가 수호하지"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playergirl2",
            "Title": "「보존」 턴 대기",
            "Voice": "전세를 너무 오래 끌었어"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playergirl2_01",
            "Title": "「보존」 일반 공격",
            "Voice": "관통!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_playergirl2_01",
            "Title": "「보존」 일반 공격 강화",
            "Voice": "지면 균열!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl2_01",
            "Title": "「보존」 전투 스킬•1",
            "Voice": "난공불락"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl2_02",
            "Title": "「보존」 전투 스킬•2",
            "Voice": "약자를 돕는 강자"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playergirl2_01",
            "Title": "「보존」 약공격 피격",
            "Voice": "지장 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playergirl2_01",
            "Title": "「보존」 강공격 피격",
            "Voice": "난… 괜찮아"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playergirl2",
            "Title": "「보존」 필살기•활성화",
            "Voice": "랜스가 불타고 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playergirl2",
            "Title": "「보존」 필살기•발동",
            "Voice": "화염의 랜스! 돌격!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playergirl2_01",
            "Title": "「보존」 전투 불능",
            "Voice": "버… 버텨야 해…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playergirl2",
            "Title": "「보존」 전투 복귀",
            "Voice": "후퇴는 없어"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playergirl2",
            "Title": "「보존」 HP 회복",
            "Voice": "괜찮은 호흡인걸"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playergirl2",
            "Title": "「보존」 비술",
            "Voice": "보존의 의지!"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playergirl3",
            "Title": "「화합」 전투 시작•약점 격파",
            "Voice": "리듬이 흐트러졌나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playergirl3",
            "Title": "「화합」 전투 시작•위험 경보",
            "Voice": "팀워크를 시험해 볼 때야"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl3_01",
            "Title": "「화합」 턴 시작•1",
            "Voice": "각자 위치로"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl3_02",
            "Title": "「화합」 턴 시작•2",
            "Voice": "스텝을 맞춰"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playergirl3",
            "Title": "「화합」 턴 대기",
            "Voice": "최적의 타이밍을 놓치지 마"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playergirl3_01",
            "Title": "「화합」 일반 공격",
            "Voice": "내 차례군"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl3_01",
            "Title": "「화합」 전투 스킬•1",
            "Voice": "프리스타일로 가볼까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl3_02",
            "Title": "「화합」 전투 스킬•2",
            "Voice": "꿈은 이루어진다고!"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playergirl3_01",
            "Title": "「화합」 약공격 피격",
            "Voice": "여전하네……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playergirl3_01",
            "Title": "「화합」 강공격 피격",
            "Voice": "금방 따라잡을게"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playergirl3",
            "Title": "「화합」 필살기•활성화",
            "Voice": "분위기가 충분히 달아올랐어"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playergirl3",
            "Title": "「화합」 필살기•발동",
            "Voice": "합동 공연, 시작!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playergirl3_01",
            "Title": "「화합」 전투 불능",
            "Voice": "아직… 안 끝났어……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playergirl3",
            "Title": "「화합」 전투 복귀",
            "Voice": "인터미션은 끝났어"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playergirl3",
            "Title": "「화합」 HP 회복",
            "Voice": "완벽한 팀워크였어"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playergirl3",
            "Title": "「화합」 비술",
            "Voice": "기대해 줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_mem_playgirl4",
            "Title": "「기억」 전투 시작•약점 격파•1",
            "Voice": "잘했어, 미미!"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playgirl4",
            "Title": "「기억」 전투 시작•약점 격파•2",
            "Voice": "좋은 아이디어야"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playgirl4",
            "Title": "「기억」 전투 시작•위험 경보",
            "Voice": "또 한번 해보자…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playgirl4_01",
            "Title": "「기억」 턴 시작•1",
            "Voice": "이게 바로 마음이 통하는 느낌인가?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playgirl4_02",
            "Title": "「기억」 턴 시작•2",
            "Voice": "괜찮아, 내가 나설 테니까"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playgirl4",
            "Title": "「기억」 턴 대기",
            "Voice": "응… 급할 것도 없는데, 뭐"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playgirl4_01",
            "Title": "「기억」 일반 공격",
            "Voice": "잘 기억해 둬"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast02_playgirl4_01",
            "Title": "「기억」 일반 공격 강화•1",
            "Voice": "이 이야기는, 우리가 쓰는 대로!"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast02_playgirl4_02",
            "Title": "「기억」 일반 공격 강화•2",
            "Voice": "전에 없던 결말을, 써 내려갈 거야!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_playgirl4_01",
            "Title": "「기억」 전투 스킬•1",
            "Voice": "너로 정했다!"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_playgirl4_02",
            "Title": "「기억」 전투 스킬•2",
            "Voice": "우린 할 수 있어~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_playgirl4_01",
            "Title": "「기억」 전투 스킬•3",
            "Voice": "당황하지 마, 내가 있으니까"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_playgirl4_02",
            "Title": "「기억」 전투 스킬•4",
            "Voice": "괜찮아, 넌 할 수 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playgirl4_01",
            "Title": "「기억」 약공격 피격",
            "Voice": "기억력이 나쁘네……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playgirl4_01",
            "Title": "「기억」 강공격 피격",
            "Voice": "딱 기다려"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playgirl4",
            "Title": "「기억」 필살기•활성화",
            "Voice": "날 믿어"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playgirl4",
            "Title": "「기억」 필살기•발동",
            "Voice": "우리가 힘을 합치면 불가능은 없어!"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playgirl4_01",
            "Title": "「기억」 전투 불능",
            "Voice": "기억… 할 거야……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playgirl4",
            "Title": "「기억」 전투 복귀",
            "Voice": "날 쓰러트리려고? 쉽지 않을 텐데"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playgirl4",
            "Title": "「기억」 HP 회복",
            "Voice": "정비 완료"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playgirl4",
            "Title": "「기억」 비술",
            "Voice": "음, 기시감이……"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_playergirl",
            "Title": "전투 승리",
            "Voice": "네 의지로 결말에 도달해 봐"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_playergirl",
            "Title": "전리품 오픈•1",
            "Voice": "꽤 괜찮아 보이네"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_playergirl_02",
            "Title": "전리품 오픈•2",
            "Voice": "이게 끝인가?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_playergirl",
            "Title": "진귀한 전리품 오픈",
            "Voice": "좋아, 다다익선이지"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_playergirl",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "그런 거였구나……"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_playergirl_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "이 정도는 거뜬해"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_playergirl",
            "Title": "적 발견",
            "Voice": "어떻게 대적해야 할지 생각해 봐야겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_playergirl",
            "Title": "도시로 복귀",
            "Voice": "아직 이른데 이제 어디 가지?"
        }
    ]
}

var _notes_ = {
    "8008": []
}

var _adiff_ = {
    "8008": {
        "v3": [
            "``Base Stats`- Energy 150.0 → 160.0 ;"
        ]
    }
}

var _mtc_ = {
    "8008": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111011": 4
            },
            {
                "2": 6400,
                "111011": 8
            },
            {
                "2": 12800,
                "111012": 5,
                "110400": 4
            },
            {
                "2": 32000,
                "111012": 8,
                "110400": 6
            },
            {
                "2": 64000,
                "111013": 5,
                "110400": 8
            },
            {
                "2": 128000,
                "111013": 7,
                "110400": 10
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "111013": 2
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 20000,
                        "110252": 5,
                        "111012": 5
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 56000,
                        "110253": 3,
                        "110506": 1,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "110506": 1
                    },
                    {
                        "2": 192000,
                        "110253": 9,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 20000,
                        "110252": 5,
                        "111012": 5
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 56000,
                        "110253": 3,
                        "110506": 1,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "110506": 1
                    },
                    {
                        "2": 192000,
                        "110253": 9,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 20000,
                        "110252": 5,
                        "111012": 5
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 56000,
                        "110253": 3,
                        "110506": 1,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "110506": 1
                    },
                    {
                        "2": 192000,
                        "110253": 9,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "기억 정령 스킬",
                "Level": 6,
                "Mats": [
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "111013": 2
                    }
                ]
            },
            {
                "Name": "기억 정령 특성",
                "Level": 6,
                "Mats": [
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "111013": 2
                    }
                ]
            },
            {
                "Name": "",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "치명타 피해 +37.3%",
                "Mat": {
                    "2": 188400,
                    "111011": 2,
                    "110252": 7,
                    "111012": 4,
                    "110253": 8,
                    "111013": 8
                }
            },
            {
                "Name": "공격력 +14%",
                "Mat": {
                    "2": 122400,
                    "110251": 1,
                    "111011": 2,
                    "110252": 2,
                    "111012": 2,
                    "110253": 5,
                    "111013": 3
                }
            },
            {
                "Name": "HP +14%",
                "Mat": {
                    "2": 164000,
                    "110253": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "추념의 지팡이",
                "Mat": {
                    "2": 4000,
                    "110251": 2,
                    "110506": 1
                }
            },
            {
                "Name": "자그마한 서사시",
                "Mat": {
                    "2": 16000,
                    "110252": 5,
                    "241": 1,
                    "110506": 1
                }
            },
            {
                "Name": "자석과 사슬",
                "Mat": {
                    "2": 128000,
                    "110253": 6,
                    "241": 1,
                    "110506": 1
                }
            }
        ]
    }
}