// Auto Generated

var _chapter_info = {
    "_id": 2068,
    "Sort": 6201,
    "Icon": "UI_ChapterIcon_Durin",
    "Pic": "UI_LegendQuestImg_Durin",
    "Title": "이야기라는 이름의 마법",
    "Num": "적룡의 장 제1막",
    "ImageTitle": "두린",
    "Intro": "동화 이야기는 대부분 아름다운 결말로 끝난다. 진심 어린 축복은 저주를 풀어내고, 간절한 소원은 꿈을 현실로 만들어 내며, 용감하게 휘두른 검격은 강적을 무릎 꿇린다.<br>그리고 마지막에는 「오래오래 행복하게 살았답니다」라는 문장으로 끝을 맺는다.<br>간혹 어떤 독자들은 이렇게 묻기도 한다. 「그 다음엔?」<br>이야기 속에서 태어난 존재인 두린은 가끔 그런 질문을 받고는 한다. 그의 이야기는 시뮬랑카에서 아름다운 결말을 맞이한 것이 아닌가 싶었지만, 그 이후에 일어난 일들을 설명하려 할 때면 어디서부터 시작해야 할지 늘 막막했다. 어머니의 우아한 글솜씨를 물려받았더라면, 그 모든 경험을 또 다른 매력적인 이야기로 써낼 수 있었을 텐데…"
}

var _line_count = [
    {
        "Name": "두린",
        "ID": "1320",
        "Count": 295
    },
    {
        "Name": "_1005",
        "ID": "1005",
        "Count": 290
    },
    {
        "Name": "_0",
        "ID": 0,
        "Count": 174
    },
    {
        "Name": "내레이션",
        "ID": "15875",
        "Count": 123
    },
    {
        "Name": "방랑자",
        "ID": "1065",
        "Count": 108
    },
    {
        "Name": "앨리스",
        "ID": "15938",
        "Count": 91
    },
    {
        "Name": "알베도",
        "ID": "1018",
        "Count": 55
    },
    {
        "Name": "리사",
        "ID": "1007",
        "Count": 51
    },
    {
        "Name": "아냐",
        "ID": "15876",
        "Count": 47
    },
    {
        "Name": "벤티",
        "ID": "1001",
        "Count": 32
    },
    {
        "Name": "꼬마 용",
        "ID": "15885",
        "Count": 30
    },
    {
        "Name": "케이아",
        "ID": "1004",
        "Count": 20
    },
    {
        "Name": "누군가의 목소리",
        "ID": "15875",
        "Count": 19
    },
    {
        "Name": "진",
        "ID": "1006",
        "Count": 11
    },
    {
        "Name": "예언의 마녀",
        "ID": "15877",
        "Count": 9
    },
    {
        "Name": "기쁨의 마녀",
        "ID": "15878",
        "Count": 8
    },
    {
        "Name": "클레",
        "ID": "10090",
        "Count": 8
    },
    {
        "Name": "바르벨로스",
        "ID": "15877",
        "Count": 7
    },
    {
        "Name": "마녀 M",
        "ID": "15875",
        "Count": 7
    },
    {
        "Name": "이야기 마녀",
        "ID": "15875",
        "Count": 6
    },
    {
        "Name": "카타윤",
        "ID": "4385",
        "Count": 6
    },
    {
        "Name": "날다람쥐 요정",
        "ID": "15887",
        "Count": 5
    },
    {
        "Name": "피슬",
        "ID": "10011",
        "Count": 4
    },
    {
        "Name": "???",
        "ID": "1321",
        "Count": 3
    },
    {
        "Name": "관찰",
        "ID": "15893",
        "Count": 3
    },
    {
        "Name": "디오나",
        "ID": "1061",
        "Count": 3
    },
    {
        "Name": "기린 국왕",
        "ID": "15891",
        "Count": 3
    },
    {
        "Name": "지혜의 마녀",
        "ID": "15879",
        "Count": 2
    },
    {
        "Name": "오즈",
        "ID": "10012",
        "Count": 2
    },
    {
        "Name": "상자 속 고양이",
        "ID": "15888",
        "Count": 2
    },
    {
        "Name": "마죠리",
        "ID": "1435",
        "Count": 2
    },
    {
        "Name": "라인도티르",
        "ID": "15879",
        "Count": 2
    },
    {
        "Name": "「운명」",
        "ID": "15900",
        "Count": 2
    },
    {
        "Name": "???",
        "ID": "15887",
        "Count": 1
    },
    {
        "Name": "???",
        "ID": "15891",
        "Count": 1
    },
    {
        "Name": "드발린",
        "ID": "15886",
        "Count": 1
    },
    {
        "Name": "서윤",
        "ID": "1712",
        "Count": 1
    },
    {
        "Name": "???",
        "ID": "15898",
        "Count": 1
    },
    {
        "Name": "???",
        "ID": "15877",
        "Count": 1
    },
    {
        "Name": "???",
        "ID": "15899",
        "Count": 1
    }
]

var _quest_list = [
    {
        "_id": 16000,
        "Name": "엄마의 염원",
        "Desc": "여행 중이던 당신은 갑자기 앨리스의 초대를 받게 된다. 그녀는 당신과 페이몬이 두린의 일을 도와주길 바라고 있는데, 이 일은 바로 두린의 어머니, 이미 세상을 떠난 마녀 M과 관련된 일이었다…"
    },
    {
        "_id": 16001,
        "Name": "과거의 예언",
        "Desc": "책 속 이야기는 두린의 경험인 것 같다. 당신과 두린은 이 이야기에 아직 채워지지 않은 부분이 무엇일지 궁금해 다시 책 속의 세계로 들어가 밝혀지지 않은 비밀들을 찾아 나선다…"
    },
    {
        "_id": 16002,
        "Name": "운명의 장난",
        "Desc": "책 속 이야기는 두린이 예언으로 인한 저주를 짊어지고 있다고 말한다. 하지만 당신은 시뮬랑카에서 축복으로 두린이 저주를 이겨낸 과거를 떠올린다. 책 속에서 이 과거를 재현하는 것이 이 이야기를 완성하는 방법이 될 수도 있을 것 같다…"
    },
    {
        "_id": 16003,
        "Name": "별하늘에서 내려온 계시",
        "Desc": "두린은 왜 다른 이들에게 잊혔을까? 당신과 페이몬은 이 문제를 어떻게 풀어야 할지 막막하기만 하다. 이때, 마법책이 또 새로운 힌트를 준다——사실 마녀 M이 쓴 이야기는 시뮬랑카에서 끝난 게 아니었다. 새로운 장은 두린이 이 세계에 온 지 얼마 안 됐을 때 머무른 곳을 가리키고 있는 것 같다…"
    },
    {
        "_id": 16004,
        "Name": "운명의 해답",
        "Desc": "이전 장에서 얻은 단서에 따라 당신은 몬드 설산으로 알베도를 찾아 나선다. 두린에 관한 수수께끼가 여기서 모두 풀릴 것 같지만, 「운명」이 준비한 난제 또한 오래전부터 기다리고 있었다…"
    },
    {
        "_id": 16005,
        "Name": "막간의 휴식",
        "Desc": "마법책이 아직 다음 장의 힌트를 주지 않아 당신은 잠시 쉬었다가 다시 두린을 찾아가기로 한다…"
    },
    {
        "_id": 16006,
        "Name": "막간의 휴식",
        "Desc": "마법책이 아직 다음 장의 힌트를 주지 않아 당신은 잠시 쉬었다가 다시 두린을 찾아가기로 한다…"
    },
    {
        "_id": 16007,
        "Name": "막간의 휴식",
        "Desc": "두린에게 일어난 사고로 기존의 계획이 틀어지면서, 당신은 어쩔 수 없이 두린이 깨어나길 기다린다…"
    },
    {
        "_id": 16008,
        "Name": "막간의 휴식",
        "Desc": "당신은 중요한 단서를 찾았지만, 알베도가 돌아오기 전까진 완전한 답을 알 수가 없다…"
    }
]

var _quest_subs = {
    "16000": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "별모래 해변으로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600002
            ]
        },
        {
            "Desc": "마법책 속 세계로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "앨리스와 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600003
            ]
        },
        {
            "Desc": "두린과 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600004
            ]
        },
        {
            "Desc": "몬드 도서관으로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600005
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600026,
                1600014
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600027,
                1600015
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600028,
                1600016
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600029,
                1600017
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600030,
                1600018
            ]
        },
        {
            "Desc": "장서 목록에 없는 서적 찾기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600006,
                1600019,
                1600020
            ]
        },
        {
            "Desc": "리사와 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600007
            ]
        },
        {
            "Desc": "마법책 속 세계로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "두린과 상의하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600009
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "주변 탐색하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600010,
                1600023,
                1600024
            ]
        },
        {
            "Desc": "용의 알 부화 돕기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "두린과 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600012
            ]
        },
        {
            "Desc": "두린과 이야기 속 견문에 대해 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600013
            ]
        }
    ],
    "16001": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "두린과 합류하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600102
            ]
        },
        {
            "Desc": "안내를 따라 벤티 찾기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600103
            ]
        },
        {
            "Desc": "마녀들의 모임 장소로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600104,
                1600110
            ]
        },
        {
            "Desc": "마법책 속 세계로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "내레이션을 통해 이야기 알아보기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600105
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "선물 찾기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600106,
                1600117
            ]
        },
        {
            "Desc": "선물 고르기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600114,
                1600115,
                1600116,
                1600107,
                1600111,
                1600112,
                1600113,
                1600119
            ]
        },
        {
            "Desc": "선물을 가지고 생일 파티 참석하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600108
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600109
            ]
        },
        {
            "Desc": "두린과 이야기 속 견문에 대해 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        }
    ],
    "16002": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "두린과 합류하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600202
            ]
        },
        {
            "Desc": "두린과 함께 바람 드래곤의 폐허로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600203,
                1600215,
                1600216,
                1600217,
                1600218
            ]
        },
        {
            "Desc": "바람 드래곤의 폐허로",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600204
            ]
        },
        {
            "Desc": "마법책 속 세계로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "두린과 상의하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600205
            ]
        },
        {
            "Desc": "방법을 찾아 성으로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "성안 깊은 곳으로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "길을 막는 적 처치하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600209
            ]
        },
        {
            "Desc": "계속 성안 깊은 곳으로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "용의 은신처로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600211
            ]
        },
        {
            "Desc": "두린과 이야기 속 견문에 대해 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600212
            ]
        },
        {
            "Desc": "두린과 함께 몬드성으로 돌아가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600213
            ]
        },
        {
            "Desc": "사람들에게 현재 상황 물어보기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600214,
                1600222
            ]
        }
    ],
    "16003": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "두린 보러 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600302
            ]
        },
        {
            "Desc": "두린과 수메르 지혜궁으로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600303
            ]
        },
        {
            "Desc": "마법책 속 세계로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "사람들과 논의하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600304
            ]
        },
        {
            "Desc": "선지자에게 답 구하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600305
            ]
        },
        {
            "Desc": "나갈 방법 찾기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600318
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600308
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600312
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600315
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600325
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600326
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600324
            ]
        },
        {
            "Desc": "나갈 방법 찾기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "바람이 불어오는 곳으로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600319,
                1600321,
                1600323,
                1600328
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "성안으로 돌아가기…",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「이야기」는 언젠가 끝을 맞이한다…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600314
            ]
        },
        {
            "Desc": "방랑 고양이가 갈 수 없는 길 가기…",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「예언」은 반드시 실현된다…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600317
            ]
        },
        {
            "Desc": "다른 가능성 찾기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "일행과 이야기 속 견문에 대해 대화하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600311
            ]
        }
    ],
    "16004": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "사람들과 몬드 설산으로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600402
            ]
        },
        {
            "Desc": "마법책 속 세계로 들어가기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "사람들과 논의하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600403
            ]
        },
        {
            "Desc": "다음 행동 선택하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600406,
                1600441
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600440,
                1600407,
                1600428,
                1600443,
                1600439
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600450,
                1600447,
                1600404,
                1600424,
                1600442,
                1600449,
                1600451
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600411
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "다음 행동 선택하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "숨겨진 가능성 찾기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「이야기」는 언젠가 끝을 맞이한다…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600410
            ]
        },
        {
            "Desc": "「예언」은 반드시 실현된다…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600408
            ]
        },
        {
            "Desc": "「운명」은 언제나 바꾸기 어렵다…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600413
            ]
        },
        {
            "Desc": "다른 가능성 찾기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「운명」 다시 쓰기…",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "사람들과 현재 상황 논의하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600416
            ]
        },
        {
            "Desc": "다음 행동 선택하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "다음 행동 선택하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600418,
                1600419
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600421,
                1600423
            ]
        },
        {
            "Desc": "얼른 선택하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「이야기」는 언젠가 끝을 맞이한다…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600420
            ]
        },
        {
            "Desc": "「예언」은 반드시 실현된다…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600422
            ]
        },
        {
            "Desc": "다른 가능성 찾기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "사람들과 대책 논의하기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600427
            ]
        },
        {
            "Desc": "이야기의 경계를 깨트리기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "이야기 너머의 공백으로 가기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600429
            ]
        },
        {
            "Desc": "자아 찾기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「이야기의 마법」",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600432
            ]
        },
        {
            "Desc": "마녀 M의 희망",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600433
            ]
        },
        {
            "Desc": "새로운 장",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600434
            ]
        },
        {
            "Desc": "「운명」 처치하기",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "그의 이야기는, 앞으로도 계속될 것이다",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600436
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "그의 이야기는, 앞으로도 계속될 것이다",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600437
            ]
        },
        {
            "Desc": "앨리스에게 책 돌려주기",
            "Step": "당신들의 도움으로 두린은 마침내 운명이 내린 시험을 통과했다. 이제 앨리스에게 책을 돌려주러 가야 할 시간이다…",
            "Tip": "",
            "Talks": [
                1600438,
                1600446,
                1600448
            ]
        }
    ],
    "16005": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "마법책이 다음 장의 힌트를 주길 기다리기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600031
            ]
        }
    ],
    "16006": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "마법책이 다음 장의 힌트를 주길 기다리기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600118
            ]
        }
    ],
    "16007": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "두린이 깨어나길 기다리기",
            "Step": "",
            "Tip": "",
            "Talks": []
        }
    ],
    "16008": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "알베도의 소식 기다리기",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600320,
                1600327
            ]
        }
    ]
}

var _talks = {
    "1600002": [
        {
            "N": "_1005",
            "T": "저건 두린이잖아?"
        },
        {
            "N": "두린",
            "T": "응?"
        },
        {
            "N": "두린",
            "T": "#{NICKNAME}(이)랑 페이몬? 미안. 내가 너흴 무섭게 한 건 아니지?"
        },
        {
            "N": "_1005",
            "T": "…그건 아니지만 조금 놀라긴 했어. 지금의 너는 더 강해진 것 같네"
        },
        {
            "N": "두린",
            "T": "강해졌다기보단… 통제가 어려워졌어. 원래 이렇게 세게 공격할 생각 없었는데… 너희가 안 다쳐서 정말 다행이야"
        },
        {
            "N": "_1005",
            "T": "괜찮아. 더 어마어마한 것도 많이 봤는걸 뭐!"
        },
        {
            "N": "_0",
            "T": "설마 네 몸속의 심연이…"
        },
        {
            "N": "두린",
            "T": "아, 그건 걱정 마. 알베도의 도움으로 이 몸을 얻고 나서부터, 체내에 있는 심연의 힘은 줄곧 안정적인 상태야"
        },
        {
            "N": "두린",
            "T": "요즘 들어 아까 같은 일이 가끔 있는데, 아무래도 이 땅이 낯설어서 그런가 봐. 적응하면 괜찮아지겠지"
        },
        {
            "N": "두린",
            "T": "그나저나 여긴 어쩐 일이야? 나한테 무슨 볼일이라도 있어?"
        },
        {
            "N": "_1005",
            "T": "아, 그건…"
        },
        {
            "N": "앨리스",
            "T": "그것은 관찰자와 서술자의 만남이자, 이야기라는 이름의 마법이 탄생하는 순간이었다"
        },
        {
            "N": "_1005",
            "T": "…쟤가 불러서 온 거야"
        },
        {
            "N": "두린",
            "T": "앨리스 씨?"
        },
        {
            "N": "앨리스",
            "T": "어머, 너까지 알아본 거니? 흉내 내기 정말 쉽지 않네…. 오랜만이야, 두린. 그냥 이모라고 부르렴"
        },
        {
            "N": "앨리스",
            "T": "#너와 {NICKNAME}(을)를 한자리에 부른 건 아주 중요한 일이 있어서야. 네 엄마랑 관련된 일이지!"
        },
        {
            "N": "두린",
            "T": "저희 엄마요?"
        },
        {
            "N": "_0",
            "T": "마녀 M이요?"
        },
        {
            "N": "앨리스",
            "T": "맞아, 위대한 동화 작가, 아냐·「마리」·안데르스도테르. 너라면 분명 흥미를 가질 거라고 생각해"
        },
        {
            "N": "앨리스",
            "T": "그럼, 우선 이 책을 펼치고, 내 이야기를 들어보렴"
        },
        {
            "N": "_0",
            "T": "(책을 펼친다)"
        },
        {
            "N": "",
            "T": "「마법책」을 펼치고 당신은 이야기 속 세계로 진입했다…"
        }
    ],
    "1600003": [
        {
            "N": "_1005",
            "T": "와, 여긴 어디지? 시뮬랑카에 들어갔을 때랑 비슷하네…"
        },
        {
            "N": "앨리스",
            "T": "같은 종류의 구축 마법을 사용했으니까, 본질적으론 비슷하다고 볼 수 있어"
        },
        {
            "N": "_1005",
            "T": "역시 앨리스였어!"
        },
        {
            "N": "두린",
            "T": "안녕하세요… 앨리스 이모"
        },
        {
            "N": "앨리스",
            "T": "그렇게 수줍어할 필요 없어. 나는 네 엄마랑 자매 같은 사이란다"
        },
        {
            "N": "_1005",
            "T": "아까부터 이야기니 마법이니 하던데… 설마 또 시뮬랑카 같은 곳을 탐사하라는 건 아니지?"
        },
        {
            "N": "앨리스",
            "T": "그럴 리가? 시뮬랑카는 유일무이한 작품이야. 아냐가 없으면 나도 그런 작품을 또 만들어내는 건 불가능해"
        },
        {
            "N": "앨리스",
            "T": "하지만 완전히 틀린 말은 아니야. 이번에 너희에게 보여주려는 건 이야기와 관련된 마법이거든"
        },
        {
            "N": "두린",
            "T": "이건…"
        },
        {
            "N": "_0",
            "T": "방금 그 책…"
        },
        {
            "N": "앨리스",
            "T": "이건 두린의 엄마가 남긴 염원이야"
        },
        {
            "N": "두린",
            "T": "엄마가 남긴 염원이… 책이라고요?"
        },
        {
            "N": "앨리스",
            "T": "한 가지 문제를 같이 생각해 보지 않을래? 작가에게 있어서 가장 큰 아쉬움으로 남는 건 무엇일까?"
        },
        {
            "N": "_1005",
            "T": "음, 글쎄…"
        },
        {
            "N": "앨리스",
            "T": "《꼬마 마녀와 꺼지지 않는 불》이라는 책 읽어봤니?"
        },
        {
            "N": "_0",
            "T": "읽어봤는데, 누가 썼는지는 몰라요"
        },
        {
            "N": "앨리스",
            "T": "그렇겠지. 애초에 그건 혼자 쓴 게 아니거든"
        },
        {
            "N": "_0",
            "T": "아직이요"
        },
        {
            "N": "앨리스",
            "T": "아주 좋은 작품을 놓쳤네"
        },
        {
            "N": "앨리스",
            "T": "그건 내가 티타임에서 시작한 릴레이 소설이야. 마녀회 멤버가 거의 다 참여했지"
        },
        {
            "N": "앨리스",
            "T": "이야기의 첫 장은 내가 직접 썼고, 다음 장들은 다른 마녀들이 돌아가면서 썼어. 마지막 장은 M의 몫이었고"
        },
        {
            "N": "앨리스",
            "T": "하지만 앞 장들이 완성됐을 때는, M이 이미 세상을 떠난 후였지…. 너무 안타깝고 슬프지 않니?"
        },
        {
            "N": "두린",
            "T": "그러네요…"
        },
        {
            "N": "앨리스",
            "T": "그래서 내 답은 이거야——미완성의 이야기가 남는 것이, 작가에게 있어 가장 큰 아쉬움이다"
        },
        {
            "N": "_0",
            "T": "말이 되네요…"
        },
        {
            "N": "앨리스",
            "T": "하지만 걱정 마. 내가 그런 가슴 아픈 일을 어떻게 두고 보겠니? 내가 이야기의 결말을 완성해 줬지"
        },
        {
            "N": "두린",
            "T": "그럼 이 책은…"
        },
        {
            "N": "앨리스",
            "T": "이 책은 너희 엄마가 내놓은 또 하나의 「답」이야. 아냐는 이걸 가장 큰 아쉬움으로 여겼어"
        },
        {
            "N": "앨리스",
            "T": "내가 너를 찾아온 건, 이 아쉬움을 너한테 맡겨달라고 너희 엄마가 특별히 부탁했기 때문이란다"
        },
        {
            "N": "두린",
            "T": "엄마의 가장 큰 아쉬움…. 이것도 미완성의 이야기인가요?"
        },
        {
            "N": "앨리스",
            "T": "음… 그렇다고 할 수 있지"
        },
        {
            "N": "두린",
            "T": "그럼 엄마의 아쉬움을 해결해 주려면, 이 이야기를 완성하면 될까요?"
        },
        {
            "N": "앨리스",
            "T": "그것도 틀린 말은 아니야…"
        },
        {
            "N": "_1005",
            "T": "자꾸 말을 두루뭉술하게 하네"
        },
        {
            "N": "앨리스",
            "T": "아냐가 내놓은 답은 내 생각과 다소 상반되지만, 정말 낭만적이었어!"
        },
        {
            "N": "앨리스",
            "T": "너희한테도 알려주고 싶지만, 지금 스포는 안 돼. 그럼 모든 걸 망쳐버리게 된다구!"
        },
        {
            "N": "두린",
            "T": "어…"
        },
        {
            "N": "_0",
            "T": "알겠어요. 비밀스럽게 구시는 게…"
        },
        {
            "N": "_0",
            "T": "처음도 아니니까요"
        },
        {
            "N": "앨리스",
            "T": "그래. 완성을 기다리는 이야기라고 생각하고, 열심히 해줘!"
        },
        {
            "N": "두린",
            "T": "…음, 알겠어요. 근데 전 인간의 문자를 배운 지 얼마 안 돼서, 아직 글을 써 본 경험이 한 번도 없는데…"
        },
        {
            "N": "앨리스",
            "T": "걱정 마. 그래서 이 이모가 특별한 조력자 두 명을 데려왔잖니?"
        },
        {
            "N": "앨리스",
            "T": "이 둘은 경험이 풍부하니까 이야기의 영감이 차고 넘칠 거야. 둘에게 도움을 받아보렴"
        },
        {
            "N": "_0",
            "T": "그런 거였군요…"
        },
        {
            "N": "_0",
            "T": "그럼 물론 도와야죠"
        },
        {
            "N": "_1005",
            "T": "#응! 두린 엄마의 염원을 이루기 위한 거라면, 나랑 {NICKNAME}도 꼭 도울게!"
        },
        {
            "N": "두린",
            "T": "앨리스 이모, 저 궁금한 게 있는데요… 엄마는 원래 어떤 이야기를 쓰려고 했어요?"
        },
        {
            "N": "앨리스",
            "T": "그걸 물어볼 줄 알았어. 하지만 답은 나한테 없으니, 이 책에서 직접 찾아봐"
        },
        {
            "N": "두린",
            "T": "네…"
        },
        {
            "N": "_1005",
            "T": "#걱정 마, 나랑 {NICKNAME}(이)가 최선을 다해 도와줄게!"
        },
        {
            "N": "_1005",
            "T": "우리 어디 디저트 먹으면서 책 읽을 곳을 찾자. 같이 앉아서 이 이야기를 어떻게 완성할지 연구해 보는 거야"
        },
        {
            "N": "앨리스",
            "T": "실제 과정은 네 생각만큼 느긋하지 않을 거야, 페이몬"
        },
        {
            "N": "_1005",
            "T": "왜?"
        },
        {
            "N": "앨리스",
            "T": "M은 이 책을 쓸 때 내 마법을 빌렸어. 즉, 이건 그냥 들고 읽는 책이 아니라 신비한 「마법책」이란 말씀!"
        },
        {
            "N": "앨리스",
            "T": "이 책의 이야기는 과거의 「기억」 속에 흩어져 있어. 모든 「기억」을 모아야 책의 내용을 읽을 수 있지"
        },
        {
            "N": "두린",
            "T": "그럼 그 「기억」은 어디서 찾아야 하는데요?"
        },
        {
            "N": "앨리스",
            "T": "M이 보완이 필요한 장에 힌트를 남겨뒀어. 힌트를 따라가면 흩어진 「기억」을 찾을 수 있을 거야"
        },
        {
            "N": "앨리스",
            "T": "참, 이 책에 내용을 남기려면, 반드시 이걸 사용해야 해——"
        },
        {
            "N": "_1005",
            "T": "이건…"
        },
        {
            "N": "앨리스",
            "T": "M이 남긴 「잉크」야. 내가 마법으로 조제한 건데, 이 책에 내용을 「쓰려면」 반드시 이 잉크를 사용해야 해"
        },
        {
            "N": "_0",
            "T": "신비하네요…"
        },
        {
            "N": "앨리스",
            "T": "이 「잉크」는 무척 진귀한 거라 남은 게 이것뿐이니까, 꼭 아껴 쓰렴"
        },
        {
            "N": "두린",
            "T": "그러니까, 「잉크」의 양을 신경 쓰면서 「기억」을 찾아야 한다는 거군요…"
        },
        {
            "N": "_1005",
            "T": "생각보다 훨씬 복잡하네…"
        },
        {
            "N": "앨리스",
            "T": "이것도 이야기를 들려주는 방식 중 하나가 아닐까? M은 이런 쪽으로 엄청 창의적이었거든"
        },
        {
            "N": "앨리스",
            "T": "너희 엄마가 남겨둔 시련이라고 생각해! 통과하면 신비한 선물이 있을지도 몰라"
        },
        {
            "N": "두린",
            "T": "그런 건 중요하지 않아요…. 이건 엄마가 남긴 염원이니까, 어떤 어려움이 있어도 꼭 해낼게요"
        },
        {
            "N": "_0",
            "T": "우리도 도와줄게!"
        },
        {
            "N": "_1005",
            "T": "#응, 나랑 {NICKNAME}(이)가 있으면 문제없을 거야!"
        },
        {
            "N": "앨리스",
            "T": "좋아, 이러면 설명은 다 한 것 같네…"
        },
        {
            "N": "앨리스",
            "T": "참, 이야기를 완성하면 꼭 나한테 다시 보여줘. 지금까지 M이 쓴 책은 전부 다 읽었으니, 이 책도 빼먹을 수 없지"
        },
        {
            "N": "_0",
            "T": "근데 저희가 앨리스 씨를 어떻게 찾죠?"
        },
        {
            "N": "_1005",
            "T": "맞아, 넌 맨날 행방이 묘연하잖아…"
        },
        {
            "N": "앨리스",
            "T": "그거라면 걱정 마. 너희가 일을 마치면 나도 알게 될 테니까. 내가 알아서 연락할게"
        },
        {
            "N": "앨리스",
            "T": "자, 그럼 출발! 완성될 이야기를 기대하고 있을게!"
        },
        {
            "N": "",
            "T": "앨리스의 말이 끝나자, 당신은 이야기 속 세계에서 벗어나 별모래 해변으로 돌아왔다"
        }
    ],
    "1600004": [
        {
            "N": "_1005",
            "T": "다시 여기로 돌아왔어…. 앨리스의 마법은 정말 신기하네"
        },
        {
            "N": "_0",
            "T": "우선 이 책부터 살펴보자"
        },
        {
            "N": "_1005",
            "T": "그래, 앨리스 말대로 무슨 힌트가 있는지 살펴보는 게 좋겠어"
        },
        {
            "N": "두린",
            "T": "응"
        },
        {
            "N": "_1005",
            "T": "앗?!"
        },
        {
            "N": "누군가의 목소리",
            "T": "수많은 이야기가 잠자는 곳. 기사의 영예가 지키는 곳. 이야기들이 단꿈에 젖어 시와 도시의 오래된 과거를 읊조리는 곳"
        },
        {
            "N": "누군가의 목소리",
            "T": "한 마녀가 그곳에서 새로운 이야기를 잉태하려 밤새 잠 못 이루었다"
        },
        {
            "N": "누군가의 목소리",
            "T": "그곳으로 가라. 그곳에 이 이야기의 씨앗이 있으니"
        },
        {
            "N": "_1005",
            "T": "수수께끼인가? 어디를 말하는 거지?"
        },
        {
            "N": "_0",
            "T": "몬드 도서관이네"
        },
        {
            "N": "_1005",
            "T": "오, 그런 것 같기도! 근데 이렇게 되면 몬드에 다녀와야 하는 건가?"
        },
        {
            "N": "두린",
            "T": "…사실 몬드로 돌아가야 할 거라는 예감은 쭉 들었어. 엄마가 몬드 사람이니까, 이 이야기도 분명 거기서 쓰였겠지 싶어서"
        },
        {
            "N": "_1005",
            "T": "그렇구나"
        },
        {
            "N": "두린",
            "T": "하지만 그렇게 멀리까지 같이 가달라고 하긴 좀 미안한데…"
        },
        {
            "N": "_1005",
            "T": "#아냐 아냐, 나랑 {NICKNAME}도 요즘 별로 안 바빠. 지금 바로 출발하자!"
        }
    ],
    "1600005": [
        {
            "N": "_1005",
            "T": "몬드의 도서관… 참 많은 추억이 떠오르네"
        },
        {
            "N": "_0",
            "T": "참 오래된 일들이지"
        },
        {
            "N": "_0",
            "T": "바로 어제 같기도 하고"
        },
        {
            "N": "두린",
            "T": "그래서 「이야기의 씨앗」이라는 건 대체 뭘까?"
        },
        {
            "N": "_1005",
            "T": "도서관에 있는 거라면 책밖에 없지 않겠어? 하지만 그 많은 책 중에 어떤 게 우리가 찾는 책일까?"
        },
        {
            "N": "리사",
            "T": "착한 아이는 도서관에서 떠들면 안 되지~"
        },
        {
            "N": "_1005",
            "T": "리사… 아, 미안…"
        },
        {
            "N": "리사",
            "T": "어디 보자, 금발의 귀염둥이랑 뿔 달린 귀염둥이네"
        },
        {
            "N": "두린",
            "T": "아, 죄송해요, 리사 선생님. 페이몬은 절 돕다가 그런 거니까… 너무 탓하지 말아 주세요"
        },
        {
            "N": "리사",
            "T": "오랜만에 만났으니 이번만 봐줄게. 다음부터 그러면 안 된다?"
        },
        {
            "N": "_0",
            "T": "리사 씨, 두린의 선생님이 된 거예요?"
        },
        {
            "N": "_0",
            "T": "언제부터요?"
        },
        {
            "N": "리사",
            "T": "두린이 여기 막 왔을 때. 진 단장이 두린을 어떻게 해야 할지 모르길래, 내가 좀 도와줬지"
        },
        {
            "N": "리사",
            "T": "이미 어린 늑대를 제자로 뒀으니, 어린 용도 가르칠 수 있지 않겠어?"
        },
        {
            "N": "_1005",
            "T": "다들 두린의 존재를 자연스럽게 받아들였나 보네"
        },
        {
            "N": "리사",
            "T": "지나간 얘기는 여기까지 하자. 여긴 책 빌리러 왔니?"
        },
        {
            "N": "두린",
            "T": "말하자면 좀 복잡한데… 일단 이걸 봐주세요"
        },
        {
            "N": "리사",
            "T": "음?"
        },
        {
            "N": "리사",
            "T": "대충 알겠어. 「이야기의 씨앗」이란 이 이야기를 창작할 때 참고한 책을 말하는 걸 거야"
        },
        {
            "N": "리사",
            "T": "창작이란 게 그래. 다른 이야기에서 얻은 양분을 토대로 새로운 이야기가 탄생하지. 수백 년 전의 그 마녀도 여기서 창작에 몰두했을 거야…"
        },
        {
            "N": "두린",
            "T": "하지만 저희는 아직 이 이야기의 내용을 모르는데, 어떤 책을 참고했는지 어떻게 알아내죠?"
        },
        {
            "N": "리사",
            "T": "사실 난 방금까지 이상한 사건을 하나 조사하고 있었어. 어떤 기사가 여기서 장서 목록에 없는 책을 봤다는 제보를 줬거든"
        },
        {
            "N": "리사",
            "T": "그런데 그 책들을 빌리려고 다가가는 순간, 책이 순식간에 사라졌대. 다른 책을 보려고 멀어지면 또다시 나타나고"
        },
        {
            "N": "_1005",
            "T": "정말?"
        },
        {
            "N": "리사",
            "T": "그 기사는 도서관에 살다시피 하는 사람이라, 착각하진 않았을 거야"
        },
        {
            "N": "리사",
            "T": "이 책 자체가 마법과 얽혀 있으니, 혹시 그 현상도 이 책에서 비롯된 건 아닐까?"
        },
        {
            "N": "_0",
            "T": "일리 있어요…"
        },
        {
            "N": "리사",
            "T": "제보에 의하면 이런 책은 총 세 권 있었다고 해. 그럼 부탁할게"
        },
        {
            "N": "",
            "T": "한참을 찾아본 끝에, 도서관에 있어서는 안 될 책을 리사에게 가져다주었다…"
        }
    ],
    "1600006": [
        {
            "N": "리사",
            "T": "책은 다 찾았니?"
        },
        {
            "N": "",
            "T": "《■■■호 실험 기록》을 리사에게 건넸다…"
        }
    ],
    "1600007": [
        {
            "N": "리사",
            "T": "이 세 권인 것 같네. 하나도 빠짐없이 다 금서야…. 대체 어떤 이야기를 써야 이런 책들을 참고할 수 있는 걸까?"
        },
        {
            "N": "_1005",
            "T": "금서… 처음엔 리사가 겁주려고 장난치는 줄 알았어. 설마 몬드 도서관에 진짜로 금서 구역이 있는 거야?"
        },
        {
            "N": "리사",
            "T": "음~ 그런 건 물어보지 말아줘"
        },
        {
            "N": "_1005",
            "T": "알겠어…"
        },
        {
            "N": "리사",
            "T": "앨리스 씨가 이걸 찾으라고 했다니 나도 더 따지지 않을게. 대신 다시 보관할 수 있도록 보고 나서 꼭 반납해 줘"
        },
        {
            "N": "두린",
            "T": "그거라면 저만 믿으세요, 리사 선생님"
        },
        {
            "N": "리사",
            "T": "그럼 난 이만 실례할게. 오래 일했으니, 슬슬 차를 마셔야겠어~"
        },
        {
            "N": "_1005",
            "T": "참고한 책은 다 찾았는데, 이제 뭘 해야 하지?"
        },
        {
            "N": "두린",
            "T": "이건…"
        },
        {
            "N": "",
            "T": "갑자기 마법책이 반응했다…"
        },
        {
            "N": "",
            "T": "「마법책」을 펼치고 당신은 이야기 속 세계로 진입했다…"
        },
        {
            "N": "",
            "T": "이야기는 이러했다:"
        },
        {
            "N": "",
            "T": "아주 먼 옛날, 악룡이 인간 세상에 내려와 큰 재앙을 일으켰다"
        },
        {
            "N": "",
            "T": "사람들은 용감하게 악룡에 맞선 끝에 악룡을 처단했다"
        },
        {
            "N": "",
            "T": "훗날, 이야기를 사랑하는 마녀가 악룡의 이야기를 읽었다. 그녀는 큰 안타까움을 느꼈다"
        },
        {
            "N": "",
            "T": "악룡의 육신은 사악한 연금술로 만들어졌으나, 그 안에 든 영혼은 순진한 아이임을 알았기 때문이다"
        },
        {
            "N": "",
            "T": "죽는 순간까지 악룡은 재앙의 화신이 되지 않을 선택권이 없었으며, 자신이 마주한 참혹한 광경 또한 이해하지 못했다"
        },
        {
            "N": "",
            "T": "이야기를 사랑하는 마녀는 이 이야기의 결말이 마음에 들지 않았다"
        },
        {
            "N": "",
            "T": "「악룡에게 더 나은 결말을 만들어 주자!」 이렇게 생각한 마녀는 친구에게 신비한 마법을 빌렸다"
        },
        {
            "N": "",
            "T": "그녀는 마법의 힘으로 용의 알을 만들어, 자신이 직접 용 아이를 키우려 했다"
        },
        {
            "N": "",
            "T": "그녀는 용 아이가 처음으로 눈을 떴을 때 보게 되는 세상이 어떤 모습이어야 할지 한참을 고민했다"
        },
        {
            "N": "",
            "T": "긴 고민 끝에, 그녀는 숲에서 싱그러움을 가져와 요람을 장식하고, 조용히 알이 부화하길 기다렸다"
        },
        {
            "N": "",
            "T": "긴 고민 끝에, 그녀는 궁전에서 화려함을 가져와 요람을 장식하고, 조용히 알이 부화하길 기다렸다"
        }
    ],
    "1600009": [
        {
            "N": "_1005",
            "T": "어… 우리 책 속으로 들어왔나 봐!"
        },
        {
            "N": "두린",
            "T": "이게 바로 앨리스 이모의 마법…"
        },
        {
            "N": "_0",
            "T": "방금 그건 이야기의 시작인가?"
        },
        {
            "N": "_0",
            "T": "두린 이야기를 하는 것 같았어…"
        },
        {
            "N": "_1005",
            "T": "맞아…"
        },
        {
            "N": "두린",
            "T": "내 이야기…"
        },
        {
            "N": "_1005",
            "T": "…일단 이 이야기가 어떻게 흘러가는지 보자. 우리는 아직 시작 부분밖에 모르니까"
        },
        {
            "N": "두린",
            "T": "응"
        },
        {
            "N": "내레이션",
            "T": "금발의 여행자와 은빛 정령, 그리고 용족 소년이 이곳에 당도했다. 그들은 이 이야기에 어떤 변화를 불러올까?"
        },
        {
            "N": "_1005",
            "T": "으아, 깜짝아. 방금까지 이야기하던 목소리 맞지?"
        },
        {
            "N": "_0",
            "T": "이 이야기의 내레이션인가 봐"
        },
        {
            "N": "_1005",
            "T": "음, 왠지 전에도 겪어본 것 같은 기분이야…"
        },
        {
            "N": "두린",
            "T": "뭔가 그립네… 예전에 엄마가 이야기를 들려줄 때도 이런 느낌이었어"
        },
        {
            "N": "_1005",
            "T": "엄마라면 마녀 M 말이야? 그 사람이 너한테 이야기를 들려줬어?"
        },
        {
            "N": "두린",
            "T": "응. 살아계실 때 나한테 여러 이야기를 해줬지…"
        },
        {
            "N": "두린",
            "T": "미안, 지금은 옛 생각에 잠길 때가 아닌데. 이야기 속에 들어오긴 했는데, 이제 어떡하지?"
        },
        {
            "N": "내레이션",
            "T": "용족 소년이 물었다. 이야기의 내용을 알고 싶다면, 그가 해야 할 일은 물론 이야기의 전개를 기다리는 것이었다"
        },
        {
            "N": "내레이션",
            "T": "하지만 이 작은 세계를 탐사하고 원하는 일을 한다고 해서, 그를 나무랄 사람은 없을 것이다"
        },
        {
            "N": "_1005",
            "T": "이 내레이션, 우리를 도와주고 있는 거 같지?"
        },
        {
            "N": "_0",
            "T": "일단 저 말에 따라보자"
        },
        {
            "N": "두린",
            "T": "응, 나도 그게 좋을 것 같아"
        },
        {
            "N": "",
            "T": "집안을 한참 탐색한 후, 부화를 기다리는 용의 알 앞에 도착했다…"
        }
    ],
    "1600010": [
        {
            "N": "_1005",
            "T": "이게 그 용의 알인가? 부화 중인 것 같아. 그나저나…"
        },
        {
            "N": "_1005",
            "T": "부화를 기다리는 용의 알, 이야기를 사랑하는 마녀, 처음에 언급됐던 악룡까지. 틀림없어!"
        },
        {
            "N": "두린",
            "T": "이건… 나의 이야기일까?"
        },
        {
            "N": "_0",
            "T": "분명해"
        },
        {
            "N": "_1005",
            "T": "어쨌든 이야기를 더 나아가게 해야 할 텐데, 기다리는 것 말고 뭘 더 할 수 있을까?"
        },
        {
            "N": "내레이션",
            "T": "그들은 알의 부화 속도를 높일 수 있다는 사실을 깨닫지 못한 듯했다"
        },
        {
            "N": "_1005",
            "T": "아하! 지금은 「용의 알이 부화하길 기다리는」 장면이니까, 알이 부화하면 이야기가 계속 전개되겠네"
        },
        {
            "N": "_0",
            "T": "그럼 어떻게 해야 하지?"
        },
        {
            "N": "내레이션",
            "T": "용족 소년은 불을 제어하는 능력이 있어, 용의 알을 부화하기 적합한 온도로 만들 수 있었다"
        },
        {
            "N": "_1005",
            "T": "뭐? 지금 우리 보고 이 알을 구우란 말이야?"
        },
        {
            "N": "내레이션",
            "T": "은빛 정령의 반응은 그녀의 부족한 독서량을 드러냈다. 「용의 알이 불에 구워지면 더 빨리 부화한다」는 설정은 용이 나오는 이야기에선 흔한 설정이다"
        },
        {
            "N": "_1005",
            "T": "…뭐, 일리가 있는 것 같기도 하고…"
        },
        {
            "N": "_0",
            "T": "두린, 한번 해볼래?"
        },
        {
            "N": "두린",
            "T": "응… 해볼게"
        },
        {
            "N": "",
            "T": "「내레이션」의 안내에 따라, 두린은 불로 용의 알을 데워 부화를 촉진시켰다. 그 행동의 대가로 마법 잉크가 조금 소모되었다"
        }
    ],
    "1600012": [
        {
            "N": "내레이션",
            "T": "마녀의 기대 속에서, 꼬마 용이 마침내 알을 깨고 나왔다"
        },
        {
            "N": "이야기 마녀",
            "T": "이 세상 모든 생명은 자신의 의지와 무관하게 태어나지. 너도 마찬가지란다, 나의 아이야"
        },
        {
            "N": "이야기 마녀",
            "T": "악룡을 창조한 그 마녀처럼, 나 역시 나의 염원을 위해 너를 창조했지"
        },
        {
            "N": "이야기 마녀",
            "T": "하지만 너의 탄생은 기대받는 사건이고, 탄생 후의 너는 사랑받을 존재란다. 악룡과는 다른 삶이 너를 기다릴 거야"
        },
        {
            "N": "두린",
            "T": "이 말을 직접 들은 적은 없지만, 엄마가 말한 기대와 사랑을 늘 느낄 수 있었어요"
        },
        {
            "N": "두린",
            "T": "고마워요. 날 이 세상에 태어나게 해줘서"
        }
    ],
    "1600013": [
        {
            "N": "_1005",
            "T": "여긴… 몬드성? 우리 이야기 속 세계에서 돌아왔나 봐"
        },
        {
            "N": "_1005",
            "T": "페이지에 새로운 내용이 생겼어. 잉크도 조금 줄어들었고. 이러면 이번 장은 완성한 건가?"
        },
        {
            "N": "_0",
            "T": "역시 두린의 이야기였네…"
        },
        {
            "N": "_0",
            "T": "적어도 두린이 겪은 일을 투영하고 있어"
        },
        {
            "N": "_1005",
            "T": "근데 왜 마녀 M은 이 이야기가 미완성이라고 생각하는 걸까?"
        },
        {
            "N": "_1005",
            "T": "두린은 저주에서 벗어나 이 세상에 왔고, 새로운 몸도 얻었잖아. 모두와도 친구가 됐으니 이보다 좋은 결말은 없을 텐데"
        },
        {
            "N": "_0",
            "T": "앞으로의 이야기에 단서가 있을지도"
        },
        {
            "N": "_1005",
            "T": "그럴 수도 있겠네…. 하여튼 마녀랑 관련된 일은 항상 신비롭다니까. 일단 다음 힌트부터 확인해 보자"
        },
        {
            "N": "두린",
            "T": "…응?"
        },
        {
            "N": "???",
            "T": "도도코——도도코——"
        },
        {
            "N": "???",
            "T": "녹음되고 있겠지? 좋아, 그럼…"
        },
        {
            "N": "_1005",
            "T": "앨리스 목소리야!"
        },
        {
            "N": "앨리스",
            "T": "얘들아, 이건 내가 마법책에 미리 남겨둔 녹음이야. 이 책의 사용 가이드라고 생각해 줘"
        },
        {
            "N": "앨리스",
            "T": "책에 새로운 내용을 채웠지? 마법책이 「잉크」를 소화하는 데에도 시간이 필요해서, 후속 장의 힌트는 조금 더 기다려야 나와"
        },
        {
            "N": "_1005",
            "T": "이런 설정도 있었어?"
        },
        {
            "N": "앨리스",
            "T": "좋은 소식도 있어. 완성한 장에는 언제든 다시 돌아가서, 신비한 이야기 마법으로 만들어진 세계를 감상할 수 있다는 거야!"
        },
        {
            "N": "앨리스",
            "T": "그럼 재밌게 놀렴, 얘들아!"
        },
        {
            "N": "_1005",
            "T": "의욕이 넘치던 참이었는데…"
        },
        {
            "N": "두린",
            "T": "이것도 나쁘지 않아. 다음번에 또 다른 세계로 가면, 그땐 언제 돌아올 수 있을지 모르잖아"
        },
        {
            "N": "두린",
            "T": "그러니 두 사람, 잠시 휴식을 취하는 게 어때?"
        },
        {
            "N": "_1005",
            "T": "휴식…"
        },
        {
            "N": "_0",
            "T": "마침 좋은 이유가 생겼네"
        },
        {
            "N": "_1005",
            "T": "갑자기 「디어 헌터」의 허니캐럿그릴이 먹고 싶어졌어. 모처럼 몬드에 왔으니까 말이야!"
        },
        {
            "N": "두린",
            "T": "나도 리사 선생님한테 책을 반납하러 가야 하니까, 이따 여기서 다시 만나자"
        }
    ],
    "1600014": [
        {
            "N": "_0",
            "T": "《■■■호 실험 기록》"
        },
        {
            "N": "리사",
            "T": "음… 이건 여기에 있어선 안 될 책이 맞아"
        },
        {
            "N": "_1005",
            "T": "응, 이름부터 범상치 않아…"
        },
        {
            "N": "리사",
            "T": "이 책은 알베도가 도서관에 제출한 거야. 나한테 이걸 금서 목록에 넣고 잘 보관해 달라고 했어"
        },
        {
            "N": "_1005",
            "T": "왜?"
        },
        {
            "N": "리사",
            "T": "알베도의 말에 따르면, 이 책에는 여러 금단의 연금술식과 위험한 마물의 창생에 관한 내용이 기록되어 있대"
        },
        {
            "N": "리사",
            "T": "들고 다니든 사무실에 두든 안심이 안 될 정도로 위험한 책이라는 거야"
        },
        {
            "N": "_1005",
            "T": "그래? 그럼 진짜 여기에 나타나면 안 되는 책이네…"
        },
        {
            "N": "리사",
            "T": "그렇지만… 그 마녀도 이 책을 읽었다면, 이 책이 쓰인 건 내 상상보다도 훨씬 더 오래전의 일이겠어"
        },
        {
            "N": "",
            "T": "《두 번째로 강력한 마법~클레 눈에 띄지 않게 절대 주의》를 리사에게 건넸다…"
        }
    ],
    "1600015": [
        {
            "N": "_0",
            "T": "《두 번째로 강력한 마법…》"
        },
        {
            "N": "리사",
            "T": "어머, 이건 여기에 놔두면 큰일 나는 책인데. 앨리스 씨가 신신당부했어"
        },
        {
            "N": "_1005",
            "T": "혹시 마법을 가르치는 책이야? 강력한 마법은 극비로 취급돼야 한다, 맞지?"
        },
        {
            "N": "리사",
            "T": "이 책에는 앨리스 씨가 만든 마법이 적혀 있어. 하지만 대부분의 사람들은 어차피 봐도 익히지 못해"
        },
        {
            "N": "리사",
            "T": "이 책이 금서가 된 건, 클레가 봐선 안 되기 때문이야"
        },
        {
            "N": "리사",
            "T": "클레가 태어난 후, 앨리스 씨가 이걸 봉인해 달라고 하셨어. 그 부제도 앨리스 씨가 일부러 다신 거야"
        },
        {
            "N": "_1005",
            "T": "클레를 막으려고…? 설마 잘못 사용하면 통통 폭탄보다 더 무시무시해지는 마법이야?"
        },
        {
            "N": "리사",
            "T": "아니. 앨리스 씨는 이걸 클레에게 너무 일찍 보여주면 「서프라이즈」가 줄어든다고 하셨어"
        },
        {
            "N": "",
            "T": "《■■의 시》를 리사에게 건넸다…"
        }
    ],
    "1600016": [
        {
            "N": "_0",
            "T": "《■■의 시》"
        },
        {
            "N": "리사",
            "T": "음… 이건 금서야. 여기에 나타나서는 안 돼"
        },
        {
            "N": "_1005",
            "T": "어… 우리가 골라 오긴 했지만 잘 이해가 안 돼. 이건 그냥 평범한 시집 아닌가? 이게 왜 금서야?"
        },
        {
            "N": "리사",
            "T": "이 중 하나의 시에 문제가 있거든…. 너희도 설산에서 일어난 그 전투에 대해 들어봤지?"
        },
        {
            "N": "리사",
            "T": "500년 전 켄리아 재앙 때, 한 악룡이 몬드를 덮쳤어. 그리고 드발린과의 싸움 끝에 설산에 추락했지"
        },
        {
            "N": "두린",
            "T": "설산의… 두린?"
        },
        {
            "N": "리사",
            "T": "문제의 시는 이 전투를 춤으로 묘사했어. 악룡도 이 시에서는 친구를 찾으러 온 순진한 아이로 표현됐지…"
        },
        {
            "N": "리사",
            "T": "악룡 때문에 수많은 재난을 겪은 몬드 사람들이, 어떻게 이 묘사를 받아들이겠어?"
        },
        {
            "N": "리사",
            "T": "아무리 음유시인의 시가 역사와 사실을 자주 왜곡한다지만, 이건 넘어선 안 되는 선을 넘은 느낌이었달까"
        },
        {
            "N": "리사",
            "T": "당시 이 시의 작가를 찾아내지 못한 기사단은, 시집을 통째로 금서로 지정하고 제목을 지워서 일을 잠재웠어"
        },
        {
            "N": "두린",
            "T": "그럼 그 시의 내용은 가짜인 건가요?"
        },
        {
            "N": "리사",
            "T": "…글쎄. 그건 그 악룡만이 알겠지"
        }
    ],
    "1600017": [
        {
            "N": "_0",
            "T": "《통통 보물 장소 모음》"
        },
        {
            "N": "리사",
            "T": "이 책은… 여기에 있으면 안 되는 건 맞는데, 너희가 찾는 책은 아니야"
        },
        {
            "N": "_0",
            "T": "왜죠?"
        },
        {
            "N": "리사",
            "T": "이건 클레가 쓴 거거든. 몬드에서 물고기를 폭파하기 좋은 장소랑, 신형 통통 폭탄을 숨기기 좋은 장소를 표시해 둔 책이야"
        },
        {
            "N": "리사",
            "T": "클레 입장에서 이런 책을 가방에 넣어 다닐 순 없잖아? 진 단장이 발견하면 압수는 기본에, 하루는 꼬박 감금당할 테니까"
        },
        {
            "N": "리사",
            "T": "근데 누가 나무는 숲에 숨기라는 조언을 해줬나 봐. 언젠가부터 책의 내용을 수정한 후에 꼭 이걸 도서관에 숨기더라구"
        },
        {
            "N": "_0",
            "T": "이것도 또 하나의 「금서」네요…"
        },
        {
            "N": "리사",
            "T": "아무튼 이걸 찾아줘서 고마워. 이제 진 단장에게 보고할 수 있겠어"
        }
    ],
    "1600018": [
        {
            "N": "_0",
            "T": "《멧돼지 공주》"
        },
        {
            "N": "리사",
            "T": "이거라면 그 마녀와 연관이 있긴 해. 애초에 그 마녀가 쓴 책이니까"
        },
        {
            "N": "리사",
            "T": "하지만 이 책은 도서관의 대표적인 소장본 중 하나라서, 여기 있는 게 전혀 이상하지 않아"
        },
        {
            "N": "리사",
            "T": "아직 안 읽어봤다면, 꼭 읽어보길 추천할게"
        }
    ],
    "1600019": [
        {
            "N": "리사",
            "T": "책은 다 찾았니?"
        }
    ],
    "1600020": [
        {
            "N": "_0",
            "T": "더 찾아볼게요…"
        },
        {
            "N": "리사",
            "T": "아직 다 못 찾았나 보구나. 다른 책장도 한번 살펴보렴"
        }
    ],
    "1600023": [
        {
            "N": "_1005",
            "T": "이 도도코 인형, 이야기에 나오는 마녀 맞지? 잠깐만, 설마…"
        },
        {
            "N": "_1005",
            "T": "저번에도 비슷한 외형을 쓰는 녀석들이 있었는데, 다 마녀회 사람이었어. 이야기 속 마녀도 마녀회의 일원인가?"
        },
        {
            "N": "두린",
            "T": "이 모자… 엄마 거랑 똑같아"
        },
        {
            "N": "_1005",
            "T": "그럼… 이야기 속 마녀가 마녀 M이었구나. 이 책은 정말 두린의 이야기를 다루고 있나 보네…"
        },
        {
            "N": "내레이션",
            "T": "그렇든 아니든, 그게 이 이야기에서 중요한 문제는 아닐 것이다"
        },
        {
            "N": "내레이션",
            "T": "현재 이 마녀의 가장 중요한 신분은, 알을 깨고 나올 아이를 기다리는 엄마였다"
        },
        {
            "N": "두린",
            "T": "음… 일단 다른 곳을 더 둘러보자"
        }
    ],
    "1600024": [
        {
            "N": "_1005",
            "T": "책이 엄청 많아. 마녀는 알이 부화하길 기다리는 동안 책을 읽으며 보냈나?"
        },
        {
            "N": "내레이션",
            "T": "이곳에서 부화를 기다리는 건 용의 알뿐만이 아니다. 이야기 또한 마찬가지였다"
        },
        {
            "N": "내레이션",
            "T": "그리고 이야기를 부화시킬 수 있는 온실은, 반드시 책으로 만들어져야 했다"
        },
        {
            "N": "_1005",
            "T": "오…"
        }
    ],
    "1600026": [
        {
            "N": "_1005",
            "T": "실험 기록? 책 이름이 반쯤 지워져 있어…"
        },
        {
            "N": "_1005",
            "T": "이 책 엄청 수상해!"
        }
    ],
    "1600027": [
        {
            "N": "_1005",
            "T": "「두 번째로 강력한 마법~클레 눈에 띄지 않게 절대 주의」…"
        },
        {
            "N": "_1005",
            "T": "몬드 도서관에 이런 책도 있었나? 호기심을 유발하는 제목이야"
        },
        {
            "N": "_1005",
            "T": "이 책, 분명 문제가 있어!"
        }
    ],
    "1600028": [
        {
            "N": "_1005",
            "T": "이건 시집인 것 같은데, 왜 제목 일부가 지워져 있지?"
        },
        {
            "N": "_1005",
            "T": "가져가서 리사한테 보여주자"
        }
    ],
    "1600029": [
        {
            "N": "_1005",
            "T": "이… 이건 설마 클레가 쓴 책? 왜 이런 곳에 있는 거지?"
        },
        {
            "N": "_1005",
            "T": "이것도 리사한테 보여주자"
        }
    ],
    "1600030": [
        {
            "N": "_1005",
            "T": "이 책은… 일단 챙기자. 우리가 찾는 책일 수도 있어"
        },
        {
            "N": "_1005",
            "T": "어쨌든 이것도 M의 작품이니까"
        }
    ],
    "1600031": [
        {
            "N": "두린",
            "T": "앨리스 이모 말대로면, 우린 언제든 다시 그 이야기 세계로 들어갈 수 있어"
        },
        {
            "N": "두린",
            "T": "그곳에 다시 돌아가고 싶어지면, 언제든 나를 찾아와"
        }
    ],
    "1600102": [
        {
            "N": "_1005",
            "T": "두린 안녕~ 다음 힌트는 생겼어? 우리 다음 장에 들어갈 준비 다 됐어!"
        },
        {
            "N": "_0",
            "T": "준비 다 됐어!"
        },
        {
            "N": "두린",
            "T": "응, 생겼어. 마침 너희를 만나러 가려던 참이야. 같이 확인해 보자"
        },
        {
            "N": "누군가의 목소리",
            "T": "바람이 음악을 싣고 날아와, 이야기의 싹을 틔웠다"
        },
        {
            "N": "누군가의 목소리",
            "T": "음악은 바람을 타고 날아가, 아득한 과거로 사라졌다"
        },
        {
            "N": "누군가의 목소리",
            "T": "바람과 이야기가 만나는 곳으로 가라. 세 개의 수수께끼를 시로 엮고, 세 단락의 악보를 노래로 이어라"
        },
        {
            "N": "누군가의 목소리",
            "T": "음악 속의 시와 노래가, 이 이야기의 첫 새싹이 될 것이다"
        },
        {
            "N": "두린",
            "T": "이건…"
        },
        {
            "N": "_1005",
            "T": "또 수수께끼인가? 바람이랑 음악이라… 이번 수수께끼는 뭘 가리키는 걸까?"
        },
        {
            "N": "_0",
            "T": "페이몬, 우리의 오랜 친구가 떠오르지 않아?"
        },
        {
            "N": "_1005",
            "T": "음…? 아!"
        },
        {
            "N": "두린",
            "T": "무슨 뜻이야?"
        },
        {
            "N": "_1005",
            "T": "바람, 음악, 시, 이런 건 그 각설이한테 물어보는 게 제일 정확할 거야"
        },
        {
            "N": "두린",
            "T": "바르바토스 님 말이야?"
        },
        {
            "N": "_0",
            "T": "너도 누군지 알아?"
        },
        {
            "N": "두린",
            "T": "내가 몬드에 처음 왔을 때, 알베도가 그분을 소개해 줬어. 나 같은 존재는 어차피 그분의 주의를 끌게 되기 마련이니까"
        },
        {
            "N": "_1005",
            "T": "그렇구나…. 그나저나, 각설이를 어디 가서 찾지?"
        },
        {
            "N": "두린",
            "T": "바르바토스 님은 이미 우리의 이야기를 들으셨을 거야. 바람을 따라가자"
        },
        {
            "N": "_1005",
            "T": "가끔은 걔가 신이라는 걸 깜빡 잊어버린다니까…"
        },
        {
            "N": "",
            "T": "성벽 위에서 벤티를 찾았다…"
        }
    ],
    "1600103": [
        {
            "N": "벤티",
            "T": "#{NICKNAME}, 페이몬, 동화 세계에서 온 꼬마 용까지. 다들 오랜만이야"
        },
        {
            "N": "벤티",
            "T": "바람 속에서 날 부르는 소리가 들렸어. 수수께끼 때문에 골머리를 앓고 있는 거지?"
        },
        {
            "N": "두린",
            "T": "번거롭게 해드려서 죄송해요, 바르바토스 님…"
        },
        {
            "N": "벤티",
            "T": "아니야, 나도 이 수수께끼가 꽤 관심이 가거든. 좀 보여줄래?"
        },
        {
            "N": "벤티",
            "T": "음… 하하…"
        },
        {
            "N": "_1005",
            "T": "뭔가 알아낸 거야?"
        },
        {
            "N": "벤티",
            "T": "세 개의 수수께끼와 세 단락의 악보… 이걸 보니까 옛 생각이 나네. 너희가 원하는 답은 그 옛일에 숨겨져 있을 거야"
        },
        {
            "N": "_1005",
            "T": "역시 각설이를 찾아오길 잘했어!"
        },
        {
            "N": "벤티",
            "T": "아주 오래전, 마녀들이 나와 승부를 겨루려고 몬드에 찾아왔어"
        },
        {
            "N": "벤티",
            "T": "하지만 난 비무 대신 노래와 악기로 시를 연주해 분쟁을 끝내자고 했지"
        },
        {
            "N": "벤티",
            "T": "나는 하프를 켜고 마녀들에게 이 시를 불렀어——"
        },
        {
            "N": "벤티",
            "T": "「바람아, 바람아, 나를 대신해 손님을 맞이해다오」"
        },
        {
            "N": "벤티",
            "T": "「푸른 초목 사이를 누비렴. 그곳에선 너도 형태를 가지니, 내 손님을 위해 춤을 선보일 수 있단다」"
        },
        {
            "N": "벤티",
            "T": "「바다 구름 옆에서 뛰놀렴. 그곳에서 방해꾼들이 네 노랫소리에 놀라 도망가면, 내 손님이 평온을 느낄 거란다」"
        },
        {
            "N": "벤티",
            "T": "「별빛 아래 훨훨 날아가렴. 그곳에서 네가 속세의 소란을 씻어 내리면, 내 손님이 속마음을 털어놓을 수 있을 거란다」"
        },
        {
            "N": "벤티",
            "T": "「그곳으로 가렴. 그곳은 내가 손님에게 약속한 장소」"
        },
        {
            "N": "벤티",
            "T": "「그곳에는 다툼과 투쟁이 없고, 찻잔과 기분 좋은 시간만이 머문단다」"
        },
        {
            "N": "벤티",
            "T": "세 단락의 악보는 이미 연주해 보였어. 세 수수께끼의 답은… 충분히 짐작할 수 있겠지?"
        },
        {
            "N": "두린",
            "T": "…숲속이랑 절벽가, 그리고 하늘 위?"
        },
        {
            "N": "벤티",
            "T": "정답이야! 그러고 보니 그때도 이 수수께끼의 답을 제일 먼저 맞힌 건 네 엄마였어"
        },
        {
            "N": "벤티",
            "T": "이야기를 쓰는 사람과 이야기를 부르는 사람은 잘 통하는 구석이 있나 봐"
        },
        {
            "N": "_1005",
            "T": "숲, 절벽, 하늘… 아, 거기구나!"
        },
        {
            "N": "벤티",
            "T": "이 답이 가리키는 장소가 바로 너희가 가야 할 곳일 거야"
        },
        {
            "N": "벤티",
            "T": "마녀들은 내 수수께끼를 풀고 내 제안을 받아들였어. 그때부터 마녀들은 그곳을 모임 장소로 정했지"
        },
        {
            "N": "벤티",
            "T": "이 책에 나온 힌트대로, 그 장소에서 내가 알려준 단락을 연주해 보면 어떨까?"
        },
        {
            "N": "_1005",
            "T": "진지하게 굴 때는 역시 믿음직스럽다니까, 바람 신 바르바토스"
        },
        {
            "N": "두린",
            "T": "감사해요, 바르바토스 님. 저…"
        },
        {
            "N": "벤티",
            "T": "보아하니, 아직 나한테 묻고 싶은 게 남았구나?"
        },
        {
            "N": "두린",
            "T": "음… 바르바토스 님은 음유시인으로서 수많은 이야기를 읽어보셨죠? 작가의 눈에 미완성으로 보이는 이야기는 어떤 거라고 생각하세요?"
        },
        {
            "N": "벤티",
            "T": "글쎄, 이야기에 이루지 못한 염원이 남았거나… 이야기가 아직 끝나지 않은 경우겠지!"
        },
        {
            "N": "두린",
            "T": "네?"
        },
        {
            "N": "_1005",
            "T": "방금 막 믿음직하다고 말한 참이었는데…"
        },
        {
            "N": "벤티",
            "T": "네가 원하는 답은 이 이야기 속에 있을 거야. 이건 네 엄마가 너에게 남긴 이야기니까, 나는 더 말하지 않을게"
        },
        {
            "N": "두린",
            "T": "네… 그럼 출발하자"
        },
        {
            "N": "",
            "T": "벤티의 조언에 따라 당신은 마녀의 모임 장소로 향했다"
        }
    ],
    "1600104": [
        {
            "N": "_1005",
            "T": "여기야. 여기서 세 단락의 악보를 연주하면 다음 장에 필요한 「기억」을 얻을 수 있겠지?"
        },
        {
            "N": "두린",
            "T": "음악 연주? 그건 내가 리사 선생님한테 배운 것 중에 제일 못하는 건데…"
        },
        {
            "N": "_0",
            "T": "내가 할게"
        },
        {
            "N": "",
            "T": "세 곡을 연주한 후, 당신은 다시 이야기 속 세계로 들어갔다…"
        },
        {
            "N": "",
            "T": "이야기는 이러했다:"
        },
        {
            "N": "",
            "T": "세계를 뒤흔드는 전쟁도 마녀들의 모임을 막지 못했으나… 흘러가는 세월은 긴 테이블 위의 찻잔을 세 개나 비웠다"
        },
        {
            "N": "",
            "T": "그래도 마녀들의 한탄은 길지 않았다. 이야기 마녀가 좋은 소식을 가져왔기 때문이다. 그녀의 용 아이가 무사히 태어났다는 소식이었다"
        },
        {
            "N": "",
            "T": "마녀들은 잇따라 축복을 보내며, 이 아이를 맞이하는 자리에 무엇을 사용할지 열띤 토론을 벌였다"
        },
        {
            "N": "",
            "T": "새 생명의 탄생은 달콤한 것. 마녀들은 맛있는 사탕을 선택했다"
        },
        {
            "N": "",
            "T": "새 생명의 탄생은 즐거운 것. 마녀들은 예쁜 풍선을 선택했다"
        },
        {
            "N": "",
            "T": "그리하여 마녀들의 모임은 용 아이의 생일 파티로 바뀌었다"
        }
    ],
    "1600105": [
        {
            "N": "_1005",
            "T": "그래서 여기도 이야기 속 세계인 거지?"
        },
        {
            "N": "내레이션",
            "T": "마녀의 긴 테이블에 새로운 손님이 찾아왔다. 용 아이의 생일파티에 참여하기 위해 온 것일까?"
        },
        {
            "N": "내레이션",
            "T": "그러나 용 아이에게 어떤 선물을 줄지 열심히 고민한 다른 사람들과 달리, 이 세 손님은 빈손이다"
        },
        {
            "N": "내레이션",
            "T": "이런 식이면 테이블의 손님으로 환영받긴 어려울 것이다"
        },
        {
            "N": "두린",
            "T": "선물?"
        },
        {
            "N": "_1005",
            "T": "이게 무슨 말이야? 우린 생일 파티가 있는 것도 지금 알았다구"
        },
        {
            "N": "내레이션",
            "T": "손님들이 불평했다. 하지만 그럴 시간에 어떤 선물을 준비할지 고민하는 편이 나을 것이다"
        },
        {
            "N": "_1005",
            "T": "…이야기를 진행하려면 선물을 준비해야 할 것 같네. 그런데 지금 선물을 어디서 구하지?"
        },
        {
            "N": "내레이션",
            "T": "주변을 찾아보면 좋은 수가 있을지도 모른다"
        },
        {
            "N": "_1005",
            "T": "그런 건 진작 말해야지!"
        },
        {
            "N": "",
            "T": "찾아보니 원탁 위에 선물로 쓸 만한 물건이 있었다…"
        }
    ],
    "1600106": [
        {
            "N": "_1005",
            "T": "이 물건들, 선물로 삼기에 괜찮아 보이지 않아?"
        },
        {
            "N": "내레이션",
            "T": "손님들은 마침내 선물로 줄 만한 물건을 발견했다"
        },
        {
            "N": "_1005",
            "T": "맞게 찾은 것 같네… 어디 보자, 뭘 고르는 게 좋을까?"
        },
        {
            "N": "내레이션",
            "T": "손님들은 고민했다. 꼬마 용은 어떤 선물을 마음에 들어 할까?"
        },
        {
            "N": "내레이션",
            "T": "그가 전사의 장검을 휘두르며, 세계를 구하는 여정에 오르게 할까?"
        },
        {
            "N": "내레이션",
            "T": "아니면 레인저의 새총을 치켜들고, 미지로 가득한 모험을 떠나게 할까?"
        },
        {
            "N": "내레이션",
            "T": "그것도 아니면 학자의 책을 펼쳐들고, 세상의 모든 수수께끼에 도전하게 할까?"
        },
        {
            "N": "_1005",
            "T": "이렇게 들으니까 더 고민돼…"
        },
        {
            "N": "_0",
            "T": "두린, 네 생각은 어때?"
        },
        {
            "N": "_1005",
            "T": "그래, 엄밀히 말하면 이건 「너」한테 줄 선물이니까, 네가 골라"
        },
        {
            "N": "두린",
            "T": "내가 고른다니… 뭔가 신기한 기분이야"
        },
        {
            "N": "_1005",
            "T": "왜?"
        },
        {
            "N": "두린",
            "T": "난 기억이 있던 순간부터, 대부분의 시간을 엄마가 쓴 이야기 속에서 살았어"
        },
        {
            "N": "두린",
            "T": "별길 왕성에 있는 다른 블록 인형들처럼, 엄마의 이야기는 이미 다 쓰여져 있다고 생각해서 뭘 하고 싶은지 고민한 적이 거의 없었지"
        },
        {
            "N": "두린",
            "T": "그때의 나는 뭘 하고 싶었을까… 처음 생각해 보는 문제야"
        },
        {
            "N": "_1005",
            "T": "그럼 지금이 딱 좋은 기회네!"
        },
        {
            "N": "_1005",
            "T": "시뮬랑카에서 이 세계로 넘어온 지 꽤 됐잖아. 그동안 친구들과 함께 많은 일을 겪었으니, 슬슬 미래를 고민해 볼 차례야"
        },
        {
            "N": "두린",
            "T": "음… 한번 생각해 볼게"
        },
        {
            "N": "",
            "T": "두린은 잠시 고민했다…"
        },
        {
            "N": "",
            "T": "결국 두린은 「전사의 장검」을 선물로 선택했다. 그 행동의 대가로 마법 잉크가 조금 소모되었다"
        }
    ],
    "1600107": [
        {
            "N": "두린",
            "T": "이 펜은…"
        },
        {
            "N": "내레이션",
            "T": "손님들이 발견한 것은 이야기 마녀의 펜으로, 수많은 감동적인 이야기가 바로 이 펜에 의해 탄생했다"
        },
        {
            "N": "_1005",
            "T": "그러니까, 그 마녀 M의 펜이라는 거지? 시뮬랑카 이야기도 이 펜으로 쓴 거고? 그럼 두린은 잘 알겠네"
        },
        {
            "N": "두린",
            "T": "이 펜이 사각거리는 소리에 자주 깼었지. 이게 나한테 가장 인상 깊은 이미지야"
        },
        {
            "N": "두린",
            "T": "세상을 떠나기 전 몇 년 동안, 엄마는 맨날 늦은 밤까지 책상에 앉아 있었어. 그렇게 하지 않으면 중요한 일을 다 끝내지 못할 것처럼"
        },
        {
            "N": "_0",
            "T": "작가는 원래 그렇게 힘든 건가?"
        },
        {
            "N": "두린",
            "T": "이건 엄마의 유품이니까 함부로 손대지 말고, 다른 걸 보러 가자"
        }
    ],
    "1600108": [
        {
            "N": "_1005",
            "T": "이번엔 선물을 가져왔으니까 막히지 않겠지?"
        },
        {
            "N": "두린",
            "T": "안녕하세요, 저도 선물을 가져왔어요"
        },
        {
            "N": "내레이션",
            "T": "새로 온 손님이 선물을 건네며, 용이 굳건한 전사가 되길 축복했다"
        },
        {
            "N": "내레이션",
            "T": "새로 온 손님이 선물을 건네며, 용이 자유로운 레인저가 되길 축복했다"
        },
        {
            "N": "내레이션",
            "T": "새로 온 손님이 선물을 건네며, 용이 박학다식한 학자가 되길 축복했다"
        },
        {
            "N": "내레이션",
            "T": "이야기 마녀는 손님들의 축복을 받아들이고, 그들을 긴 테이블 위 모임에 초대했다"
        },
        {
            "N": "내레이션",
            "T": "이야기 마녀는 친구들에게 정식으로 아이를 소개하며, 그가 껍질을 깨고 나오던 이야기와 그의 이름을 들려주었다…"
        },
        {
            "N": "내레이션",
            "T": "바로 그때, 점술에 능한 예언의 마녀가 별에서 시선을 거두더니, 꼬마 용에게 연민의 눈빛을 던졌다"
        },
        {
            "N": "예언의 마녀",
            "T": "그 악룡과 같은 이름을 붙여준 거니?"
        },
        {
            "N": "이야기 마녀",
            "T": "응. 하지만 그 용과는 다른 삶을 살게 해줄 거야"
        },
        {
            "N": "예언의 마녀",
            "T": "어리석은 사랑이구나. 「이름」은 운명의 투영. 악룡의 이름을 가진 이상, 이 아이는 악룡의 운명에 직면하게 될 거야"
        },
        {
            "N": "예언의 마녀",
            "T": "이건 「예언」이야"
        },
        {
            "N": "이야기 마녀",
            "T": "…그럼 나는 그 운명을 바꿔 쓰겠어"
        },
        {
            "N": "내레이션",
            "T": "테이블의 마녀들은 침묵했다. 그들은 예언의 마녀의 예언이 한 번도 빗나간 적이 없다는 사실을 알고 있었다"
        },
        {
            "N": "내레이션",
            "T": "하지만 그들은 이야기 마녀의 다짐 또한 이해했다. 아이를 향한 엄마의 사랑은 의심의 여지가 없었다"
        },
        {
            "N": "내레이션",
            "T": "기쁨의 마녀가 자리에서 일어날 때까지, 이 난감한 침묵은 계속 이어졌다"
        },
        {
            "N": "기쁨의 마녀",
            "T": "그럼 모두에게 도움을 받아서, 이 아이의 운명을 바꿔 쓰자!"
        },
        {
            "N": "예언의 마녀",
            "T": "이 세계의 가장 본질적인 규칙 중 하나에 도전하려고?"
        },
        {
            "N": "기쁨의 마녀",
            "T": "난 이 세계의 규칙에 얽매일 생각 없어. 오히려 규칙에 도전하는 거야말로 마녀회 모임의 주제로 삼을 만하지"
        },
        {
            "N": "지혜의 마녀",
            "T": "오? 꽤 흥미로운 실험이 될 거 같네"
        },
        {
            "N": "예언의 마녀",
            "T": "…우리가 정말 성공한다면, 이 지루한 별하늘에 약간의 재미를 더할 수 있을지도"
        },
        {
            "N": "내레이션",
            "T": "기쁨의 마녀는 언제나처럼 모두를 설득하는 데 성공했다"
        },
        {
            "N": "내레이션",
            "T": "그녀는 마치 태양처럼 강하고도 따뜻해서, 그녀의 빛을 받은 자는 그녀를 결코 거부할 수 없었다"
        },
        {
            "N": "내레이션",
            "T": "그리하여 마녀들은 저마다 선물을 준비했다. 그것은 이 우주에 있어 세 겹의 기적이었다"
        },
        {
            "N": "예언의 마녀",
            "T": "그럼 나는 하늘의 속삭임을 해독해, 이 아이에게 「운명」의 속임수를 보여주지"
        },
        {
            "N": "지혜의 마녀",
            "T": "나는 세계의 근원을 해석할 수 있는 수식을 남겨서, 이 아이의 「생명」에 또 다른 해답을 구해주겠어"
        },
        {
            "N": "기쁨의 마녀",
            "T": "나는 신비한 마법을 꺼내서, 원래라면 불가능한 「소원」을 가능하게 만들어 줄게"
        },
        {
            "N": "내레이션",
            "T": "이야기 마녀가 가진 것은 수중의 펜뿐이었다. 그래도 그녀는 펜촉에 담은 사랑으로 또 하나의 기적을 만들고자 했다"
        },
        {
            "N": "이야기 마녀",
            "T": "그럼 나는 내가 적는 마지막 「이야기」를 이 아이에게 남겨줄래. 아직 완벽하지 않은 결말에 이어질 수 있도록"
        },
        {
            "N": "내레이션",
            "T": "마녀들의 축복을 받은 후, 꼬마 용의 운명이 마침내 움직이기 시작했다"
        },
        {
            "N": "",
            "T": "이야기는 계속됐다:"
        },
        {
            "N": "",
            "T": "용 아이의 생일 파티에서, 예언의 마녀는 예언을 내렸다"
        },
        {
            "N": "",
            "T": "「악룡의 이름을 부여받은 용 아이는, 악룡과 같은 운명을 짊어지리라」"
        },
        {
            "N": "",
            "T": "그러자 이야기 마녀는 용 아이의 운명을 바꾸겠다고 선언했다. 그것은 그녀의 사랑이자 다짐이었다"
        },
        {
            "N": "",
            "T": "다른 마녀들도 저마다 선물을 건넸다. 그것은 이 우주에서 흔히 보지 못할 기적이었다"
        },
        {
            "N": "",
            "T": "그들은 친구의 모성애를 찬미하기 위해, 또 자신의 호기심을 충족하기 위해 이 세계의 규칙에 도전하기로 했다"
        },
        {
            "N": "",
            "T": "아, 그리고 새로운 손님도 축복을 보냈다"
        },
        {
            "N": "",
            "T": "이 한 조각의 용기도, 꼬마 용이 운명을 바꾸는 데 도움이 될 것이다"
        },
        {
            "N": "",
            "T": "이 한 조각의 활기도, 꼬마 용이 운명을 바꾸는 데 도움이 될 것이다"
        },
        {
            "N": "",
            "T": "이 한 조각의 지혜도, 꼬마 용이 운명을 바꾸는 데 도움이 될 것이다"
        },
        {
            "N": "",
            "T": "또 하나의 장을 완성하고, 당신은 다시 이야기 밖으로 돌아왔다…"
        }
    ],
    "1600109": [
        {
            "N": "_1005",
            "T": "음… 이번 장도 완성한 것 같아"
        },
        {
            "N": "_1005",
            "T": "그 마녀들은 다 마녀회 멤버지? 다들 두린을 많이 아꼈나 봐!"
        },
        {
            "N": "_1005",
            "T": "근데 마녀들이 한 말이 잘 이해가 안 돼. 하나같이 신비하다니까…"
        },
        {
            "N": "두린",
            "T": "악룡의 운명…"
        },
        {
            "N": "_1005",
            "T": "그게 마음에 걸렸구나… 하지만 그 문제라면 시뮬랑카에서 해결했잖아, 안 그래?"
        },
        {
            "N": "_0",
            "T": "맞아…"
        },
        {
            "N": "_0",
            "T": "모두의 축복을 빌려서…"
        },
        {
            "N": "두린",
            "T": "응… 거기엔 마녀 이모들의 도움이 있었던 것 같아"
        },
        {
            "N": "두린",
            "T": "근데 신경 쓰이는 게 하나 있어. 우리가 채운 게 이야기의 어느 부분이야?"
        },
        {
            "N": "_1005",
            "T": "그게 말이지…"
        },
        {
            "N": "_0",
            "T": "좀 문제가 있어…"
        },
        {
            "N": "_1005",
            "T": "보완했다기보단 새로운 내용을 쓴 것 같아. 진짜 영문을 모르겠어…"
        },
        {
            "N": "_1005",
            "T": "어쨌든 잉크도 다 써버렸고, 마법책에도 다른 힌트는 없으니까, 임무는 완수한 거겠지?"
        },
        {
            "N": "두린",
            "T": "지금까진 순조롭지만…"
        },
        {
            "N": "_0",
            "T": "괜찮아"
        },
        {
            "N": "_0",
            "T": "문제 생기면 앨리스 씨를 찾아가면 되지"
        },
        {
            "N": "두린",
            "T": "응. 엄마가 남긴 염원이다 보니, 생각이 너무 많았던 것 같아"
        },
        {
            "N": "두린",
            "T": "이번에도 도와줘서 고마워. 책에 다음 장의 힌트가 나오면 알려줄게"
        },
        {
            "N": "_1005",
            "T": "좋아, 그럼 다음 장 때 봐!"
        }
    ],
    "1600110": [
        {
            "N": "벤티",
            "T": "마녀들의 다음 모임은 언제려나?"
        }
    ],
    "1600111": [
        {
            "N": "관찰",
            "T": "(장난감 검. 전사 역할에 적합해 보인다)"
        }
    ],
    "1600112": [
        {
            "N": "관찰",
            "T": "(작은 새총. 레인저 역할에 적합해 보인다)"
        }
    ],
    "1600113": [
        {
            "N": "관찰",
            "T": "(한 권의 책. 학자 역할에 적합해 보인다)"
        }
    ],
    "1600114": [
        {
            "N": "_0",
            "T": "이걸로 하자"
        },
        {
            "N": "내레이션",
            "T": "손님은 전사의 장검을 선물로 골랐다"
        },
        {
            "N": "_1005",
            "T": "두린은 전사가 되고 싶었구나!"
        },
        {
            "N": "두린",
            "T": "꼭 전사라기 보단… 모두를 지킬 수 있는 사람이 되고 싶어"
        },
        {
            "N": "두린",
            "T": "알베도랑 같이 노드크라이에 갔을 때 깨달았어. 이 세계에는 싸움으로 해결해야 하는 문제가 많다는 걸"
        },
        {
            "N": "두린",
            "T": "나도, 모두에게 도움이 되고 싶어"
        },
        {
            "N": "_0",
            "T": "넌 지금도 충분히 대단해"
        },
        {
            "N": "두린",
            "T": "그래? 하지만, 난 아직 부족한 것 같아…"
        },
        {
            "N": "",
            "T": "결국 두린은 「레인저의 새총」을 선물로 선택했다. 그 행동의 대가로 마법 잉크가 조금 소모되었다"
        }
    ],
    "1600115": [
        {
            "N": "_0",
            "T": "이걸로 하자"
        },
        {
            "N": "내레이션",
            "T": "손님은 레인저의 새총을 선물로 골랐다"
        },
        {
            "N": "_1005",
            "T": "레인저라… 두린도 이 세계를 탐험하는 게 좋구나?"
        },
        {
            "N": "두린",
            "T": "#{NICKNAME}와(과) 페이몬의 영향을 받은 것 같아"
        },
        {
            "N": "두린",
            "T": "몬드에서 노드크라이로 가는 길에, 여러 장소를 거치며 많은 사람들을 만났어"
        },
        {
            "N": "두린",
            "T": "그 사람들은 각자 다른 곳에서 다른 삶을 살아왔지만, 대화를 나누다 보면 항상 공통된 주제가 나왔지. 바로 너희 둘이었어"
        },
        {
            "N": "_1005",
            "T": "어… 헤헤, 그야 뭐, 우린 명성이 자자한 모험가니까!"
        },
        {
            "N": "두린",
            "T": "응. 세계를 탐험하는 레인저도 모험가 맞지?"
        },
        {
            "N": "두린",
            "T": "나는 모험가란 이야기를 쫓아 나아가면서, 동시에 자신들의 이야기를 남기는 사람이라고 생각해"
        },
        {
            "N": "두린",
            "T": "나도 그런 사람이 되고 싶어"
        },
        {
            "N": "",
            "T": "결국 두린은 「학자의 책」을 선물로 선택했다. 그 행동의 대가로 마법 잉크가 조금 소모되었다"
        }
    ],
    "1600116": [
        {
            "N": "_0",
            "T": "이걸로 하자"
        },
        {
            "N": "내레이션",
            "T": "손님은 학자의 책을 선물로 골랐다"
        },
        {
            "N": "_1005",
            "T": "두린 너 학구열이 대단하구나"
        },
        {
            "N": "두린",
            "T": "그냥, 이 세계의 상식을 조금 더 배워야 한다는 생각이 들어서…"
        },
        {
            "N": "_1005",
            "T": "왜 그런 생각을 했어?"
        },
        {
            "N": "두린",
            "T": "음… 페이몬, 그거 알아? 몬드에서는 불로 물고기를 잡으면 벌을 받아"
        },
        {
            "N": "_0",
            "T": "…클레랑 같이 물고기 폭파하러 갔었어?"
        },
        {
            "N": "두린",
            "T": "원래는 클레한테 사냥 기술을 배우려고 한 건데… 진 단장님한테 붙잡혀서 감금실에 갇힌 후에야 뭔가 잘못됐다는 걸 깨달았어…"
        },
        {
            "N": "두린",
            "T": "이 세계의 상식은 시뮬랑카랑 다른 게 많아. 모두에게 폐 끼치지 않도록, 열심히 공부해야지"
        },
        {
            "N": "_1005",
            "T": "이걸 상식의 문제라고 할 수 있나…?"
        }
    ],
    "1600117": [
        {
            "N": "_1005",
            "T": "어? 또 다른 두린?"
        },
        {
            "N": "_0",
            "T": "이야기 속 두린이야"
        },
        {
            "N": "_1005",
            "T": "꼬마 두린, 안녕!"
        },
        {
            "N": "_1005",
            "T": "…반응이 없네. 깊이 잠들었나? 그래도 이건 본인 생일 파티인데…"
        },
        {
            "N": "내레이션",
            "T": "용 아이는 이야기 마녀의 마법으로 태어났다. 마녀의 펜 끝이 종이를 스칠 때마다 용 아이도 즐겁게 놀았다"
        },
        {
            "N": "내레이션",
            "T": "하지만 이야기 마녀도 항상 펜을 놀릴 수 있는 건 아니었다. 마녀들의 이번 모임에 참여하는 동안은, 그녀도 펜을 내려놓을 수밖에 없었다"
        },
        {
            "N": "내레이션",
            "T": "「용 아이는 달콤한 잠에 빠져들었다」 그녀는 펜을 내려놓기 전에 마지막으로 이렇게 적었다"
        },
        {
            "N": "_0",
            "T": "그러니까 시간이 없어서…"
        },
        {
            "N": "_0",
            "T": "용의 반응은 미처 쓰지 못했다?"
        },
        {
            "N": "_1005",
            "T": "이건 좀 성의 없는 해설 같은데"
        },
        {
            "N": "두린",
            "T": "근데 이상하네. 난 마녀 이모들 모임에 참석한 기억이 없는데, 이 생일 파티는 언제 있었던 거지…?"
        },
        {
            "N": "_1005",
            "T": "그때 곤히 잠들어서 기억을 못 하는 걸 거야"
        }
    ],
    "1600118": [
        {
            "N": "두린",
            "T": "난 여기서 이 책을 자세히 읽어볼까 해"
        },
        {
            "N": "두린",
            "T": "다시 이야기 속으로 들어가고 싶으면, 언제든지 날 찾아와"
        }
    ],
    "1600119": [
        {
            "N": "_0",
            "T": "다른 것도 더 살펴보자"
        }
    ],
    "1600202": [
        {
            "N": "케이아",
            "T": "이 세상 모든 주사위의 결과는 운명의 신에 의해 미리 결정된다는 말이 있어"
        },
        {
            "N": "케이아",
            "T": "게임에서 많이 이기려면, 이 신의 총애를 받아야 한다는 거지"
        },
        {
            "N": "클레",
            "T": "케이아 오빠, 운 진짜 좋다!"
        },
        {
            "N": "케이아",
            "T": "자, 네 차례야. 다시 해봐"
        },
        {
            "N": "피슬",
            "T": "붉은 용의 후예여, 두려워할 필요 없다. 본 황녀가 그대에게 흑야의 축복을 내리노니, 이 무례한 자를 해치우거라!"
        },
        {
            "N": "오즈",
            "T": "「마음으로 응원할 테니, 나한테서 소장판 카드 커버를 빼앗아 간 이 녀석을 무찔러 줘」라고 하십니다"
        },
        {
            "N": "두린",
            "T": "음…"
        },
        {
            "N": "케이아",
            "T": "이걸… 운이 좋다고 해야 하나, 나쁘다고 해야 하나?"
        },
        {
            "N": "피슬",
            "T": "이건… 운명의 장난이로다!"
        },
        {
            "N": "_1005",
            "T": "두린, 안녕~ 다른 친구들도 안녕!"
        },
        {
            "N": "클레",
            "T": "#명예 기사 {M#오빠}{F#언니}, 페이몬! 오랜만이야!"
        },
        {
            "N": "오즈",
            "T": "오랜만입니다, 명예 기사님. 죄송하지만 아가씨께서 이번 대전에 집중하고 계셔서, 제가 대신 인사드리겠습니다"
        },
        {
            "N": "_1005",
            "T": "괜찮아. 근데 카드 게임하는데 왜 캣테일 술집에 안 가고 여기 있어?"
        },
        {
            "N": "두린",
            "T": "아…"
        },
        {
            "N": "케이아",
            "T": "두린이 원래 용이었어서 그런지, 몸에서 뿜어져 나오는 기운이 주변 동물들을 놀라게 하는 모양이야"
        },
        {
            "N": "케이아",
            "T": "보통은 동물들이 알아서 두린을 피하는데, 캣테일 술집은 좀 달라서 말이지…"
        },
        {
            "N": "케이아",
            "T": "거기 고양이들은 술집을 자기 영역으로 여겨서, 물러날 곳이 없다고 생각했나 봐. 그래서 오히려 격렬한 방식으로 대응하더라고"
        },
        {
            "N": "_0",
            "T": "그러니까 두린이 고양이한테 긁혔다는 거죠?"
        },
        {
            "N": "두린",
            "T": "난 둥지를 잠깐 빌려서 자고 싶었을 뿐이야…"
        },
        {
            "N": "_1005",
            "T": "둥지… 그러니까, 고양이 소파 말하는 거지?"
        },
        {
            "N": "두린",
            "T": "응, 그런 소파에서는 더 편한 자세로 쉴 수 있거든. 근데 그 검은 대장의 무리가 엄청 사납게 굴더라…"
        },
        {
            "N": "두린",
            "T": "그래도 디오나가 중재해 준 덕분에, 소파 하나를 빌릴 수 있게 됐어"
        },
        {
            "N": "두린",
            "T": "물론 밤에만 쓸 수 있지만 말이야"
        },
        {
            "N": "_0",
            "T": "쉽지 않네…"
        },
        {
            "N": "_1005",
            "T": "디오나가 도와줬구나. 디오나도 아닌 척하면서 남 돕길 좋아한다니까"
        },
        {
            "N": "케이아",
            "T": "가장 큰 이유는 두린이 술을 싫어하기 때문일 거야. 마음이 통하는 친구라고 생각했겠지. 몬드 같은 곳에서 술을 싫어하다니, 참 안타까워"
        },
        {
            "N": "디오나",
            "T": "흥!"
        },
        {
            "N": "두린",
            "T": "지금의 저한테 몬드의 술은 아직 무리지만, 나중에라도 꼭…"
        },
        {
            "N": "_1005",
            "T": "억지로 그럴 필요 없어! 몬드에 꼭 술을 마셔야 한다는 법은 없다구"
        },
        {
            "N": "두린",
            "T": "난 인간의 「사회생활」을 배우고 싶어. 그래야 더 많은 친구를 사귀지. 근데 인간 사회에선 술을 마셔야 하는 상황이 많더라…"
        },
        {
            "N": "두린",
            "T": "그래서 일단은 일곱 성인의 소환부터 배우려고. 술이 필요 없는 사교 활동인 데다, 단죄의 황녀의 가르침도 받을 수 있잖아"
        },
        {
            "N": "_1005",
            "T": "맞아, 일곱 성인의 소환도 친구 사귀기에 좋지"
        },
        {
            "N": "_1005",
            "T": "티바트 곳곳에서 대전을 해본 이 고수의 도움을 받으면 어때? 분명히 이길 수 있을 거야!"
        },
        {
            "N": "케이아",
            "T": "미안하지만 이런 운으로는 수메르에 사는 일곱 성인의 소환 대회 우승자가 와도 못 이겨줄걸"
        },
        {
            "N": "_1005",
            "T": "이 주사위… 확실히 좋진 않지만, 다음에는 모르는 거잖아!"
        },
        {
            "N": "케이아",
            "T": "아니, 매번 똑같은 면이 나와. 벌써 세 번째 이 상태라고"
        },
        {
            "N": "_0",
            "T": "어떻게 이런 우연이?"
        },
        {
            "N": "케이아",
            "T": "운명의 신이 정말 있다면, 부디 이 소년에게 눈길을 내려주시길. 최소한 주사위 면이라도 하나 더 만들어 주든지"
        },
        {
            "N": "두린",
            "T": "음… 제가 진 거 같네요"
        },
        {
            "N": "피슬",
            "T": "축복받은 용의 후예가 운명의 장난에 패배하다니?"
        },
        {
            "N": "클레",
            "T": "두린 오빠, 속상해하지 마. 다음 판은 꼭 이길 거야! 내가 도도코 빌려줄게. 엄마가 이게 행운을 불러온다고 했어!"
        },
        {
            "N": "두린",
            "T": "고마워, 클레. 근데 난 더 중요한 일을 하러 가봐야 해"
        },
        {
            "N": "클레",
            "T": "알겠어…"
        },
        {
            "N": "_1005",
            "T": "마법책에 다음 장의 힌트가 뜬 거지?"
        },
        {
            "N": "두린",
            "T": "응. 이번에는 어디로 가야 하는지 알 것 같아. 날 따라와"
        }
    ],
    "1600203": [
        {
            "N": "누군가의 목소리",
            "T": "이야기 속 용은 어떤 성에 머물러야 할까?"
        },
        {
            "N": "누군가의 목소리",
            "T": "마녀는 바람을 타고 온 거대한 용에게서 답을 찾았다"
        },
        {
            "N": "누군가의 목소리",
            "T": "그녀는 용의 날개 밑에 홀로 서 있는 성을 보곤, 글로 이야기 속에 높은 성벽을 쌓아 올렸다"
        },
        {
            "N": "누군가의 목소리",
            "T": "높은 성벽은 비바람을 막아 주었으나, 동시에 그림자를 드리웠다"
        },
        {
            "N": "누군가의 목소리",
            "T": "이야기의 가지는 그림자 속에 잠들어, 더 이상 자라나지 않았다"
        },
        {
            "N": "두린",
            "T": "이게 이번 힌트야. 내 생각엔 현실 속의 용이 사는 곳을 찾아가라는 뜻 같아"
        },
        {
            "N": "두린",
            "T": "사람들한테 물어보니까, 몬드에 마침 그런 곳이 있다더라고"
        },
        {
            "N": "_1005",
            "T": "음, 일리 있는 것 같기도…"
        },
        {
            "N": "두린",
            "T": "여기 사는 용은 드발린이라고 한대. 엄청 크고 아름다운 용이라던데, 기회가 된다면 꼭 만나보고 싶어"
        },
        {
            "N": "_1005",
            "T": "어… 잠깐만!"
        },
        {
            "N": "_1005",
            "T": "드발린을 만났다가 문제라도 생기면 어떡하지? 이 세계의 원래 두린이랑 드발린 사이에 있었던 일을 생각하면…"
        },
        {
            "N": "_0",
            "T": "이 두린이랑 그 두린은 달라"
        },
        {
            "N": "_0",
            "T": "문제가 생길 수도 있겠네…"
        },
        {
            "N": "_1005",
            "T": "두린한테 어떻게 말해야 할지 모르겠네… 에이, 됐다, 드발린을 만나도 우리가 있으니까 괜찮을 거야"
        },
        {
            "N": "두린",
            "T": "혹시 무슨 문제 있어?"
        },
        {
            "N": "_1005",
            "T": "없어 없어, 가자"
        }
    ],
    "1600204": [
        {
            "N": "두린",
            "T": "여기가 드발린이 사는 곳인가?"
        },
        {
            "N": "_0",
            "T": "예전 경험대로면…"
        },
        {
            "N": "_0",
            "T": "여기서 뛰어내려야 해"
        },
        {
            "N": "_1005",
            "T": "그리고 폭풍 속으로 들어가는 거지…"
        },
        {
            "N": "두린",
            "T": "…페이몬, 날아갈까 봐 무서우면 내 옷깃을 붙잡아"
        },
        {
            "N": "_1005",
            "T": "나 괜찮아. 걱정 말고 출발하자"
        },
        {
            "N": "",
            "T": "바람 드래곤의 폐허 깊숙한 곳으로 몸을 던져, 당신은 또다시 새로운 이야기 속으로 들어갔다…"
        },
        {
            "N": "",
            "T": "이야기는 이러했다:"
        },
        {
            "N": "",
            "T": "용은 나날이 자라났다. 이야기 마녀는 그를 무척 아끼고 사랑하며, 그를 위해 높고 아름다운 성을 만들어 주었다"
        },
        {
            "N": "",
            "T": "그러나 이야기 마녀는 결국 무정한 세월을 이기지 못하고, 별보다 더 먼 곳으로 떠나고 말았다"
        },
        {
            "N": "",
            "T": "갑자기 홀로 남게 된 용은 친구를 만들기 위해 성 밖으로 나가 보았다"
        },
        {
            "N": "",
            "T": "하지만 예언대로, 그에겐 이미 악룡의 발톱과 비늘이 자라나 있었다"
        },
        {
            "N": "",
            "T": "착한 꼬마 용은 남에게 상처를 줄까 두려워 엄마가 만든 성 안에 숨어버렸다. 그리고 다시는 밖으로 나오지 않았다…"
        }
    ],
    "1600205": [
        {
            "N": "_1005",
            "T": "음… 바로 이야기 속 세계로 왔나 봐. 이 장은 아마 시뮬랑카 얘기겠지?"
        },
        {
            "N": "_0",
            "T": "이 성…"
        },
        {
            "N": "_0",
            "T": "그때가 생각나네…"
        },
        {
            "N": "두린",
            "T": "나도 그래. 축복의 숲에서 온 요정, 별길 왕성에서 온 국왕, 상자 속 고양이…"
        },
        {
            "N": "_1005",
            "T": "…닐루랑 나비아, 키라라를 말하는 거야?"
        },
        {
            "N": "두린",
            "T": "맞아, 그리고 모자도. 근데 좀 이상했어…"
        },
        {
            "N": "_0",
            "T": "모자가? 왜?"
        },
        {
            "N": "두린",
            "T": "갑자기 생각난 건데, 요즘 모자의 태도가 좀 묘하더라고…"
        },
        {
            "N": "_1005",
            "T": "어떻게 묘한데?"
        },
        {
            "N": "두린",
            "T": "뭔가 걱정이 있어 보였달까? 나한테는 말도 안 해주고 티도 안 냈지만, 분명히 느껴졌어"
        },
        {
            "N": "_1005",
            "T": "뭐… 걔는 원래 그런 애잖아"
        },
        {
            "N": "_0",
            "T": "나도 그런 느낌을 받았어…"
        },
        {
            "N": "_0",
            "T": "나중에 찾아가서 얘기해 보자"
        },
        {
            "N": "두린",
            "T": "응… 지금은 엄마의 염원을 이뤄주는 게 먼저겠지"
        },
        {
            "N": "_1005",
            "T": "맞아, 지금 중요한 건 이 장을 완성하는 거야. 다시 한번 너를 찾아서, 너에게 걸린 운명의 저주를 풀어주자구!"
        },
        {
            "N": "내레이션",
            "T": "이날, 한 모험가 무리가 높은 성벽 밑에 찾아왔다"
        },
        {
            "N": "내레이션",
            "T": "그들은 용에게 걸린 운명의 저주를 풀어주겠다 호언장담했으나, 당장 겹겹이 늘어선 높은 벽 앞에 어쩔 줄 몰라 했다"
        },
        {
            "N": "_1005",
            "T": "야! 괜히 비웃지 말고 힌트라도 좀 주라"
        },
        {
            "N": "내레이션",
            "T": "용은 성 가운데 있는 고탑에 스스로를 가뒀다. 그곳에 도달하려면 마음의 장벽을 넘어야 한다. 지름길은 없다"
        },
        {
            "N": "_1005",
            "T": "보아하니 저번처럼 꽤 오래 걸리겠네…"
        },
        {
            "N": "두린",
            "T": "…내가 해결해 볼게"
        },
        {
            "N": "_1005",
            "T": "두린, 좋은 방법이라도 있어?"
        },
        {
            "N": "두린",
            "T": "저 탑에 숨어 있는 꼬마 용이 과거의 나라면, 그 용이 어떤 방식으로 타인을 밀어내는지 내가 잘 알아"
        },
        {
            "N": "두린",
            "T": "나를 따라와"
        },
        {
            "N": "",
            "T": "노력 끝에 당신은 성 깊숙한 곳까지 들어갔다…"
        },
        {
            "N": "",
            "T": "아래에 갇힌 사람들을 발견했다…"
        }
    ],
    "1600209": [
        {
            "N": "_1005",
            "T": "너희는…"
        },
        {
            "N": "???",
            "T": "하늘을 나는 정령이구나. 너도 용의 저주를 풀어주러 왔니?"
        },
        {
            "N": "???",
            "T": "이 성에 발을 들여놓는 용감한 용사가 또 있었다니! 어서 나의 부대에 합류하도록!"
        },
        {
            "N": "_1005",
            "T": "닐루랑 나비아…?"
        },
        {
            "N": "날다람쥐 요정",
            "T": "닐루? 난 날다람쥐 요정이야"
        },
        {
            "N": "기린 국왕",
            "T": "나비아? 난 기린 국왕이야"
        },
        {
            "N": "_0",
            "T": "진짜 본인은 아닐 거야"
        },
        {
            "N": "_0",
            "T": "두린 기억 속의 그들이겠지"
        },
        {
            "N": "두린",
            "T": "그러네…. 저기 상자 속 고양이도 있어"
        },
        {
            "N": "상자 속 고양이",
            "T": "뭐야, 새로운 적인가?"
        },
        {
            "N": "_1005",
            "T": "키라라… 풉, 상자 속 고양이야, 우린 적이 아니야"
        },
        {
            "N": "_0",
            "T": "시뮬랑카에서 만난 친구들이네…"
        },
        {
            "N": "_1005",
            "T": "응, 우리가 시뮬랑카에서 겪은 일도 이 이야기의 일부니까, 모두를 만나는 것도 이상한 일은 아니지"
        },
        {
            "N": "두린",
            "T": "…응. 날다람쥐 요정님, 기린 국왕님, 상자 속 고양이 씨, 나랑 같이 가자"
        },
        {
            "N": "내레이션",
            "T": "높은 성벽의 그림자에는 용의 외로움이 깃들어 있어, 용과 친구가 되려 찾아온 손님도 그 앞으로 나아갈 수 없었다"
        },
        {
            "N": "내레이션",
            "T": "그들도 용의 저주를 풀어주고 싶었지만, 눈앞의 불빛에서 벗어날 수 없었던 것이다. 이야기에 기적이 찾아오기 전까지, 그들은 이곳에 갇힌 신세였다"
        },
        {
            "N": "_1005",
            "T": "그랬구나…"
        },
        {
            "N": "날다람쥐 요정",
            "T": "저 그림자가 우리를 거부하고 있어. 용이 우리를 만나기 무서워하는 것 같아"
        },
        {
            "N": "기린 국왕",
            "T": "불빛이 더 있으면 좋을 텐데… 너희는 저 그림자가 안 무서워?"
        },
        {
            "N": "두린",
            "T": "응, 왜냐하면… 내가 모두에게 필요한 「불빛」을 가지고 있거든"
        },
        {
            "N": "두린",
            "T": "이번에 완성되는 이야기는 원래 거랑 조금 다른 부분이 생길지도 모르겠네"
        },
        {
            "N": "두린",
            "T": "과거의 난 영원히 친구를 가질 수 없다고 생각해서, 나한테 다가오는 사람을 모조리 거부했어. 기적이 모두를 나에게 데려와 주기 전까진 말이야…"
        },
        {
            "N": "두린",
            "T": "이번에는, 내가 그 「기적」이 될게"
        },
        {
            "N": "날다람쥐 요정",
            "T": "…무슨 말인지 잘 모르겠지만, 너도 용의 저주를 풀어주고 싶은 거지?"
        },
        {
            "N": "두린",
            "T": "맞아. 나를 따라와 줘!"
        },
        {
            "N": "",
            "T": "당신은 꼬마 용이 숨어있는 곳에 접근했다. 하지만 지금까지 했던 여러 행동의 대가로 마법 잉크가 조금 소모되었다"
        }
    ],
    "1600211": [
        {
            "N": "_1005",
            "T": "두린, 이제 그만해! 아니지… 이야기 속 용아, 제발 진정해!"
        },
        {
            "N": "꼬마 용",
            "T": "다가오지 마. 너희를 해치고 싶지 않아!"
        },
        {
            "N": "내레이션",
            "T": "외로움과 공포가 마음의 감옥을 엮어 타인의 시선을 차단했다. 모험가들의 눈엔 용이 남긴 그림자밖에 보이지 않았다"
        },
        {
            "N": "_1005",
            "T": "괜찮아, 우리가 널 도와줄게!"
        },
        {
            "N": "꼬마 용",
            "T": "싫어, 오지 마!"
        },
        {
            "N": "내레이션",
            "T": "용은 더 이상 대답하지 않았다"
        },
        {
            "N": "_1005",
            "T": "이러면 어떻게 설득하지?"
        },
        {
            "N": "두린",
            "T": "「용은 더 이상 대답하지 않았다」… 이건 나의 또 다른 결말일지도 몰라…"
        },
        {
            "N": "두린",
            "T": "시뮬랑카에 있을 때, 나도 저 녀석이랑 똑같았어"
        },
        {
            "N": "두린",
            "T": "그때의 나는 모든 사람을 거부했지만, 사실은 내 힘을 무시할 수 있을 정도로 강한 사람이 나타나 주길 바랐지"
        },
        {
            "N": "두린",
            "T": "그러다 모두가 내 앞에 나타나 줘서, 내가 지금 이 자리에 서 있을 수 있는 거야"
        },
        {
            "N": "_0",
            "T": "이 이야기를 완성하자!"
        },
        {
            "N": "내레이션",
            "T": "용은 더 이상 대답하지 않았다. 그러나 이야기 마녀는 다시 펜을 들고, 기적을 강림시켰다"
        },
        {
            "N": "내레이션",
            "T": "날다람쥐 요정, 기린 국왕, 상자 속 고양이가 용이 있는 탑에 도착했다. 기적의 빛이 그들이 높은 성벽의 그림자를 헤칠 수 있도록 인도한 것이다"
        },
        {
            "N": "내레이션",
            "T": "그들은 용의 발톱과 비늘을 두려워하지 않고, 용의 친구가 되려 했다. 용이 애타게 꿈꾸던 순간이었다"
        },
        {
            "N": "_1005",
            "T": "닐루랑 나비아, 그리고 키라라?"
        },
        {
            "N": "_0",
            "T": "진짜 본인은 아닐 거야"
        },
        {
            "N": "_0",
            "T": "두린 기억 속의 그들이겠지"
        },
        {
            "N": "두린",
            "T": "시뮬랑카에서 만난 친구들이야…"
        },
        {
            "N": "두린",
            "T": "아직 내 말이 들린다면, 잘 들어줘"
        },
        {
            "N": "두린",
            "T": "발톱도 비늘도 절대 피할 수 없는 저주가 아니야. 넌 결국 그걸 이겨내고, 많은 친구를 사귀게 돼"
        },
        {
            "N": "두린",
            "T": "내가 거짓말을 한다고 생각하겠지. 지금까지 몇 번이고 시도했지만 전부 실패했으니까"
        },
        {
            "N": "두린",
            "T": "하지만 이번에는 달라. 내가 네 친구를 데려왔어"
        },
        {
            "N": "꼬마 용",
            "T": "…뭐?"
        },
        {
            "N": "날다람쥐 요정",
            "T": "안녕, 나는 날다람쥐 요정이야. 너의 저주를 풀어주고 싶어. 그러니 나랑 이야기해 주지 않을래?"
        },
        {
            "N": "기린 국왕",
            "T": "나는 기린 국왕이야. 걱정 마, 우린 널 무서워하지 않아"
        },
        {
            "N": "상자 속 고양이",
            "T": "나는 상자 속 고양이에 불과하지만… 나도 너의 친구가 되고 싶어"
        },
        {
            "N": "꼬마 용",
            "T": "이게 다… 내 친구?"
        },
        {
            "N": "두린",
            "T": "네가 줄곧 도망쳐 온 미래에서, 이들은 전부 너의 친구야. 내가 보장할게"
        },
        {
            "N": "두린",
            "T": "친구의 제안을… 받아줄래?"
        },
        {
            "N": "내레이션",
            "T": "잠깐의 침묵 후, 탑의 그림자에서 무거운 발소리가 들려왔다. 그러나 발소리의 주인은 일행 앞에 모습을 드러내지 않았다"
        },
        {
            "N": "내레이션",
            "T": "용은 마음의 감옥에서 걸어 나왔으나, 그의 발톱과 비늘은 여전히 그대로였다"
        },
        {
            "N": "꼬마 용",
            "T": "이런 모습으로 친구를 만날 수는 없어"
        },
        {
            "N": "날다람쥐 요정",
            "T": "괜찮아. 우리가 너에게 축복을 보내고 운명의 여신님께 기도해 줄게. 네가 저주에서, 악룡의 발톱과 비늘에서 벗어날 수 있도록"
        },
        {
            "N": "_1005",
            "T": "그래, 저번처럼 하면 되겠다!"
        },
        {
            "N": "꼬마 용",
            "T": "운명의 여신한테 기도한다고?"
        },
        {
            "N": "내레이션",
            "T": "이때, 기쁨의 마녀가 강림했다"
        },
        {
            "N": "기쁨의 마녀",
            "T": "꼬마 용아, 안녕? 걱정하지 말렴. 모두의 축복을 받으면, 너의 소원은 분명 이루어질 거야"
        },
        {
            "N": "_1005",
            "T": "앨리스? 아니, 이야기 속 기쁨의 마녀인가?"
        },
        {
            "N": "기쁨의 마녀",
            "T": "맞아. 난 기쁨의 마녀이자 이 세계의 창세의 여신이야. 이야기 마녀는 내 절친이자 이 세계의 운명의 여신이고"
        },
        {
            "N": "기쁨의 마녀",
            "T": "나는, 내 두 번째로 강력한 마법을 빌려주겠다는 약속을 지키러 왔어"
        },
        {
            "N": "기쁨의 마녀",
            "T": "이 마법은 세계를 만들 수 있고, 그럼 네 소원도 자연히 이뤄질 거야. 네가 모두의 축복을 받을 수만 있다면 말이지"
        },
        {
            "N": "기쁨의 마녀",
            "T": "하지만 그 전에, 이야기 마녀를 대신해서 확인할게. 모두의 축복을 받고 싶니?"
        },
        {
            "N": "꼬마 용",
            "T": "전… 모두와 친구가 되고 싶어요. 다들 나한테 축복을 내려줄 거야?"
        },
        {
            "N": "_0",
            "T": "물론이지. 지난번처럼 말이야"
        },
        {
            "N": "내레이션",
            "T": "어쩌면 진작 끝나도 됐을 이야기 속에, 모험가들의 축복이 새로운 가능성을 만들어냈다"
        },
        {
            "N": "내레이션",
            "T": "그러나 이때의 그들은 이 축복이 선물이 될지 시련이 될지 알 수 없었다"
        },
        {
            "N": "_1005",
            "T": "갑자기 또 뭐야? 힌트가 필요할 때는 아무 말 없더니, 이제 와서 의미심장한 말을 꺼내면 어떡해"
        },
        {
            "N": "두린",
            "T": "시련… 모두의 세계로 온 뒤로, 시뮬랑카에는 존재하지 않던 고민과 피할 수 없는 싸움을 마주하게 됐어. 이걸 시련이라고 한다면 틀린 말은 아니야"
        },
        {
            "N": "두린",
            "T": "하지만 이 시련을 피한다면, 나는 모두를 만나지 못하겠지. 난, 그때의 나에게 축복을 보내주고 싶어"
        },
        {
            "N": "_1005",
            "T": "바로 그거야! 두린, 우리가 다시 한번 네 소원을 이뤄줄게"
        },
        {
            "N": "두린",
            "T": "응, 고마워. 지금의 나로서도, 그때의 나로서도"
        },
        {
            "N": "",
            "T": "이야기는 계속됐다:"
        },
        {
            "N": "",
            "T": "다행히, 용감한 모험가 무리가 용의 이야기를 전해 들었다"
        },
        {
            "N": "",
            "T": "그들은 용의 저주를 풀어주기 위해 여러 난관을 헤쳐 나갔다"
        },
        {
            "N": "",
            "T": "그들은 용을 위해 각자의 축복을 바치고, 운명의 여신에게 소원을 빌었다"
        },
        {
            "N": "",
            "T": "그들의 소원은 결국 이루어졌다. 꼬마 용은 악룡의 비늘을 벗고 어두운 탑에서 걸어 나왔다"
        },
        {
            "N": "",
            "T": "하지만 꼬마 용의 발걸음이 성 밖으로 이어지는 순간, 그는 깨닫게 될 것이다. 이 축복은 선물이자 시련이라는 것을"
        },
        {
            "N": "",
            "T": "운명의 장난은, 아직 끝나지 않았다"
        },
        {
            "N": "",
            "T": "또 하나의 장을 완성하고, 당신은 다시 이야기 밖으로 돌아왔다"
        },
        {
            "N": "내레이션",
            "T": "운명의 장난은, 아직 끝나지 않았다"
        }
    ],
    "1600212": [
        {
            "N": "_1005",
            "T": "저번처럼 두린이 소원을 이뤘어!"
        },
        {
            "N": "두린",
            "T": "만약 이게 엄마가 쓴 나의 이야기라면, 이 장은 여기서 끝이겠네"
        },
        {
            "N": "_1005",
            "T": "응…. 그럼 이제 이야기를 전부 채운 건가?"
        },
        {
            "N": "_1005",
            "T": "잉크는 아직 좀 남았네. 우리, 앨리스가 준 임무를 순조롭게 마친 것 같아!"
        },
        {
            "N": "_0",
            "T": "책을 돌려줘야 해"
        },
        {
            "N": "_1005",
            "T": "그건 앨리스의 연락을 기다리는 수밖에 없잖아"
        },
        {
            "N": "두린",
            "T": "엄마가 쓴 마지막 이야기도 끝나버렸어…"
        },
        {
            "N": "_1005",
            "T": "두린은 아쉬워하는 것 같네?"
        },
        {
            "N": "두린",
            "T": "예전에 시뮬랑카에 있을 땐, 엄마가 아직 내 곁을 떠나지 않은 듯한 착각이 들었어"
        },
        {
            "N": "두린",
            "T": "매일 이야기 속 사물을 접할 때마다, 엄마의 이야기를 듣는 듯한 기분이 들었지. 하지만 이젠…"
        },
        {
            "N": "_1005",
            "T": "두린…"
        },
        {
            "N": "_0",
            "T": "괜찮아, 너한텐 우리가 있잖아"
        },
        {
            "N": "_1005",
            "T": "맞아, 몬드성에 두린을 기다리는 친구가 얼마나 많은데!"
        },
        {
            "N": "두린",
            "T": "…응"
        },
        {
            "N": "_1005",
            "T": "근데 그 성에서 한참을 돌아다녔더니 배고파졌어… 우리 몬드성으로 돌아가서 친구들이랑 맛있는 거 먹자!"
        },
        {
            "N": "_1005",
            "T": "두린이 엄마의 염원을 이뤄준 것도 축하할 겸!"
        },
        {
            "N": "두린",
            "T": "그 커다랗고 아름다운 용은 결국 못 만났네. 아쉽다"
        },
        {
            "N": "_1005",
            "T": "많이 기대했구나…. 드발린이 항상 여기에 있는 건 아니야. 그래도 걱정 마, 나중에 또 기회가 있을 거야"
        },
        {
            "N": "두린",
            "T": "응…. 인간의 관습대로면, 이번 식사는 내가 엄마의 염원을 이룬 걸 기념하는 거니까, 내가 사는 게 맞겠지?"
        },
        {
            "N": "_1005",
            "T": "#친구로서 축하해 주고 싶으니까, 나랑 {NICKNAME}(이)가 대접할게!"
        },
        {
            "N": "두린",
            "T": "인간 사회에서는 밥을 사는 규칙도 엄청 복잡하네…"
        },
        {
            "N": "벤티",
            "T": "봐, 저 아이도 너랑 친구가 되고 싶어 해"
        },
        {
            "N": "드발린",
            "T": "……"
        },
        {
            "N": "벤티",
            "T": "하지만 아직은 때가 아니야…. 이번 이야기는 더 좋은 결말을 맞이할 수 있어"
        }
    ],
    "1600213": [
        {
            "N": "_1005",
            "T": "시간이 오래 지나서, 다들 아직 여기 있을지 모르겠네…"
        },
        {
            "N": "케이아",
            "T": "오, 모험을 무사히 마치고 돌아왔구나? 축하하는 의미로 같이 한잔 어때?"
        },
        {
            "N": "디오나",
            "T": "잠깐! 여기는 음주 금지야!"
        },
        {
            "N": "클레",
            "T": "#명예 기사 {M#오빠}{F#언니}, 두린 오빠! 오늘 어떤 대모험을 겪었는지 들려줘!"
        },
        {
            "N": "_1005",
            "T": "일단 음식부터 주문하고, 먹으면서 얘기해 줄게"
        },
        {
            "N": "클레",
            "T": "좋아!"
        },
        {
            "N": "마죠리",
            "T": "잠깐만. 방금 두린이라고 하지 않았어? 두린이라면… 설산에 추락한 그 악룡이잖아?"
        },
        {
            "N": "클레",
            "T": "그게 무슨 소리야? 두린 오빠는 설산의 악룡이 아니야. 알베도 오빠가… 어… 아무튼 엄청 신비한 존재랬어!"
        },
        {
            "N": "_1005",
            "T": "마죠리는 두린을 처음 보나? 그럼 오해할 수도 있겠네"
        },
        {
            "N": "케이아",
            "T": "아니… 직접 본 건 처음이라도, 두린의 이야기는 들어봤을 텐데. 몬드에서 이건 비밀이 아니야"
        },
        {
            "N": "두린",
            "T": "다들…"
        },
        {
            "N": "서윤",
            "T": "저 아이, 설산의 악룡이랑 무슨 관계야?"
        },
        {
            "N": "마죠리",
            "T": "지금 보니까 저 아이 머리에 용 뿔 같은 게 달렸는데, 설마…"
        },
        {
            "N": "케이아",
            "T": "…다들 두린의 일을 잊어버린 건가?"
        },
        {
            "N": "_1005",
            "T": "그게 무슨…"
        },
        {
            "N": "내레이션",
            "T": "운명의 장난은, 아직 끝나지 않았다"
        },
        {
            "N": "두린",
            "T": "윽!"
        },
        {
            "N": "케이아",
            "T": "다들 조심해!"
        },
        {
            "N": "_0",
            "T": "진정해!"
        },
        {
            "N": "두린",
            "T": "다친 사람은… 없겠지…"
        },
        {
            "N": "_1005",
            "T": "두린, 두린!"
        },
        {
            "N": "",
            "T": "힘을 소진한 두린은 쓰러졌다. 모두는 바바라를 불러 두린을 치료하고, 그를 방으로 옮겼다"
        }
    ],
    "1600214": [
        {
            "N": "리사",
            "T": "방금 바바라가 진찰해 봤는데 큰 문제는 없었어. 어떤 위험한 힘에 대항하느라 체력을 많이 소모한 것 같아"
        },
        {
            "N": "리사",
            "T": "당분간 휴식을 취해야 깨어날 수 있을 거야"
        },
        {
            "N": "진",
            "T": "그래서, 대체 무슨 일이 있었던 거야?"
        },
        {
            "N": "케이아",
            "T": "두린과 가깝게 지내던 우리를 제외하고, 나머지 몬드 주민들은 전부 두린과 관련된 일을 잊어버렸어"
        },
        {
            "N": "_1005",
            "T": "왜 그런 거지?"
        },
        {
            "N": "케이아",
            "T": "더 골치 아픈 건, 두린 몸에 있는 심연의 힘이 폭주할 조짐을 보인다는 거야. 사람들한테 잊혀지는 것과도 관련이 있을지 몰라"
        },
        {
            "N": "진",
            "T": "두린의 심연의 힘이 통제를 잃으면, 몬드에 엄청난 위협이 될 텐데…"
        },
        {
            "N": "_0",
            "T": "알베도를 불러야겠어요…"
        },
        {
            "N": "케이아",
            "T": "음, 확실히 알베도가 나서야 할 상황이지…"
        },
        {
            "N": "진",
            "T": "알겠어. 단장 대행의 이름으로 편지를 써서 알베도에게 돌아오라고 할게. 그동안은 기사단이 두린을 돌볼 거야"
        },
        {
            "N": "_1005",
            "T": "현재로선 이게 최선인가…"
        },
        {
            "N": "진",
            "T": "그리고 이 책은 내가 보관하고 있을게. 읽고 싶어지면 언제든 내 <color=#37FFFF>사무실</color>로 찾아와"
        },
        {
            "N": "_1005",
            "T": "#이 책… {NICKNAME}, 이게 두린의 현 상태와 관련이 있을까?"
        },
        {
            "N": "_0",
            "T": "그럴 가능성이 높아"
        },
        {
            "N": "_1005",
            "T": "앨리스는 아직 연락이 없고…. 우리 시간 되면 다시 책 속으로 들어가 보자"
        }
    ],
    "1600215": [
        {
            "N": "케이아",
            "T": "몬드에서 얼굴 보기가 힘드네. 시간 되면 한잔할까?"
        }
    ],
    "1600216": [
        {
            "N": "클레",
            "T": "#명예 기사 {M#오빠}{F#언니}랑 두린 오빠, 모험하러 가는 거야? 클레는 오늘 진 단장님이 성 밖으로 나가지 말라고 해서 못 가…. 돌아와서 꼭 클레한테 모험 이야기 들려줘!"
        }
    ],
    "1600217": [
        {
            "N": "피슬",
            "T": "운명의 장난이구나… 흥"
        }
    ],
    "1600218": [
        {
            "N": "디오나",
            "T": "어디서 술 냄새가… 그 녀석이 틀림없어!"
        }
    ],
    "1600222": [
        {
            "N": "리사",
            "T": "두린은 안정을 되찾은 상태야. 너무 걱정하지 않아도 돼"
        },
        {
            "N": "케이아",
            "T": "클레가 두린이랑 놀러 나가려고 했는데 이렇게 됐네…. 두린의 일은 일단 클레한테 비밀로 해줘"
        },
        {
            "N": "진",
            "T": "두린이 깨어나면, 바로 기사를 보내서 소식을 전해줄게"
        }
    ],
    "1600302": [
        {
            "N": "_1005",
            "T": "진 단장!"
        },
        {
            "N": "진",
            "T": "왔구나. 내 편지는 잘 받은 모양이네. 두린은 깨어난 지 얼마 안 돼서 저쪽에 있어. 난 여기 있을 테니까 무슨 일 생기면 바로 불러"
        },
        {
            "N": "_1005",
            "T": "너무 걱정하지 마, 아무 일 없을 거야"
        },
        {
            "N": "두린",
            "T": "#{NICKNAME}(이)랑 페이몬? 정신을 잃기 전의 일이 떠올랐어. 네가 날 막아줘서 다행이야. 아니었으면 난…"
        },
        {
            "N": "_0",
            "T": "그런 건 됐어"
        },
        {
            "N": "_0",
            "T": "몸은 좀 괜찮아?"
        },
        {
            "N": "두린",
            "T": "난 괜찮아. 근데… 사람들이 나를 잊어버렸어"
        },
        {
            "N": "_1005",
            "T": "걱정 마, 해결할 방법이 있을 거야. 그때 무슨 일이 있었던 건지 말해줄래?"
        },
        {
            "N": "두린",
            "T": "그건… 정말 이상한 감각이었어"
        },
        {
            "N": "두린",
            "T": "모두에게 잊혀졌다는 걸 깨닫는 순간, 갑자기 내 몸과의 연결이 끊어진 것 같은 느낌이 들었지"
        },
        {
            "N": "두린",
            "T": "지금 내 몸에는 심연의 힘이 봉인되어 있잖아. 몸과 나의 연결이 끊기자, 그 힘이 통제를 잃어버린 거야…"
        },
        {
            "N": "두린",
            "T": "그 후 모두가 날 부르는 소리를 듣고서야, 내 몸과의 연결을 되찾았어"
        },
        {
            "N": "_1005",
            "T": "몸과 연결이 끊기다니… 이 몸에 문제가 생긴 건가? 빨리 알베도의 도움을 받아야겠어"
        },
        {
            "N": "두린",
            "T": "…이 문제는 알베도의 연금술 때문은 아닌 것 같아"
        },
        {
            "N": "_1005",
            "T": "음… 아니면 사람들이 널 잊어버린 일과 관련이 있는 걸까?"
        },
        {
            "N": "_0",
            "T": "그 책과 관련이 있는 것 같아"
        },
        {
            "N": "_1005",
            "T": "그럼 앨리스를 만나야 제대로 된 답을 들을 수 있겠네. 근데 시간이 한참 지났는데 왜 연락이 없지…"
        },
        {
            "N": "_1005",
            "T": "어, 말하기가 무섭게 온 건가?"
        },
        {
            "N": "누군가의 목소리",
            "T": "어떻게 해야 이야기의 가지를 높은 벽 바깥으로 옮길 수 있을까?"
        },
        {
            "N": "누군가의 목소리",
            "T": "마녀는 성에서 걸어 나와, 세상에서 가장 높고 큰 나무를 찾아 나섰다"
        },
        {
            "N": "누군가의 목소리",
            "T": "그녀는 높은 나무 위의 안락한 자리를 찾아, 그곳에 품속의 가지를 이어 붙이려 했다"
        },
        {
            "N": "누군가의 목소리",
            "T": "그곳으로 가라. 그곳에 이 가지를 스친 최초의 바람이 있을 테니"
        },
        {
            "N": "_1005",
            "T": "새로운 힌트야…. 이 이야기, 아직도 안 끝난 건가?"
        },
        {
            "N": "두린",
            "T": "「성에서 걸어 나와」…"
        },
        {
            "N": "두린",
            "T": "있잖아, 만약 이게 내가 겪은 일들로 채워진 이야기라면, 내가 시뮬랑카를 떠난 후의 일도 이야기의 일부가 아닐까?"
        },
        {
            "N": "_1005",
            "T": "어… 하지만 이 마녀가 그 일들을 어떻게 알고? 그리고 정말 그렇다면, 이야기의 빈 부분을 어떻게 채워야 하지?"
        },
        {
            "N": "_0",
            "T": "이번에도 책에서 확인하는 수밖에"
        },
        {
            "N": "_1005",
            "T": "응…. 지금은 앨리스와 연락이 닿지 않으니, 직접 조사하는 수밖에 없겠어"
        },
        {
            "N": "_1005",
            "T": "그나저나 이번 수수께끼는 또 어딜 가리키는 걸까?"
        },
        {
            "N": "두린",
            "T": "세상에서 가장 높고 큰 나무라… 내가 그런 인상을 받았던 건 단 한 곳뿐이야. 처음 시뮬랑카를 떠났을 때 머물렀던 곳"
        },
        {
            "N": "두린",
            "T": "거기는 커피도 맛있고, 책도 셀 수 없을 만큼 많아"
        },
        {
            "N": "_0",
            "T": "…수메르성?"
        },
        {
            "N": "두린",
            "T": "응. 몬드성에서는 도서관에서부터 단서를 찾았잖아. 수메르성에도 큰 도서관이 있는데, 가보지 않을래?"
        },
        {
            "N": "_1005",
            "T": "…확실히 일리가 있어. 어차피 이거보다 좋은 생각은 떠오르지 않고"
        },
        {
            "N": "_0",
            "T": "일단 가보자"
        },
        {
            "N": "_1005",
            "T": "그럼 일단 진 단장한테 말하자"
        },
        {
            "N": "진",
            "T": "…이미 생각이 있는 것 같으니, 나도 굳이 캐묻지 않을게"
        },
        {
            "N": "진",
            "T": "그래도 꼭 조심해. 알베도가 돌아오려면 시간이 걸려. 그 사이에 두린의 몸에 무슨 문제가 생길지 몰라"
        },
        {
            "N": "두린",
            "T": "이번 일은… 죄송해요"
        },
        {
            "N": "진",
            "T": "널 탓하려는 게 아니야. 여기 널 탓하는 사람은 아무도 없어. 오히려 반대로, 다들 널 걱정하고 있지"
        },
        {
            "N": "두린",
            "T": "걱정…?"
        },
        {
            "N": "진",
            "T": "따라와"
        },
        {
            "N": "진",
            "T": "네가 깨어났다는 소식을 듣고 다들 찾아왔어"
        },
        {
            "N": "두린",
            "T": "모두들…"
        },
        {
            "N": "리사",
            "T": "이야기책을 채우고 있다고 들었어. 사람들이 잃어버린 기억도, 네 이야기 속에서 채워지길 기다리고 있는 거 아닐까?"
        },
        {
            "N": "두린",
            "T": "…리사 선생님, 역시 언제나 제 고민을 해결해 주시네요"
        },
        {
            "N": "두린",
            "T": "기다려 주세요. 엄마가 남긴 이야기도, 저와 모두의 이야기도, 전부 완성해 올게요!"
        }
    ],
    "1600303": [
        {
            "N": "_1005",
            "T": "이번에도 도서관에서 책을 찾는 거니까 몬드랑 다를 거 없다고 생각했는데, 여기는…"
        },
        {
            "N": "두린",
            "T": "…어디서부터 찾지?"
        },
        {
            "N": "_1005",
            "T": "이번엔 힌트가 좀 애매한 것 같아"
        },
        {
            "N": "_0",
            "T": "일단 주변을 둘러볼까?"
        },
        {
            "N": "_1005",
            "T": "응, 여기에도 이상한 사건이 발생하진 않았는지 확인해 보자"
        },
        {
            "N": "_1005",
            "T": "어… 음?"
        },
        {
            "N": "카타윤",
            "T": "죄송한데, 무슨 말씀인지 이해가 안 돼요"
        },
        {
            "N": "방랑자",
            "T": "5권을 반납하러 왔다고"
        },
        {
            "N": "카타윤",
            "T": "장서 목록엔 이 시리즈 5권이 반출된 기록이 없어요. 반납하겠다고 하셔도, 빌려준 적이 없는 책을 어떻게 돌려받겠어요"
        },
        {
            "N": "방랑자",
            "T": "그럼 이렇게 해. 지금 도서관에 있는 책엔 빠진 내용이 많아. 나한테 있는 게 완전한 버전이니까, 도서관에 있는 거랑 바꿔"
        },
        {
            "N": "카타윤",
            "T": "그게 무슨… 죄송하지만 도서관은 엄격히 관리되는 곳이에요. 그쪽 말 한마디로 도서관의 중요한 책을 바꿀 순 없어요"
        },
        {
            "N": "방랑자",
            "T": "쳇…"
        },
        {
            "N": "_1005",
            "T": "야 너!"
        },
        {
            "N": "방랑자",
            "T": "음? 너희로군"
        },
        {
            "N": "_0",
            "T": "여기서 보다니 의외네…"
        },
        {
            "N": "_0",
            "T": "왠지 이럴 것 같았어…"
        },
        {
            "N": "_1005",
            "T": "너 여기서 뭐 해?"
        },
        {
            "N": "방랑자",
            "T": "난 떠돌이 학자야. 여기 나타난들 이상할 거 없잖아?"
        },
        {
            "N": "_1005",
            "T": "노드크라이에서 본 지 얼마 안 됐는데, 되게 금방 수메르로 돌아왔네…"
        },
        {
            "N": "방랑자",
            "T": "꼭 처리해야 할 일이 있어. 모종의 이유로 일부 자료가 소실돼서, 다시 다 정리해 놨거든. 그걸 여기 돌려놓을 생각이야"
        },
        {
            "N": "방랑자",
            "T": "뭐, 나한테는 어깨의 짐을 하나 내려놓는 일이라고 할 수 있지…"
        },
        {
            "N": "방랑자",
            "T": "근데 넌 왜 죽상을 하고 있어?"
        },
        {
            "N": "두린",
            "T": "모자… 다행이야. 너는 날 잊지 않았구나"
        },
        {
            "N": "방랑자",
            "T": "…뭔 소리야?"
        },
        {
            "N": "",
            "T": "#두린은 {REALNAME[ID(1)|HOSTONLY(true)]}에게 최근에 겪은 일들을 말해준다"
        },
        {
            "N": "방랑자",
            "T": "더 악화됐나…"
        },
        {
            "N": "_1005",
            "T": "너 뭔가 아는구나?"
        },
        {
            "N": "방랑자",
            "T": "시뮬랑카를 떠나고 나서, 녀석은 한동안 나랑 수메르를 돌아다녔어"
        },
        {
            "N": "방랑자",
            "T": "그때 나는 자료 정리 일을 하다가, 우연히 이상한 현상을 발견했지"
        },
        {
            "N": "방랑자",
            "T": "「시뮬랑카의 두린」을 적기만 하면, 어떤 기록이든 일정 시간 후에 사라져 버리는 거야"
        },
        {
            "N": "방랑자",
            "T": "세상에 남는 「두린」의 기록은, 몬드 설산에 떨어진 그 악룡의 것뿐이었지"
        },
        {
            "N": "_1005",
            "T": "그걸 어떻게 발견했어?"
        },
        {
            "N": "두린",
            "T": "그러고 보니 모자가 시뮬랑카의 이야기가 마음에 들었는지, 그걸로 여행기를 쓰려고 했어"
        },
        {
            "N": "방랑자",
            "T": "그런 건 중요하지 않아. 넌 이 세계 지맥에 영향을 받지 않는 인물이니, 이게 무슨 뜻인지 알 테지"
        },
        {
            "N": "_0",
            "T": "세계수…"
        },
        {
            "N": "_0",
            "T": "네가 했던 일과 비슷한 건가…"
        },
        {
            "N": "방랑자",
            "T": "나와는 달라. 이건 이 세계가 먼저 녀석의 존재를 거부한 거야"
        },
        {
            "N": "방랑자",
            "T": "처음엔 일부 기록만 사라지는 정도였지만, 지금은 녀석과 안면이 있는 사람들까지 영향을 받고 있어. 이대로 두면, 온 세상이 녀석을 잊을지도 몰라"
        },
        {
            "N": "두린",
            "T": "온 세상이? 그럼 몬드의 친구들이랑 모자도…"
        },
        {
            "N": "두린",
            "T": "저번에 뭘 그렇게 걱정하나 했더니, 이거였구나…. 왜 나한테 말 안 했어?"
        },
        {
            "N": "방랑자",
            "T": "지금은 이 문제를 어떻게 해결할지나 생각해"
        },
        {
            "N": "_0",
            "T": "우리도 고민 중이지만…"
        },
        {
            "N": "_0",
            "T": "단서가 없어…"
        },
        {
            "N": "방랑자",
            "T": "그 마녀가 자기 아이를 걱정해서 이런 책까지 준비했으니, 이 안에 원하는 답이 있지 않겠어?"
        },
        {
            "N": "_1005",
            "T": "우리도 그 생각을 안 한 건 아닌데, 그러려면 먼저 다음 장의 「기억」을 찾아야 해"
        },
        {
            "N": "방랑자",
            "T": "음… 잠깐 보여줘 봐"
        },
        {
            "N": "_0",
            "T": "너도 도와주게?"
        },
        {
            "N": "방랑자",
            "T": "이 책에 무슨 비밀이 숨겨져 있는지 궁금할 뿐이야. 어차피 지금 하려던 일에 절차 문제가 생기기도 했고"
        },
        {
            "N": "두린",
            "T": "얼마든지 봐!"
        },
        {
            "N": "방랑자",
            "T": "음?"
        },
        {
            "N": "_1005",
            "T": "이번 「기억」은 너한테 있었구나…"
        },
        {
            "N": "",
            "T": "당신은 또다시 새로운 이야기 속으로 들어갔다…"
        },
        {
            "N": "",
            "T": "이야기는 이러했다:"
        },
        {
            "N": "",
            "T": "꼬마 용과 남색 방랑 고양이는 금방 친구가 됐다. 둘 사이에 공통점이 많았기 때문이었다"
        },
        {
            "N": "",
            "T": "방랑 고양이의 초대를 받은 꼬마 용은 성을 떠나 바깥세상을 여행했다"
        },
        {
            "N": "",
            "T": "꼬마 용은 바깥세상이 아주 마음에 들었다. 그는 더 많은 친구를 사귀어, 용으로서 겪은 이야기를 들려주려 했다"
        },
        {
            "N": "",
            "T": "방랑 고양이도 이야기를 무척 마음에 들어 하며, 이 이야기를 기록하려 했다"
        },
        {
            "N": "",
            "T": "하지만 아무리 써 내려가도, 이야기는 악룡의 것으로 변해버릴 뿐이었다"
        }
    ],
    "1600304": [
        {
            "N": "_1005",
            "T": "여기가 이번 장의 세계인가? 거대한 나무 위인 것 같네"
        },
        {
            "N": "_0",
            "T": "방금 그 이야기는…"
        },
        {
            "N": "두린",
            "T": "이번 장은 내가 티바트에 처음 왔을 때의 이야기 같아…"
        },
        {
            "N": "두린",
            "T": "그래서 이번 장을 시작하는 「기억」이 모자였나 봐. 이때의 기억은 거의 다 모자와 관련이 있으니까"
        },
        {
            "N": "???",
            "T": "…근데 난 왜 이딴 모습이 된 거지?"
        },
        {
            "N": "_1005",
            "T": "푸흡…!"
        },
        {
            "N": "두린",
            "T": "모자 너도 이 이야기의 캐릭터가 된 게 아닐까?"
        },
        {
            "N": "_0",
            "T": "이야기 속 캐릭터의 모습은…"
        },
        {
            "N": "_0",
            "T": "두린이 너에게 가진 이미지야"
        },
        {
            "N": "방랑자",
            "T": "네 머릿속에 내 이미지가… 고양이라고?"
        },
        {
            "N": "_1005",
            "T": "기분 나빠할 거 없어. 이 이야기에서 다른 친구들의 모습은 너만큼… 특별하지 않았거든"
        },
        {
            "N": "두린",
            "T": "모자랑 지낸 시간이 더 길어서, 더 구체적인 이미지를 갖게 된 건가?"
        },
        {
            "N": "방랑자",
            "T": "구체적인 이미지? 하지만 넌 그대로잖아"
        },
        {
            "N": "_1005",
            "T": "#그럼 {NICKNAME}(이)가 남긴 이미지가 더 선명하다는 거지!"
        },
        {
            "N": "방랑자",
            "T": "장난해?"
        },
        {
            "N": "꼬마 용",
            "T": "다들 안녕! 오늘의 모험을 시작할 시간이지?"
        },
        {
            "N": "_1005",
            "T": "이야기 속 두린이야…"
        },
        {
            "N": "방랑자",
            "T": "음? 이 이야기에서 너는 널 연기할 필요가 없나 보지?"
        },
        {
            "N": "방랑자",
            "T": "아니면 너희 둘은 이 이야기에서 더 특별한 역할을 맡고 있나?"
        },
        {
            "N": "_0",
            "T": "앨리스 씨의 마법이니…"
        },
        {
            "N": "_0",
            "T": "누가 알겠어"
        },
        {
            "N": "꼬마 용",
            "T": "방랑 고양이야, 우리 오늘은 어디 갈까?"
        },
        {
            "N": "방랑자",
            "T": "예전처럼 내 뒤나 바짝 따라와"
        },
        {
            "N": "꼬마 용",
            "T": "응. 나 말 걸어도 돼?"
        },
        {
            "N": "방랑자",
            "T": "그러든지"
        },
        {
            "N": "_1005",
            "T": "너희가 처음 같이 다닐 때도 이런 식이었어?"
        },
        {
            "N": "두린",
            "T": "비슷해"
        },
        {
            "N": "방랑자",
            "T": "그래서, 이 세계를 떠나려면 어떻게 해야 돼?"
        },
        {
            "N": "_1005",
            "T": "그러게, 이번 장에서는 뭘 해야 하려나? 지금까지의 경험대로면, 내레이션이 힌트를 줄 거야"
        },
        {
            "N": "내레이션",
            "T": "이야기의 덩굴이 모여 하늘까지 뻗은 나무로 자라났으나, 이야기가 없는 꼬마 용은 가지 사이를 방황할 뿐이었다"
        },
        {
            "N": "내레이션",
            "T": "꼬마 용은 이곳을 떠나 자기 자리를 찾아야 했다. 걸음을 멈추면, 모두에게 잊히고 말 테니"
        },
        {
            "N": "두린",
            "T": "여길 떠나라고요? 하지만 어디로 가죠?"
        },
        {
            "N": "내레이션",
            "T": "꼬마 용은 길을 잃었다. 미지의 길은 덩굴처럼 갈라지고 뻗어나가, 안개 깊은 곳으로 이어졌다"
        },
        {
            "N": "내레이션",
            "T": "하지만 다행히도, 앞에는 예언가가 기다리고 있었다. 이 앞길이 어디로 향할지, 그녀는 알지도 모른다"
        }
    ],
    "1600305": [
        {
            "N": "???",
            "T": "길 잃은 어린 용이로구나"
        },
        {
            "N": "꼬마 용",
            "T": "네, 저랑 친구들은 길을 잃었어요"
        },
        {
            "N": "내레이션",
            "T": "꼬마 용은 예언가를 마주쳤으나, 이는 우연이 아니었다. 「예언」을 관장하는 마녀가 약속한 선물을 주기 위해 찾아왔던 것이다"
        },
        {
            "N": "_1005",
            "T": "예언의 마녀… 생각났어. 모나의 스승 맞지? 모나가 「할망구」라고 부르는 사람 말이야"
        },
        {
            "N": "예언의 마녀",
            "T": "나는 예언의 마녀이자 선지자다. 어찌 그리 무례하게 구느냐?"
        },
        {
            "N": "_1005",
            "T": "앗… 미안!"
        },
        {
            "N": "예언의 마녀",
            "T": "길 잃은 용이여, 과거 약속한 선물을 주도록 하마. 이것은 예언이다"
        },
        {
            "N": "꼬마 용",
            "T": "예언이요?"
        },
        {
            "N": "예언의 마녀",
            "T": "나 예언하니——성 밖의 용은 결국 부활할 것이다. 이건 피할 수 없는 운명이다"
        },
        {
            "N": "내레이션",
            "T": "바람이 예언을 실어 가며, 꼬마 용에게 가야 할 방향을 가리켜 주었다"
        },
        {
            "N": "_0",
            "T": "바람이 가리키는 방향…"
        },
        {
            "N": "_0",
            "T": "설마 몬드에서 있었던 일을 말하는 건가?"
        },
        {
            "N": "방랑자",
            "T": "그러고 보니 몬드의 그 연금술사는 이 예언을 알게 된 뒤, 너랑 같이 그 악룡의 위험을 제거하기로 했었지"
        },
        {
            "N": "방랑자",
            "T": "근데 그게 네가 잊혀진 거랑 무슨 상관이야?"
        },
        {
            "N": "_1005",
            "T": "음, 존경하는 예언의 마녀님, 하나만 더 물어봐도 될까?"
        },
        {
            "N": "내레이션",
            "T": "신비롭고 우아한 예언의 마녀는 더 이상 대답하지 않았다. 그녀의 생각은 이미 별들 사이로 돌아간 뒤였다"
        },
        {
            "N": "_1005",
            "T": "윽… 이 타이밍에…"
        },
        {
            "N": "꼬마 용",
            "T": "예언의 마녀는 엄마의 친구니까, 이 예언이 분명 우리한테 도움이 될 거야!"
        },
        {
            "N": "방랑자",
            "T": "한번 해보는 수밖에…. 하지만 원하는 게 「여기서 나가는」 거라면 선택할 수 있는 길은 여러 개야. 어디로 갈 거지?"
        },
        {
            "N": "_0",
            "T": "두린 생각은 어때?"
        },
        {
            "N": "두린",
            "T": "…일단 주변을 살펴보자"
        },
        {
            "N": "",
            "T": "일행은 선택의 기로에 서 있다. 어떤 길을 택해야 이곳을 떠날 수 있을까?"
        },
        {
            "N": "",
            "T": "당신은 성을 향해 걸어갔다…"
        }
    ],
    "1600308": [
        {
            "N": "_1005",
            "T": "이 길로 가면, 원래 계획대로 몬드에 갈 수 있을 거야"
        },
        {
            "N": "_1005",
            "T": "지금으로선 이게 제일 안정적인 선택 아닐까? 앞으로 벌어질 일도 어차피 다 알잖아"
        },
        {
            "N": "방랑자",
            "T": "그래. 이 녀석은 악룡의 부활을 막고 새로운 몸을 얻어서 많은 친구를 사귀었지"
        },
        {
            "N": "방랑자",
            "T": "하지만 결국, 그 친구들은 전부 녀석을 잊어버렸어"
        },
        {
            "N": "두린",
            "T": "으음… 모자 너는 기억하고 있잖아"
        },
        {
            "N": "방랑자",
            "T": "내 말은, 이 선택이 네가 세계에서 잊혀지는 문제를 해결하지 못할 수도 있다는 거야"
        },
        {
            "N": "두린",
            "T": "그건…"
        },
        {
            "N": "_0",
            "T": "앞으로의 이야기에 답이 숨겨져 있을지도 몰라"
        },
        {
            "N": "_0",
            "T": "일단 이야기를 계속 진행해야 해"
        },
        {
            "N": "방랑자",
            "T": "반대하는 건 아니야. 이 선택지에 어떤 비밀이 숨겨져 있나 궁금할 뿐이지"
        },
        {
            "N": "두린",
            "T": "좀 생각해 볼게…"
        },
        {
            "N": "",
            "T": "당신은 바람을 따라 계속 전진한다…"
        }
    ],
    "1600311": [
        {
            "N": "_1005",
            "T": "마지막 그 비밀은…"
        },
        {
            "N": "방랑자",
            "T": "그런 건가"
        },
        {
            "N": "_0",
            "T": "그렇구나…"
        },
        {
            "N": "_1005",
            "T": "그래서 이게 무슨 소린데?"
        },
        {
            "N": "_0",
            "T": "이게 무슨 소리야?"
        },
        {
            "N": "방랑자",
            "T": "너희도 알겠지만, 시뮬랑카의 두린과 티바트의 두린은 특수한 관계야. 둘의 운명은 서로가 서로를 투영하지"
        },
        {
            "N": "방랑자",
            "T": "두 세계에 떨어져 있을 때는 서로 영향을 주긴 해도 각자 독립적으로 존재하는 운명이었지만…"
        },
        {
            "N": "방랑자",
            "T": "시뮬랑카의 두린이 티바트에 온 지금은 사정이 달라. 「두린의 운명」이 이미 존재하는 이곳에서, 또 다른 「두린의 운명」은 어디에 놓여야 할까?"
        },
        {
            "N": "방랑자",
            "T": "이 세계의 규칙은 이런 상황을 용납하지 않아. 빌리지 않은 책을 반납할 수 없는 것처럼 말이야"
        },
        {
            "N": "_1005",
            "T": "그럼 두린은 어떡해?"
        },
        {
            "N": "방랑자",
            "T": "그 마녀들은, 꽤나 대담한 해결책을 세운 것 같더군"
        },
        {
            "N": "방랑자",
            "T": "책을 반납하지"
        },
        {
            "N": "카타윤",
            "T": "아까도 말씀드렸지만, 이 시리즈의 5권은 반출된 적이 없어요"
        },
        {
            "N": "방랑자",
            "T": "그럼 이걸 6권이라고 쳐. 이 시리즈의 작가가 6권을 출간할 계획이라고 하지 않았던가?"
        },
        {
            "N": "카타윤",
            "T": "어… 실제로 장서 목록에 6권 자리가 남겨져 있긴 하네요. 반납이 아니라 입고라는 건가요?"
        },
        {
            "N": "방랑자",
            "T": "그렇게 생각해. 지금부터 이 시리즈는 내가 쓰도록 하지"
        },
        {
            "N": "카타윤",
            "T": "당신… 휴…"
        },
        {
            "N": "_1005",
            "T": "또 무슨 이상한 짓 하는 건 아니지?"
        },
        {
            "N": "방랑자",
            "T": "절차 문제로 막혔던 일을 처리한 것뿐이야. 너희는 이제 그 연금술사를 만나러 갈 거지?"
        },
        {
            "N": "방랑자",
            "T": "문제의 답이 그 녀석을 가리키고 있으니까"
        },
        {
            "N": "_1005",
            "T": "응, 알베도한테 확인받을 일이 많거든. 근데 진 단장이 알베도가 돌아오려면 시간이 좀 걸릴 거라고 했어"
        },
        {
            "N": "방랑자",
            "T": "출발할 때 나 불러"
        },
        {
            "N": "두린",
            "T": "모자…"
        },
        {
            "N": "방랑자",
            "T": "나보고 이 이야기의 「캐릭터」라며? 그 역할을 수행하려는 것뿐이야. 뭘 그렇게 놀라?"
        },
        {
            "N": "두린",
            "T": "놀란 건 아니야. 단지, 원래는 돕고 싶어도 뭔가 망설였던 것 같아서…"
        },
        {
            "N": "방랑자",
            "T": "네가 이 세계에서 잊혀져가는 걸 깨달았을 때, 난 네가 나와 너무 오래 붙어있어서 그렇다고 생각했어. 그 연결고리를 끊어내야 한다고 생각했지"
        },
        {
            "N": "두린",
            "T": "왜 그런 생각을 했어?"
        },
        {
            "N": "_0",
            "T": "(온 세계가 자신을 잊게 만든 과거가 있으니까. 그게 두린에게도 영향을 미친다고 생각한 거야…)"
        },
        {
            "N": "방랑자",
            "T": "…그런 건 중요하지 않아. 이 책에서 얻은 답을 보면, 내 생각이 과했던 것 같고"
        },
        {
            "N": "_0",
            "T": "맞아, 네 생각이 과했어"
        },
        {
            "N": "_0",
            "T": "우리 같이 두린을 돕자"
        },
        {
            "N": "방랑자",
            "T": "그래. 녀석이 이 세계의 지맥에 거부당하는 지금, 이 세계에 남은 유일한 연결고리는 녀석을 기억하는 사람들뿐이야"
        },
        {
            "N": "방랑자",
            "T": "이 마지막 연결고리까지 끊어지면, 주인을 잃은 몸이 얼마나 큰 재앙을 초래할지는 가히 상상할 수 없지"
        },
        {
            "N": "방랑자",
            "T": "나도 그 연결고리 중 하나고 말이야. 흥, 내가 녀석의 운명을 바꿀 열쇠가 될 줄은 몰랐군"
        },
        {
            "N": "두린",
            "T": "응… 모자가 그렇게 말한다면, 더 묻지 않을게. 어차피 모자는 인간 중에서도 제일 특이한 타입이니까"
        },
        {
            "N": "방랑자",
            "T": "하?"
        },
        {
            "N": "두린",
            "T": "이런 타입은 간단한 질문을 던져도 늘 복잡하게 대답해. 질문이 간단할수록 더 그러더라. 모자 너도 그런 타입이야"
        },
        {
            "N": "_0",
            "T": "그렇긴 해"
        },
        {
            "N": "_0",
            "T": "항상 이러는 건 아니야"
        },
        {
            "N": "방랑자",
            "T": "됐어, 도와준다고 했잖아. 더 이상 쓸데없는 말 하지 마"
        }
    ],
    "1600312": [
        {
            "N": "꼬마 용",
            "T": "성으로 돌아갈까…"
        },
        {
            "N": "방랑자",
            "T": "흥미로운 제안이군. 두린, 넌 시뮬랑카로 돌아가고 싶다는 생각 안 해봤어?"
        },
        {
            "N": "두린",
            "T": "시뮬랑카…"
        },
        {
            "N": "방랑자",
            "T": "거기선 진심으로 소원을 빌면 잔혹한 운명마저 바꿀 수 있지. 반면 여기서 운명은 모두를 속이는 도구에 불과해"
        },
        {
            "N": "방랑자",
            "T": "만약 이 세계의 운명을 쥔 자가 있다면, 그건 분명 빌어먹을 자식일 거야. 남의 소원 같은 건 안중에도 없는 놈이겠지"
        },
        {
            "N": "방랑자",
            "T": "이 위험한 세계를 떠나면, 네 문제가 바로 해결될지도 몰라"
        },
        {
            "N": "_1005",
            "T": "야! 이상한 소리 하지 마!"
        },
        {
            "N": "방랑자",
            "T": "부럽다고 생각한 것뿐이야. 누구에게나 돌아갈 시뮬랑카가 있는 건 아니잖아"
        },
        {
            "N": "두린",
            "T": "그럼 모자 너라면 시뮬랑카로 돌아갈 거야?"
        },
        {
            "N": "방랑자",
            "T": "그럴 리가. 나라면 운명이란 놈한테 한방 먹여주겠어"
        },
        {
            "N": "두린",
            "T": "아…"
        },
        {
            "N": "_0",
            "T": "두린은 어떻게 생각해?"
        },
        {
            "N": "두린",
            "T": "고민해 볼게…"
        },
        {
            "N": "",
            "T": "성을 향해 걸어가자, 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600314": [
        {
            "N": "내레이션",
            "T": "꼬마 용이 성 안으로 돌아오자, 바깥 세계의 소란도 점차 가라앉았다"
        },
        {
            "N": "내레이션",
            "T": "이곳에는 어떠한 위험도 없고, 꼬마 용이 해야 할 일도 없었다"
        },
        {
            "N": "내레이션",
            "T": "엄마가 이야기를 마치면, 아이는 꿈나라로 갈 시간이다"
        },
        {
            "N": "내레이션",
            "T": "이렇게 이야기는 결말을 맞이했다. 꼬마 용은 알을 깨고 나오기 전과 같이, 성 안에서 깊은 잠에 들었다"
        },
        {
            "N": "두린",
            "T": "뭐지? 갑자기 힘이 빠져…"
        },
        {
            "N": "_1005",
            "T": "왜 그래? 두린! 정신 차려!"
        },
        {
            "N": "_0",
            "T": "결말에 도달한 거야…"
        },
        {
            "N": "_1005",
            "T": "결말이라니… 두린은 모두의 기억을 되찾겠다고 약속했어. 이런 결말은 안 돼!"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "당신은 가시밭길을 향해 걸어갔다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "다들 악룡의 심장 앞에 모였다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "두린이 악룡의 억누르려 하자, 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600315": [
        {
            "N": "내레이션",
            "T": "이 길도 여기서 떠나는 방향을 가리키고 있었으나, 방랑 고양이가 걸음을 내디디려고 할 때마다 이야기의 가지가 그를 제자리로 돌려놓았다"
        },
        {
            "N": "방랑자",
            "T": "…이것까지 이야기에 반영할 수 있다니, 흥미로운 마법책이군 그래"
        },
        {
            "N": "두린",
            "T": "어떻게 된 거야?"
        },
        {
            "N": "방랑자",
            "T": "네가 이 세계에서 잊혀져가는 걸 처음 깨달았을 때, 난 네가 나와 너무 오래 붙어있어서 그렇다고 생각했어"
        },
        {
            "N": "방랑자",
            "T": "네 문제를 해결하기 위해선, 너와 나의 연결고리를 완전히 끊어내야 할지도 몰라"
        },
        {
            "N": "두린",
            "T": "어째서 그런 말을…"
        },
        {
            "N": "내레이션",
            "T": "방랑 고양이는 과거 자신의 「이야기」를 찢어, 성 밖 세상에서 자신을 지웠다"
        },
        {
            "N": "내레이션",
            "T": "그는 자신이 「이야기」의 저주를 입는 바람에, 꼬마 용에게도 화를 끼쳤다고 생각했다"
        },
        {
            "N": "두린",
            "T": "「이야기」의 저주…"
        },
        {
            "N": "_0",
            "T": "(자신을 세상에서 지운 일이…)"
        },
        {
            "N": "_0",
            "T": "(두린에게 영향을 미쳤다고 생각하는 거야…)"
        },
        {
            "N": "방랑자",
            "T": "지금까진 의심만 해왔지만, 이제는 확인해 볼 필요가 있겠어"
        },
        {
            "N": "_1005",
            "T": "잠깐만, 너 무슨 생각하는 거야?"
        },
        {
            "N": "방랑자",
            "T": "이야기의 가지 위에 내가 나아갈 수 없는 길이 있어. 이 길을 따라 떠나면, 너희 이야기에 더는 내가 등장하지 않겠지?"
        },
        {
            "N": "방랑자",
            "T": "이 책에 담긴 신비한 힘을 생각하면, 우리의 연결고리를 완전히 끊어낼 수 있을지도 몰라"
        },
        {
            "N": "_0",
            "T": "또 그런 일을 계획하는 거야?"
        },
        {
            "N": "방랑자",
            "T": "문제를 해결할 가능성이 있다면, 시도할 가치가 있다고 생각할 뿐이야"
        },
        {
            "N": "방랑자",
            "T": "어쨌든 이 녀석은 나와 달리, 이 세계에 더 잘 기억돼야 할 존재니까"
        },
        {
            "N": "_0",
            "T": "두린은 어떻게 생각해?"
        },
        {
            "N": "두린",
            "T": "모자의 말이 일리가 있을지도 모르지만, 이런 일을 함부로 결정할 순 없어…"
        },
        {
            "N": "",
            "T": "가시밭길을 걸어가니, 이야기의 향방이… 달라진 것 같다?"
        }
    ],
    "1600317": [
        {
            "N": "내레이션",
            "T": "꼬마 용은 방랑 고양이가 가지 못하는 길로 떠났다. 꼬마 용의 이야기에 더 이상 방랑 고양이는 없었다"
        },
        {
            "N": "내레이션",
            "T": "그러나 꼬마 용의 이야기에서, 방랑 고양이와 관련된 기억은 무척 귀중한 것이었다"
        },
        {
            "N": "내레이션",
            "T": "방랑 고양이가 사라지자, 꼬마 용의 이야기도 개연성을 잃었다"
        },
        {
            "N": "내레이션",
            "T": "결국 꼬마 용의 이야기는 사라지고, 성 밖에는 악룡의 이야기만 남게 되었다"
        },
        {
            "N": "꼬마 용",
            "T": "나는… 누구지?"
        },
        {
            "N": "두린",
            "T": "이게… 나?"
        },
        {
            "N": "내레이션",
            "T": "이렇게 이야기는 결말을 맞이했다. 꼬마 용의 모습은 사라지고, 그곳에는 악룡의 그림자만이 남았다"
        },
        {
            "N": "_0",
            "T": "이대로 결말이라고?"
        },
        {
            "N": "_1005",
            "T": "두린… 으, 이게 다 그 녀석이 이상한 제안을 한 탓이야!"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "당신은 바람이 부는 곳으로 향했다…"
        }
    ],
    "1600318": [
        {
            "N": "내레이션",
            "T": "신비롭고 우아한 예언의 마녀는 더 이상 대답하지 않았다. 그녀의 생각은 이미 별들 사이로 돌아간 뒤였다"
        }
    ],
    "1600319": [
        {
            "N": "내레이션",
            "T": "성 밖 세계에서 종이배는 하늘을 날지 못한다"
        },
        {
            "N": "두린",
            "T": "아, 중요한 건 여기서 벗어나는 거니까, 이걸 타도 되지 않을까?"
        },
        {
            "N": "꼬마 용",
            "T": "하지만 성 밖 세계에서 종이배는 하늘을 날지 못해…"
        },
        {
            "N": "방랑자",
            "T": "이게 정말 날 수 있다고 생각해?"
        },
        {
            "N": "두린",
            "T": "한번… 시도해 보고 싶어"
        },
        {
            "N": "두린",
            "T": "시뮬랑카를 처음 떠났을 때, 난 많은 어려움을 겪었어"
        },
        {
            "N": "두린",
            "T": "그때의 난 이야기 속 캐릭터처럼, 눈앞의 문제를 이야기에 적힌 방법대로만 대처할 줄 알았거든…"
        },
        {
            "N": "두린",
            "T": "이야기 밖 세계에는 수많은 가능성이 존재해. 생각을 바꾸면, 내가 겪은 어려움은 존재조차 하지 않을 수 있어"
        },
        {
            "N": "두린",
            "T": "이야기 밖 세계에서도 종이배는 날 수 있을 거야. 우리가 올바른 방법만 찾는다면"
        },
        {
            "N": "_0",
            "T": "세상에 불가능한 일은 없지"
        },
        {
            "N": "_0",
            "T": "해보기 전엔 모르는 법이야"
        },
        {
            "N": "꼬마 용",
            "T": "…응, 나도 시도해 볼래!"
        },
        {
            "N": "내레이션",
            "T": "그리하여 꼬마 용과 친구들은 종이배에 올랐다. 종이배는…"
        },
        {
            "N": "내레이션",
            "T": "…신기하게도, 정말 하늘로 날아올랐다"
        },
        {
            "N": "방랑자",
            "T": "어?"
        },
        {
            "N": "꼬마 용",
            "T": "종이배가 진짜로 날아올랐어!"
        },
        {
            "N": "_1005",
            "T": "진작 시도해 볼걸 그랬네"
        },
        {
            "N": "두린",
            "T": "이제 이곳을 떠날 때가 됐어"
        },
        {
            "N": "내레이션",
            "T": "종이배는 바람을 타고, 예언이 가리키는 방향으로 날아갔다"
        },
        {
            "N": "",
            "T": "그 대가로 마법 잉크가 조금 소모되었다"
        },
        {
            "N": "",
            "T": "이야기는 계속됐다:"
        },
        {
            "N": "",
            "T": "이야기를 남길 수 없는 꼬마 용은 길을 잃었으나, 다행히 한 예언가가 그를 인도할 예언을 남겼다"
        },
        {
            "N": "",
            "T": "바람이 예언을 실어 가며, 꼬마 용에게 가야 할 방향을 가리켜 주었다"
        },
        {
            "N": "",
            "T": "꼬마 용은 바람의 인도를 받아 그곳에서 벗어났다"
        },
        {
            "N": "",
            "T": "예언가는 꼬마 용의 선택을 확인하고, 비밀 하나를 선물로 더 남겼다"
        },
        {
            "N": "",
            "T": "네가 결정을 내렸으니, 나도 약속대로 운명의 장난을 말해주마"
        },
        {
            "N": "",
            "T": "아주 오래전, 높은 하늘의 신이 성 밖 세계에 「이야기」라는 이름의 마법을 부여했다"
        },
        {
            "N": "",
            "T": "그 마법은 대단히 강력하여 사람들의 만남과 인연을 지배했으니, 흔들거나 바꾸기가 거의 불가능했지"
        },
        {
            "N": "",
            "T": "모든 사람은 저마다 단 하나의 이야기를 가지고 있으며, 그 결말은 이미 높은 하늘에 쓰여 있어"
        },
        {
            "N": "",
            "T": "너의 이야기와 악룡의 이야기는 한 가지 이야기의 두 가지 분기지. 이야기의 마법은 이를 용납하지 않아"
        },
        {
            "N": "",
            "T": "너는 성 밖에 너의 이야기를 남길 수 없다. 그 자리에는 이미 악룡의 이야기가 쓰여 있으니"
        },
        {
            "N": "",
            "T": "또 하나의 장을 완성하고, 당신은 다시 이야기 밖으로 돌아왔다"
        }
    ],
    "1600320": [
        {
            "N": "방랑자",
            "T": "난 앞으로 며칠간 여기 있을 거니까, 출발할 때 말해"
        }
    ],
    "1600321": [
        {
            "N": "",
            "T": ""
        }
    ],
    "1600323": [
        {
            "N": "_1005",
            "T": "이거… 본 적이 있어!"
        },
        {
            "N": "_0",
            "T": "이거 설마…"
        },
        {
            "N": "_0",
            "T": "두린호?"
        },
        {
            "N": "두린",
            "T": "응, 「두린호」가 맞아"
        },
        {
            "N": "_1005",
            "T": "이게 왜 여기 나타났지?"
        },
        {
            "N": "내레이션",
            "T": "음… 이야기의 가지 옆에, 또 다른 이야기에서 온 종이 배가 나타났다"
        },
        {
            "N": "방랑자",
            "T": "저 반응을 보니, 원래 등장해야 하는 물건은 아닌 것 같군"
        },
        {
            "N": "두린",
            "T": "내가 처음 모자랑 같이 티바트 여행을 떠날 때 탔던 배가 이거야"
        },
        {
            "N": "꼬마 용",
            "T": "이 종이배, 탈 수 있는 거야?"
        },
        {
            "N": "두린",
            "T": "그럼, 하늘도 날 수 있어. 시뮬랑카에 있을 때 친구들이랑 이걸 타면 어디든 갈 수 있었지"
        },
        {
            "N": "두린",
            "T": "티바트에서 길을 잃을 때마다 이게 생각나더라. 티바트에도 날아다니는 종이배가 있으면 얼마나 좋을까 하고…"
        },
        {
            "N": "내레이션",
            "T": "새로운 동료가 꼬마 용에게 낭만적인 환상을 전했다. 하지만 성 밖 세계에서 종이배는 하늘을 날지 못한다"
        },
        {
            "N": "꼬마 용",
            "T": "에이… 종이배가 어떻게 날아"
        },
        {
            "N": "_1005",
            "T": "타이밍 진짜… 분위기 다 깼네"
        }
    ],
    "1600324": [
        {
            "N": "_1005",
            "T": "아까 그 결말은 너무 끔찍했어. 다시는 그 길을 고르지 말자"
        },
        {
            "N": "방랑자",
            "T": "갑자기 무슨 헛소리야? 빨리 떠날 길이나 골라"
        },
        {
            "N": "두린",
            "T": "#{NICKNAME}, 같이 고르자"
        },
        {
            "N": "_1005",
            "T": "다른 사람들은 아까 있었던 일을 모르나 봐…"
        },
        {
            "N": "_1005",
            "T": "뭐라 설명하기도 어렵고, 애들이 또 잘못된 선택을 하면 우리가 꼭 알려주자"
        }
    ],
    "1600325": [
        {
            "N": "_1005",
            "T": "이 길로 가면 성 안으로 돌아가게 돼"
        },
        {
            "N": "두린",
            "T": "성으로 돌아가는 건가…"
        },
        {
            "N": "_0",
            "T": "그곳엔 어떤 어려움도 없겠지만…"
        },
        {
            "N": "_0",
            "T": "대신 모든 가능성을 잃게 돼"
        },
        {
            "N": "_1005",
            "T": "거기로 돌아가면, 모든 문제에서 도망쳐 아무 일도 없었던 것처럼 지내게 될 거야. 두린, 정말 그런 걸 원해?"
        },
        {
            "N": "두린",
            "T": "…무슨 말인지 알겠어"
        }
    ],
    "1600326": [
        {
            "N": "내레이션",
            "T": "이 길도 여기서 떠나는 방향을 가리키고 있었으나, 방랑 고양이가 걸음을 내디디려고 할 때마다 이야기의 가지가 그를 제자리로 돌려놓았다"
        },
        {
            "N": "방랑자",
            "T": "…이것까지 이야기에 반영할 수 있다니, 흥미로운 마법책이군 그래"
        },
        {
            "N": "_1005",
            "T": "이 길로 가면, 두린은 널 완전히 잊어버릴 거야"
        },
        {
            "N": "두린",
            "T": "뭐?"
        },
        {
            "N": "방랑자",
            "T": "이야기의 가지 위에서 내가 나아갈 수 없는 길로 간다면… 정말 그렇게 될지도 모르겠군"
        },
        {
            "N": "방랑자",
            "T": "하지만 이걸로 네 문제를 해결할 가능성이 있다면, 시도해 보지 그래?"
        },
        {
            "N": "_0",
            "T": "아무것도 해결 못 해"
        },
        {
            "N": "_1005",
            "T": "어쨌든 너도 두린의 친구잖아. 너와 관련된 기억은 두린에게 무척 소중해"
        },
        {
            "N": "_1005",
            "T": "널 잊어버린다면, 두린은 영원히 자신의 이야기를 완성하지 못할 거야"
        },
        {
            "N": "방랑자",
            "T": "…그래. 그럼 다른 길을 찾아보든가"
        }
    ],
    "1600327": [
        {
            "N": "두린",
            "T": "다시 이야기 속으로 들어가고 싶으면, 언제든지 날 찾아와"
        }
    ],
    "1600328": [
        {
            "N": "내레이션",
            "T": "성 밖 세계에서 종이배는 하늘을 날지 못한다"
        }
    ],
    "1600402": [
        {
            "N": "방랑자",
            "T": "이게 그 「두린」인가?"
        },
        {
            "N": "방랑자",
            "T": "훗, 만약 몬드에서 부활한 게 그 용이었으면, 이곳 사람들은 어떤 재앙을 맞이했을까?"
        },
        {
            "N": "방랑자",
            "T": "두린은 이곳의 대영웅이겠군 그래"
        },
        {
            "N": "_0",
            "T": "갑자기 무슨 말이야?"
        },
        {
            "N": "방랑자",
            "T": "아니야. 뭐… 모든 사람이 영웅이 될 수 있는 건 아니니까, 조금 부럽긴 하네"
        },
        {
            "N": "두린",
            "T": "대부분 알베도 덕분이야…"
        },
        {
            "N": "방랑자",
            "T": "하지만 이런 대영웅을 기억하는 사람이 몇 안 남았다고 생각하면, 별로 안 부러워"
        },
        {
            "N": "_1005",
            "T": "넌 진짜…"
        },
        {
            "N": "알베도",
            "T": "#{NICKNAME}(와)과 페이몬, 모자는 아직 두린을 기억하고 있구나. 기억 상실 현상이 아직 친한 친구한테까지 퍼지진 않은 모양이야"
        },
        {
            "N": "알베도",
            "T": "그렇다면, 내가 가진 너의 기억도 아직 온전하겠지"
        },
        {
            "N": "두린",
            "T": "알베도…"
        },
        {
            "N": "_1005",
            "T": "드디어 만났다! 알베도, 우리 물어볼 게 엄청 많아!"
        },
        {
            "N": "알베도",
            "T": "역시 너도 왔구나"
        },
        {
            "N": "방랑자",
            "T": "난 이 녀석의 문제에 대해 어느 정도 짚이는 바가 있어. 너는 어떻지?"
        },
        {
            "N": "알베도",
            "T": "나도 진 단장님한테 전해 듣고 짐작 가는 건 있지만, 일단 정보를 공유해 보는 게 좋겠어"
        },
        {
            "N": "",
            "T": "알베도는 모두와 정보를 교환하고 두린의 몸 상태를 살폈다"
        },
        {
            "N": "알베도",
            "T": "몸 상태는 정상이야. 심연의 힘을 억제하는 체내 조직도 안정적이고. 붕괴의 조짐은 보이지 않아"
        },
        {
            "N": "_1005",
            "T": "그러니까, 연금술 쪽으로는 문제가 없다는 거지?"
        },
        {
            "N": "알베도",
            "T": "응. 이건 심연의 힘이 통제를 잃었다기보단, 두린의 자아와 이 몸 사이의 연결이 약해지고 있는 것에 가까워"
        },
        {
            "N": "알베도",
            "T": "그러다 자아를 완전히 잃으면, 이 몸은 생물적 본능에 의존해 체내 심연의 힘에 지배당하겠지…"
        },
        {
            "N": "_0",
            "T": "그렇다면 결국…"
        },
        {
            "N": "알베도",
            "T": "이 책에 언급된 마녀들의 모임을 보면, 두린의 일에는 여러 명의 마녀가 관여한 것으로 보여. 이걸 기반으로 나는 한 가지 가설을 세웠어"
        },
        {
            "N": "알베도",
            "T": "동화 속 두린이 설산의 두린을 대신해 이 세계에 태어나게 하는 건, 한쪽 두린의 운명으로 다른 한쪽 두린의 운명을 고쳐 쓰는 거야"
        },
        {
            "N": "알베도",
            "T": "그런 일을 실현하려면, 「연금술」만으로는 부족해…"
        },
        {
            "N": "알베도",
            "T": "바르벨로스 아줌마의 「점성술」과 스승님의 「연금술」, 그리고 앨리스 아줌마의 「마법」을 동시에 사용해야 하지"
        },
        {
            "N": "알베도",
            "T": "바르벨로스 아줌마의 예언을 알게 된 후, 나와 두린은 설산의 두린 문제를 뿌리 뽑을 방법을 생각해냈어"
        },
        {
            "N": "알베도",
            "T": "아마 이 또한 그분들 계획의 일환이었던 것 같아. 그분들의 계획대로, 나는 「연금술」 부분의 작업을 수행한 거지"
        },
        {
            "N": "알베도",
            "T": "이제 남은 건…"
        },
        {
            "N": "_0",
            "T": "「마법」 부분이야…"
        },
        {
            "N": "알베도",
            "T": "모자가 방금 「운명」에 관한 이론을 언급했었지…"
        },
        {
            "N": "알베도",
            "T": "어떤 「마법」이 티바트의 운명에 영향을 끼칠 수 있는지는 아직 모르겠지만, 이 책에 그 답이 있는 건 확실해"
        },
        {
            "N": "_1005",
            "T": "그럼 앨리스가 우리한테 책을 채워 달라고 한 것도, 그 「마법」을 완성하기 위해서겠지?"
        },
        {
            "N": "방랑자",
            "T": "운명을 바꿔 쓰는 「마법」이라…"
        },
        {
            "N": "알베도",
            "T": "시간이 없으니 빨리 움직이자. 책을 나한테 줘"
        },
        {
            "N": "알베도",
            "T": "다음 이야기는 아마 나와 관련이 있을 테니, 다음 장의 「기억」도 내 몸에 있을 거야"
        },
        {
            "N": "_1005",
            "T": "어?"
        },
        {
            "N": "누군가의 목소리",
            "T": "커다란 나무 위 부러진 가지 하나. 그 단면은 성에서 날아 온 가지와 꼭 들어맞는다"
        },
        {
            "N": "누군가의 목소리",
            "T": "그곳에 자리 잡아라. 부러진 가지에 자신을 이어 붙이면, 성 밖의 햇살과 비를 누릴 수 있을 테니"
        },
        {
            "N": "누군가의 목소리",
            "T": "하지만 그 전에, 가장 끈끈한 흙을 찾아 이어 붙인 자리를 덮어야 할 것이다"
        },
        {
            "N": "알베도",
            "T": "역시"
        },
        {
            "N": "",
            "T": "당신은 또다시 새로운 이야기 속으로 들어갔다…"
        },
        {
            "N": "",
            "T": "이야기는 이러했다:"
        },
        {
            "N": "",
            "T": "꼬마 용은 바람이 부는 방향을 따라가다, 한 연금 공방에 도착했다"
        },
        {
            "N": "",
            "T": "그를 맞이한 건 한 점토 인형으로, 지혜의 마녀가 빚어낸 아이였다"
        },
        {
            "N": "",
            "T": "그는 어머니의 냉철한 지혜를 물려받았으나, 무척이나 상냥해 보였다"
        },
        {
            "N": "",
            "T": "점토 인형은 악룡이 불러온 재앙을 해결하겠다 다짐했고, 꼬마 용도 이를 돕기로 했다"
        }
    ],
    "1600403": [
        {
            "N": "_1005",
            "T": "여긴…"
        },
        {
            "N": "???",
            "T": "연금술을 연구하는 장소일 거야. 다만 이 이야기의 작가는 연금술에 약간 고정관념을 가진 것 같네"
        },
        {
            "N": "두린",
            "T": "…알베도?"
        },
        {
            "N": "알베도",
            "T": "이 모습은… 어떻게 된 거지?"
        },
        {
            "N": "_1005",
            "T": "아, 말해주는 걸 깜빡했네. 이 이야기 속 캐릭터의 모습엔 두린 머릿속의 이미지가 반영돼 있어"
        },
        {
            "N": "방랑자",
            "T": "최소한 얘는 사람 형태긴 하네"
        },
        {
            "N": "알베도",
            "T": "모자한테도 이런 변화가 있는 걸 보면, 나와 모자는 이 이야기 속 「캐릭터」인가 보구나"
        },
        {
            "N": "알베도",
            "T": "그리고 변화가 없는 너와 페이몬, 두린은 이 이야기 속에서 특수한 존재라는 거겠지…"
        },
        {
            "N": "방랑자",
            "T": "나도 그게 궁금했는데, 이 녀석들도 잘 모르더군. 뭐, 일단은 이야기부터 진행시켜 보자고"
        },
        {
            "N": "_0",
            "T": "주위부터 살펴보자"
        },
        {
            "N": "두린",
            "T": "…어?"
        },
        {
            "N": "_0",
            "T": "숨겨진 길이 있잖아?"
        },
        {
            "N": "내레이션",
            "T": "일행은 숨겨진 통로를 발견했다. 정성껏 만들어진 통로는 또 하나의 흥미진진한 장으로 이어지는 듯하다"
        },
        {
            "N": "_1005",
            "T": "그럼 빨리 가보자! 다른 장으로… 앗!"
        },
        {
            "N": "내레이션",
            "T": "…그러나 이 장은 아직 쓰여지지 않은 공백 상태라, 나아갈 수 없다"
        },
        {
            "N": "_1005",
            "T": "엥? 그럼 이 길은 왜 있는 건데?"
        },
        {
            "N": "_0",
            "T": "작가한테 영감이 번뜩였다가…"
        },
        {
            "N": "_0",
            "T": "갑자기 사라지기라도 했나요?"
        },
        {
            "N": "_1005",
            "T": "그렇다고 내팽개치는 건 나빠!"
        },
        {
            "N": "알베도",
            "T": "이건…? 다들, 여기로 모여줘"
        },
        {
            "N": "내레이션",
            "T": "점토 인형이 악룡의 심장을 발견했다. 악룡은 오래전에 죽었으나, 심장은 여전히 두근대며 온기를 더해가고 있었다"
        },
        {
            "N": "내레이션",
            "T": "점토 인형은 이것이 예언에 나오는 악룡 부활의 징조임을 알아챘다"
        },
        {
            "N": "내레이션",
            "T": "어머니가 그에게 남긴 지혜는 또 다른 가능성 역시 도출해냈다. 이 심장을 꼬마 용에게 이식해, 그에게 새로운 생명을 주는 것이었다"
        },
        {
            "N": "내레이션",
            "T": "이것이 악룡의 심장을 멈추고, 꼬마 용이 악룡의 이야기를 물려받게 할 유일한 방법이었다"
        },
        {
            "N": "두린",
            "T": "알베도가 나를 다시 태어나게 해준 때의 일 같네"
        },
        {
            "N": "알베도",
            "T": "이게 현 문제의 해답이라면, 난 이미 그 답을 풀어냈어. 어째서 두린은 그 후에도 계속 잊혀진 거지?"
        },
        {
            "N": "방랑자",
            "T": "또 다른 가능성이 있나?"
        },
        {
            "N": "_0",
            "T": "아직 살펴보지 않은 곳이 남아 있으니까"
        },
        {
            "N": "_0",
            "T": "너무 섣불리 판단하지 말자"
        },
        {
            "N": "두린",
            "T": "응, 좀 더 둘러보자"
        },
        {
            "N": "",
            "T": "일행은 선택의 기로에 서 있다. 악룡의 심장과 융합할 것인가, 아니면 파괴할 것인가…"
        },
        {
            "N": "",
            "T": "다들 악룡의 심장 앞에 모였다…"
        }
    ],
    "1600404": [
        {
            "N": "내레이션",
            "T": "악룡의 심장이 계속해서 뛰며, 꼬마 용의 품속으로 들어가기만을 기다린다"
        },
        {
            "N": "알베도",
            "T": "이 단계는 반드시 완료해야 하나 보네…"
        },
        {
            "N": "알베도",
            "T": "앞으로의 전개가 어떻게 흘러가든, 두린에게 우리 모두의 도움이 필요한 상황이 생길 거야. 다들 준비됐지?"
        }
    ],
    "1600406": [
        {
            "N": "두린",
            "T": "성으로 돌아갈까…"
        },
        {
            "N": "_0",
            "T": "두린, 왜 그래?"
        },
        {
            "N": "두린",
            "T": "이렇게 많은 시련을 맞닥뜨릴 줄은 몰랐어. 난 그냥 새로운 세계에서 새 친구를 사귀고 싶었을 뿐인데…"
        },
        {
            "N": "두린",
            "T": "나, 시뮬랑카에서 살던 시절이 조금은 그리워…"
        },
        {
            "N": "방랑자",
            "T": "물론 좋은 시절이었겠지. 하지만 나라면 절대 그리워하지 않아"
        },
        {
            "N": "두린",
            "T": "모자?"
        },
        {
            "N": "방랑자",
            "T": "가끔은 앞으로 나아가는 데 대가가 따르기도 하지. 그래도 나라면, 무조건 앞으로 나아갈 거야"
        },
        {
            "N": "알베도",
            "T": "너무 걱정하지 마. 어떤 난제에도 해답은 있기 마련이니까"
        },
        {
            "N": "두린",
            "T": "으응…"
        },
        {
            "N": "",
            "T": "성을 향해 걸어가자, 이야기의 향방이… 달라졌다?"
        },
        {
            "N": "",
            "T": "두린은 성으로 되돌아갔고, 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600407": [
        {
            "N": "두린",
            "T": "…그냥 이 심장을 파괴할 순 없을까?"
        },
        {
            "N": "_0",
            "T": "갑자기 왜 그런 생각을 해?"
        },
        {
            "N": "두린",
            "T": "몬드에 재앙이 닥치는 것도, 내가 이야기를 남길 수 없는 것도, 전부 이 심장이 완전히 죽지 않아서잖아. 맞지?"
        },
        {
            "N": "두린",
            "T": "만약 여기서 이 심장을 완전히 없앨 수 있다면…"
        },
        {
            "N": "알베도",
            "T": "앨리스 아줌마의 마법은 이론마저 뛰어넘을 가능성을 품고 있는 걸까…"
        },
        {
            "N": "방랑자",
            "T": "꽤 기발한 아이디어네. 시도해 보겠다면 말리진 않겠어"
        },
        {
            "N": "_1005",
            "T": "두린…"
        },
        {
            "N": "두린",
            "T": "나는…"
        },
        {
            "N": "두린",
            "T": "너희마저 나를 잊을까 봐 두려워…. 그걸 막기 위해서라면, 뭐든 다 시도해 보고 싶어"
        },
        {
            "N": "두린",
            "T": "그치만 나 혼자 이걸 파괴할 수 있을지 모르겠어. 이번에도 모두의 도움이 필요할 것 같아"
        },
        {
            "N": "두린",
            "T": "다들, 나랑 같이 이 심장을 부숴줘!"
        }
    ],
    "1600408": [
        {
            "N": "내레이션",
            "T": "친구들의 도움으로, 꼬마 용은 온 힘을 다해 악룡의 심장을 파괴했다"
        },
        {
            "N": "내레이션",
            "T": "그는 이렇게 하면 성 밖에 그의 이야기만 남을 거라고 믿었다"
        },
        {
            "N": "내레이션",
            "T": "그러나 악룡의 심장은 거목의 뿌리와 같아, 땅 위의 줄기를 잘라낸다고 해서 죽지 않았다. 이는 오히려 가지를 이어 붙일 여지마저 차단해 버렸다"
        },
        {
            "N": "내레이션",
            "T": "뒤얽힌 뿌리는 얼어붙은 땅에서 다시 싹이 트기를 기다리고, 뿌리 없는 가지는 기댈 곳을 잃고 점점 시들어갔다"
        },
        {
            "N": "내레이션",
            "T": "결국 꼬마 용의 이야기는 사라지고, 성 밖에는 악룡의 이야기만 남게 되었다"
        },
        {
            "N": "꼬마 용",
            "T": "나는… 누구지?"
        },
        {
            "N": "두린",
            "T": "이게… 나?"
        },
        {
            "N": "내레이션",
            "T": "이렇게 이야기는 결말을 맞이했다. 꼬마 용의 모습은 사라지고, 그곳에는 악룡의 그림자만이 남았다"
        },
        {
            "N": "_0",
            "T": "이대로 결말이라고?"
        },
        {
            "N": "_1005",
            "T": "그럼 두린은… 안 돼!"
        },
        {
            "N": "_1005",
            "T": "이제 어쩌지?"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "다들 마음이 훈훈해지는 성으로 이어지는 익숙한 길이 떠올랐다…"
        }
    ],
    "1600410": [
        {
            "N": "내레이션",
            "T": "꼬마 용이 성 안으로 돌아오자, 바깥 세계의 소란도 점차 가라앉았다"
        },
        {
            "N": "내레이션",
            "T": "이곳에는 어떠한 위험도 없고, 꼬마 용이 해야 할 일도 없었다"
        },
        {
            "N": "내레이션",
            "T": "엄마가 이야기를 마치면, 아이는 꿈나라로 갈 시간이다"
        },
        {
            "N": "내레이션",
            "T": "이렇게 이야기는 결말을 맞이했다. 꼬마 용은 알을 깨고 나오기 전과 같이, 성 안에서 깊은 잠에 들었다"
        },
        {
            "N": "두린",
            "T": "뭐지? 갑자기 힘이 빠져…"
        },
        {
            "N": "_1005",
            "T": "왜 그래? 두린! 정신 차려!"
        },
        {
            "N": "_0",
            "T": "결말에 도달한 거야…"
        },
        {
            "N": "_1005",
            "T": "결말이라니… 두린은 모두의 기억을 되찾겠다고 약속했어. 이런 결말은 안 돼!"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "당신은 가시밭길을 향해 걸어갔다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "다들 악룡의 심장 앞에 모였다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "두린이 악룡의 억누르려 하자, 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600411": [
        {
            "N": "두린",
            "T": "역시 여기 있었구나…"
        },
        {
            "N": "꼬마 용",
            "T": "아, 안녕"
        },
        {
            "N": "_1005",
            "T": "꼬마 두린이구나… 근데 왜 여기 숨어 있어?"
        },
        {
            "N": "꼬마 용",
            "T": "혹시라도 모두를 놀라게 할까 봐, 계속 여기 있었어"
        },
        {
            "N": "_0",
            "T": "그때랑 똑같네"
        },
        {
            "N": "두린",
            "T": "많이… 긴장되지?"
        },
        {
            "N": "꼬마 용",
            "T": "응…. 조금 긴장되긴 하지만, 기대되기도 해!"
        },
        {
            "N": "꼬마 용",
            "T": "점토 인형과 대화하고 결정했어. 나, 악룡을 억누르고 「인간」이 될 거야"
        },
        {
            "N": "꼬마 용",
            "T": "「인간」이 되면 더 많은 친구를 사귀고, 더 의미 있는 일을 할 수 있겠지?"
        },
        {
            "N": "두린",
            "T": "응. 넌 많은 친구를 사귀고, 아주 멋진 일들을 겪게 될 거야…"
        },
        {
            "N": "꼬마 용",
            "T": "정말? 잘됐다. 근데 점토 인형이 그러는데, 「인간」이 되는 건 엄청 어려운 일이래. 그래서 걱정이야…"
        },
        {
            "N": "두린",
            "T": "…맞아. 정말 「인간」이 되더라도, 더 큰 어려움이 널 기다리고 있지"
        },
        {
            "N": "꼬마 용",
            "T": "진짜?"
        },
        {
            "N": "두린",
            "T": "하지만 네 친구들이 널 도와줄 거야"
        },
        {
            "N": "꼬마 용",
            "T": "그래? 그럼 안 무서워"
        },
        {
            "N": "두린",
            "T": "신기하네…. 너랑 얘기하니까, 나도 무섭지 않아졌어"
        },
        {
            "N": "두린",
            "T": "준비됐지?"
        },
        {
            "N": "꼬마 용",
            "T": "응, 「인간」이 될 준비 다 됐어"
        },
        {
            "N": "",
            "T": "다들 악룡의 심장 앞에 모였다…"
        }
    ],
    "1600413": [
        {
            "N": "내레이션",
            "T": "꼬마 용과 그의 동료… 그리고… 공백…"
        },
        {
            "N": "_1005",
            "T": "어떻게 된 거지… 잉크가 부족한가 봐"
        },
        {
            "N": "알베도",
            "T": "「잉크」가 소진되면 더 이상 이야기를 쓸 수 없는 건가?"
        },
        {
            "N": "방랑자",
            "T": "진작부터 그런 예감은 들었다만"
        },
        {
            "N": "_1005",
            "T": "다들 왜 그래?!"
        },
        {
            "N": "내레이션",
            "T": "이야기를 쓰는 잉크가 모두 소진되었다. 이 앞은 공백뿐이다"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "드디어 구석에 숨어있던 꼬마 용을 발견했다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "두린은 제자리에 멈춰 섰다. 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600416": [
        {
            "N": "_1005",
            "T": "드디어 해피엔딩이야! 이게 마지막 단계였겠지? 이야기를 전부 완성했어!"
        },
        {
            "N": "_0",
            "T": "하지만 우린 아직도 여기에 있어…"
        },
        {
            "N": "_1005",
            "T": "어, 그건…"
        },
        {
            "N": "내레이션",
            "T": "새로 태어난 꼬마 용이 다시 길에 올랐다. 그의 이야기는 여전히 계속된다"
        },
        {
            "N": "_1005",
            "T": "뭐… 아직도 안 끝났다고?"
        },
        {
            "N": "알베도",
            "T": "이다음이 가장 중요한 부분일 거야. 진짜 「마지막 단계」겠지"
        },
        {
            "N": "방랑자",
            "T": "운명이 얼마나 대단한 장난질을 하는지, 내가 직접 지켜봐 주겠어"
        },
        {
            "N": "_1005",
            "T": "으아, 다들 진지해졌어…"
        },
        {
            "N": "두린",
            "T": "윽…"
        },
        {
            "N": "_1005",
            "T": "두린, 왜 그래?"
        },
        {
            "N": "내레이션",
            "T": "악룡의 심장은 꼬마 용과 한 몸이 되었으나, 그 안에 담긴 어둠의 힘은 사라지지 않았다"
        },
        {
            "N": "내레이션",
            "T": "과연 꼬마 용은 용감하게 이 힘을 억누를 것인가? 아니면 멈춰 설 것인가?"
        },
        {
            "N": "_1005",
            "T": "그게 무슨 소리야! 두린은 이 힘을 억제할 거야. 다른 선택지가 있을 리가 없잖아"
        },
        {
            "N": "내레이션",
            "T": "시간이… 얼마 남지 않았다. 과연… 꼬마 용은… 용감하게 이 힘을… 억누를 것인가… 아니면… 멈춰 설 것인가?"
        },
        {
            "N": "_1005",
            "T": "내레이션이 왜 저러지…"
        },
        {
            "N": "",
            "T": "일행은 선택의 기로에 서 있다. 용감하게 어둠의 힘을 억누를 것인가, 아니면 멈춰 설 것인가…"
        },
        {
            "N": "",
            "T": "다들 마음이 훈훈해지는 성으로 이어지는 익숙한 길이 떠올랐다…"
        }
    ],
    "1600418": [
        {
            "N": "_1005",
            "T": "이 길로 가면 성 안으로 돌아가게 돼"
        },
        {
            "N": "두린",
            "T": "성으로 돌아가는 건가…"
        },
        {
            "N": "_0",
            "T": "그곳엔 어떤 어려움도 없겠지만…"
        },
        {
            "N": "_0",
            "T": "대신 모든 가능성을 잃게 돼"
        },
        {
            "N": "_1005",
            "T": "거기로 돌아가면, 모든 문제에서 도망쳐 아무 일도 없었던 것처럼 지내게 될 거야. 두린, 정말 그런 걸 원해?"
        },
        {
            "N": "두린",
            "T": "…무슨 말인지 알겠어"
        }
    ],
    "1600419": [
        {
            "N": "두린",
            "T": "성으로 돌아갈까…"
        },
        {
            "N": "_0",
            "T": "두린, 왜 그래?"
        },
        {
            "N": "두린",
            "T": "이렇게 많은 시련을 맞닥뜨릴 줄은 몰랐어. 난 그냥 새로운 세계에서 새 친구를 사귀고 싶었을 뿐인데…"
        },
        {
            "N": "두린",
            "T": "나, 시뮬랑카에서 살던 시절이 조금은 그리워…"
        },
        {
            "N": "방랑자",
            "T": "물론 좋은 시절이었겠지. 하지만 나라면 절대 그리워하지 않아"
        },
        {
            "N": "두린",
            "T": "모자?"
        },
        {
            "N": "방랑자",
            "T": "가끔은 앞으로 나아가는 데 대가가 따르기도 하지. 그래도 나라면, 무조건 앞으로 나아갈 거야"
        },
        {
            "N": "알베도",
            "T": "너무 걱정하지 마. 어떤 난제에도 해답은 있기 마련이니까"
        },
        {
            "N": "두린",
            "T": "으응…"
        },
        {
            "N": "",
            "T": "성을 향해 걸어가자, 이야기의 향방이… 달라졌다?"
        },
        {
            "N": "",
            "T": "두린은 성으로 되돌아갔고, 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600420": [
        {
            "N": "내레이션",
            "T": "꼬마 용이 성 안으로 돌아오자, 바깥 세계의 소란도 점차 가라앉았다"
        },
        {
            "N": "내레이션",
            "T": "이곳에는 어떠한 위험도 없고, 꼬마 용이 해야 할 일도 없었다"
        },
        {
            "N": "내레이션",
            "T": "엄마가 이야기를 마치면, 아이는 꿈나라로 갈 시간이다"
        },
        {
            "N": "내레이션",
            "T": "이렇게 이야기는 결말을 맞이했다. 꼬마 용은 알을 깨고 나오기 전과 같이, 성 안에서 깊은 잠에 들었다"
        },
        {
            "N": "두린",
            "T": "뭐지? 갑자기 힘이 빠져…"
        },
        {
            "N": "_1005",
            "T": "왜 그래? 두린! 정신 차려!"
        },
        {
            "N": "_0",
            "T": "결말에 도달한 거야…"
        },
        {
            "N": "_1005",
            "T": "결말이라니… 두린은 모두의 기억을 되찾겠다고 약속했어. 이런 결말은 안 돼!"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "당신은 가시밭길을 향해 걸어갔다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "다들 악룡의 심장 앞에 모였다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "두린이 악룡의 억누르려 하자, 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600421": [
        {
            "N": "내레이션",
            "T": "꼬마 용과 그의 동료… 그리고… 공백…"
        },
        {
            "N": "_1005",
            "T": "어떻게 된 거지… 잉크가 부족한가 봐"
        },
        {
            "N": "알베도",
            "T": "「잉크」가 소진되면 더 이상 이야기를 쓸 수 없는 건가?"
        },
        {
            "N": "방랑자",
            "T": "진작부터 그런 예감은 들었다만"
        },
        {
            "N": "_1005",
            "T": "다들 왜 그래?!"
        },
        {
            "N": "내레이션",
            "T": "이야기를 쓰는 잉크가 모두 소진되었다. 이 앞은 공백뿐이다"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "드디어 구석에 숨어있던 꼬마 용을 발견했다…"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "두린은 제자리에 멈춰 섰다. 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600422": [
        {
            "N": "내레이션",
            "T": "꼬마 용은 멈춰 섰고, 체내에 있는 어둠의 힘은 점점 더 거세게 요동쳤다"
        },
        {
            "N": "내레이션",
            "T": "억압되지 않은 어둠의 힘이, 꼬마 용의 영혼을 포함한 모든 것을 집어삼켰다"
        },
        {
            "N": "내레이션",
            "T": "결국 꼬마 용의 이야기는 사라지고, 성 밖에는 악룡의 이야기만 남게 되었다"
        },
        {
            "N": "두린",
            "T": "이게… 나?"
        },
        {
            "N": "내레이션",
            "T": "이렇게 이야기는 결말을 맞이했다. 꼬마 용의 모습은 사라지고, 그곳에는 악룡의 그림자만이 남았다"
        },
        {
            "N": "_0",
            "T": "이대로 결말이라고?"
        },
        {
            "N": "_1005",
            "T": "그럼 두린은… 안 돼!"
        },
        {
            "N": "_1005",
            "T": "이제 어쩌지?"
        },
        {
            "N": "",
            "T": "앨리스의 도움으로, 당신은 이야기의 향방을 결정짓는 갈림길로 돌아왔다…"
        },
        {
            "N": "",
            "T": "수많은 가능성을 시도했지만, 이야기를 더 이상 진행할 수 없었다…"
        }
    ],
    "1600423": [
        {
            "N": "_1005",
            "T": "잉크가 부족하다니… 이럴 수가"
        },
        {
            "N": "_0",
            "T": "다른 선택지를 살펴보는 수밖에"
        }
    ],
    "1600424": [
        {
            "N": "_0",
            "T": "(알베도 말대로 해도 안 되겠어, 「잉크」가 부족해. 다른 방법을 찾아야 해)"
        }
    ],
    "1600427": [
        {
            "N": "_1005",
            "T": "어떻게 된 거지? 두린은 분명 심연의 힘을 억제할 수 있는데, 이야기가 진행이 안 돼…"
        },
        {
            "N": "두린",
            "T": "으윽…"
        },
        {
            "N": "알베도",
            "T": "「심연의 힘을 억누르는」 것도 이야기의 한 사건으로 간주되는 것 같아. 실현하려면 잉크를 소모해야 하는 거지"
        },
        {
            "N": "_1005",
            "T": "그럼 어쩌지? 우리가 잉크를 안 아껴서 이렇게 된 건가?"
        },
        {
            "N": "_1005",
            "T": "잉크가 너무 조금 남았어. 이걸로 어떻게 해피엔딩을 쓰지?"
        },
        {
            "N": "_0",
            "T": "애초부터 이 이야기에…"
        },
        {
            "N": "_0",
            "T": "결말은 없을지도 몰라…"
        },
        {
            "N": "_1005",
            "T": "그게 무슨…"
        },
        {
            "N": "방랑자",
            "T": "흥, 하긴. 이건 두린의 이야기니까, 녀석이 살아있는 한 이 이야기에 결말이 있어선 안 되지"
        },
        {
            "N": "알베도",
            "T": "그런 식으로 대응되는 관계라면, 이런 추측이 가능해"
        },
        {
            "N": "알베도",
            "T": "두린은 마녀 M의 펜 끝에서 탄생한 캐릭터로, 줄곧 마녀 M의 「이야기」 속에 존재했어"
        },
        {
            "N": "알베도",
            "T": "티바트에 온 후에도 이 점은 변하지 않았을 거야"
        },
        {
            "N": "알베도",
            "T": "두린이 설산의 두린을 대신해 부활하는 건, 두린의 「이야기」를 설산 두린의 원래 「운명」에 이어 붙여 「운명」을 바꿔 쓰는 행위였어"
        },
        {
            "N": "알베도",
            "T": "하지만 「이야기」와 「운명」엔 본질적인 차이가 있지"
        },
        {
            "N": "알베도",
            "T": "바르 아줌마가 알려준 비밀대로면, 티바트에서는 모든 생명의 「운명」이 이미 짜여져 있어서, 정해진 궤도를 따라 흘러가게 되어 있어"
        },
        {
            "N": "알베도",
            "T": "반면 두린의 「이야기」는…"
        },
        {
            "N": "_0",
            "T": "이야기를 계속 써 내려갈…"
        },
        {
            "N": "_0",
            "T": "작가가 필요해"
        },
        {
            "N": "알베도",
            "T": "두린은 조금씩 이 세계와의 연결고리를 잃어갔어. 그래서 사람들에게 잊혀지고, 심연의 힘도 폭주하기 시작했지"
        },
        {
            "N": "알베도",
            "T": "이건… 작가의 잉크가 거의 다 떨어져서, 이야기를 계속 써 내려갈 수 없기 때문인가요?"
        },
        {
            "N": "내레이션",
            "T": "꼬마 용은 똑똑한 친구를 사귄 듯하다"
        },
        {
            "N": "방랑자",
            "T": "시끄러워. 넌 이 녀석을 도우려는 거야? 아니면 괴롭히려는 거야?"
        },
        {
            "N": "내레이션",
            "T": "이야기는… 여기까지… 여긴 이제… 한계… 너희는… 어떤 선택을…"
        },
        {
            "N": "두린",
            "T": "난…"
        },
        {
            "N": "_0",
            "T": "지금 이야기가 끝난다면…"
        },
        {
            "N": "_0",
            "T": "두린은 사라져 버릴 거야…"
        },
        {
            "N": "두린",
            "T": "마지막 선택은… 내가 해야 할 것 같네"
        },
        {
            "N": "두린",
            "T": "나는 아직 엄마의 이야기에서 벗어나지 못했었구나. 그렇다면 나, 꼭 가보고 싶어"
        },
        {
            "N": "알베도",
            "T": "아직 쓰이지 않은 장, 이야기 너머의 공백으로"
        },
        {
            "N": "_1005",
            "T": "그렇지만… 앨리스의 마법이 어떻게 작동하는지 우리는 모르잖아"
        },
        {
            "N": "_1005",
            "T": "두린이 이야기 속 캐릭터인 이상, 무턱대고 이야기 밖으로 나가는 건… 너무 위험해"
        },
        {
            "N": "두린",
            "T": "…난 무섭지 않아"
        },
        {
            "N": "_0",
            "T": "가자. 우리가 도와줄게"
        },
        {
            "N": "알베도",
            "T": "아무래도 이 문제의 답은 두린이 직접 확인해야 하는 것 같네"
        },
        {
            "N": "방랑자",
            "T": "됐어. 녀석의 앞을 가로막는 게 뭐든, 다 부숴버리면 그만이야"
        },
        {
            "N": "",
            "T": "두린은 전력을 다해 「존재」의 경계를 무너뜨렸다…"
        }
    ],
    "1600428": [
        {
            "N": "_0",
            "T": "(역시 악룡의 심장을 완전히 죽이는 건 무리였어. 게다가 두린까지… 다른 방법을 찾아야 해)"
        }
    ],
    "1600429": [
        {
            "N": "두린",
            "T": "앞으로… 계속 나아가야 해…"
        },
        {
            "N": "내레이션",
            "T": "이 앞에는… 이야기가… 없다…"
        },
        {
            "N": "두린",
            "T": "윽… 아무 감각이… 없어…"
        },
        {
            "N": "알베도",
            "T": "앞을 봐. 너의 영혼과 지혜는 순수한 영혼에서 나왔어. 넌 허무의 존재가 아니야"
        },
        {
            "N": "두린",
            "T": "힘이… 안 들어가…"
        },
        {
            "N": "알베도",
            "T": "일어나. 너의 뼈와 살은 모두 내가 직접 빚었어. 너는 허상이 아니야"
        },
        {
            "N": "두린",
            "T": "난… 정말… 살아있어?"
        },
        {
            "N": "알베도",
            "T": "그래. 앞으로 나아가. 너는 나와 똑같은, 완전한 생명이야"
        },
        {
            "N": "",
            "T": "친구들의 격려를 들으며 두린은 계속 전진했다…"
        },
        {
            "N": "",
            "T": "두린은 기억에 잠겼다. 그리고 그 기억의 주인은 다름 아닌 그의 어머니, 마녀 「M」——아냐·「마리」·안데르스도테르였다"
        },
        {
            "N": "",
            "T": "이 기억은 마녀의 모임 같다…"
        }
    ],
    "1600432": [
        {
            "N": "아냐",
            "T": "다들 왜 내 제안에 대답이 없어?"
        },
        {
            "N": "라인도티르",
            "T": "「이야기」를 미완성의 「운명」에 접목시켜 「운명」을 고쳐 쓰고, 「이야기」가 계속되게 만든다라…"
        },
        {
            "N": "앨리스",
            "T": "정말 천재적인 아이디어네. 하지만 「이야기」가 계속되려면, 작가도 펜을 놓아서는 안 돼"
        },
        {
            "N": "바르벨로스",
            "T": "그리고 예언의 시간은 아직 수백 년이나 남았지"
        },
        {
            "N": "아냐",
            "T": "…그렇네"
        },
        {
            "N": "아냐",
            "T": "처음에는 내 지식이 너무 얄팍해서, 「연금술」 같은 위대한 지혜에 너무 비현실적인 기대를 품었나 생각했어"
        },
        {
            "N": "아냐",
            "T": "아니면 내 시선이 하늘의 별들을 넘지 못해서, 「예언」 뒤에 숨겨진 비밀을 이해하지 못했거나"
        },
        {
            "N": "아냐",
            "T": "그런데 뜻밖에도, 제일 큰 장애물은 나의 시간이었네"
        },
        {
            "N": "라인도티르",
            "T": "이건 아주 흥미로운 실험이야. 학술적인 관점에서, 나는 네 제안을 딱히 부정하지 않아"
        },
        {
            "N": "바르벨로스",
            "T": "「예언」은 결국 실현될 거야. 별들과 함께 시간을 뛰어넘을 무언가가 반드시 존재하겠지"
        },
        {
            "N": "아냐",
            "T": "앨리스. 모두에게 이미 많은 도움을 받았지만, 그래도 하나만 더 부탁하고 싶어"
        },
        {
            "N": "아냐",
            "T": "다시 한번 너의 마법으로, 이 아이의 이야기가 예언의 순간까지만이라도 지속되게 해줄 수 있을까?"
        },
        {
            "N": "앨리스",
            "T": "수명을 연장해 달라는 거니?"
        },
        {
            "N": "아냐",
            "T": "아니, 라인도티르가 그랬어. 「생과 사」는 이 세계에서 가장 강력한 규칙이라고"
        },
        {
            "N": "아냐",
            "T": "삶과 죽음도, 세상의 변화도, 모두 운명으로 정해져 있지"
        },
        {
            "N": "아냐",
            "T": "이 규칙을 억지로 깨려고 하면, 나는 「인간이 아닌」 길로 들어서게 될 거야…"
        },
        {
            "N": "아냐",
            "T": "그건 안 돼. 난 한 명의 인간으로서 최후를 맞이하고 싶어"
        },
        {
            "N": "앨리스",
            "T": "그럼 네 말은…"
        },
        {
            "N": "아냐",
            "T": "이 펜을 미래로 보내줄 수 있을까?"
        },
        {
            "N": "앨리스",
            "T": "…그 뜻이구나. 그렇다면 방법이 하나 있긴 해"
        },
        {
            "N": "앨리스",
            "T": "나는 너 대신 이야기책을 써 내려갈 「이야기의 마법」을 만들 수 있어"
        },
        {
            "N": "앨리스",
            "T": "하지만 이 마법을 작동시키려면, 네가 충분한 양의 문자를 제공해 줘야 해"
        },
        {
            "N": "아냐",
            "T": "얼마나 필요한데?"
        },
        {
            "N": "앨리스",
            "T": "…네가 평생을 바쳐 준비해야 할 정도로 많이. 하지만 그렇게 해도, 이 마법이 모든 걸 해결해 주진 못해"
        },
        {
            "N": "앨리스",
            "T": "네가 남길 수 있는 문자는 한정적이지만, 이 세계는 끊임없이 변화하니까"
        },
        {
            "N": "앨리스",
            "T": "언젠가는 네가 남긴 모든 문자를 동원해도 이 세계를 다 묘사할 수 없게 될 거야. 그러면 이야기도 따라서 멈추겠지…"
        },
        {
            "N": "아냐",
            "T": "그래도 시도할 가치는 있어"
        },
        {
            "N": "",
            "T": "두린은 어머니의 책상 앞으로 다가갔다…"
        }
    ],
    "1600433": [
        {
            "N": "아냐",
            "T": "콜록…"
        },
        {
            "N": "앨리스",
            "T": "아냐, 벌써 몇 년이 지났는데 아직도… 최근 몇 년 사이에 그 재앙의 영향도 많이 옅어졌어. 좀 편안하게 지내"
        },
        {
            "N": "아냐",
            "T": "시뮬랑카를 떠나면 그 아이는 더 복잡한 상황을 마주치게 될 거야. 이야기가 계속되려면, 더 많은 소재가 필요해…. 콜록콜록…"
        },
        {
            "N": "아냐",
            "T": "중요하지 않은 디테일은 생략할 수밖에 없겠네… 콜록…"
        },
        {
            "N": "앨리스",
            "T": "아냐. 왜 그 아이를 이야기 밖에 내보내서 티바트의 운명에 맞서게 하려는 거니?"
        },
        {
            "N": "앨리스",
            "T": "이야기 속에 남겨두는 게 꼭 나쁜 건 아니잖아. 내 마법이 있으면 이야기 속 운명의 저주를 해결하고, 네 아이에게 멋진 결말을 안겨줄 수 있어"
        },
        {
            "N": "아냐",
            "T": "그렇지. 거기선 여신에게 소원을 빌면 나무도 소년이 될 수 있고, 「오래오래 행복하게 살았답니다」 같은 결말이 가능하니까"
        },
        {
            "N": "아냐",
            "T": "동화의 결말은 대체로 이런 식이야. 하지만 앨리스, 이야기의 주인공이 그 후에 어떻게 됐을지 생각해 본 적 있어?"
        },
        {
            "N": "앨리스",
            "T": "그건…"
        },
        {
            "N": "아냐",
            "T": "앨리스. 나랑 같이 생각해 보지 않을래? 작가에게 있어서 가장 큰 아쉬움으로 남는 건 무엇일까?"
        },
        {
            "N": "앨리스",
            "T": "…미처 완성하지 못한 이야기가 남는 거?"
        },
        {
            "N": "아냐",
            "T": "그것도 틀린 말은 아니야. 실제로 많은 작가들이 그걸 가장 큰 아쉬움으로 여기지. 하지만 내 생각은 조금 달라"
        },
        {
            "N": "아냐",
            "T": "나의 가장 큰 아쉬움은, 내가 쓴 모든 이야기에 결말이 존재한다는 거야"
        },
        {
            "N": "앨리스",
            "T": "아냐…"
        },
        {
            "N": "아냐",
            "T": "아무리 멋진 캐릭터도, 이야기 속에서 결말을 맞이하고 나면 모든 가능성을 잃게 돼"
        },
        {
            "N": "아냐",
            "T": "그들에게 있어 「이야기」는, 벗어날 수 없는 「운명」과도 같아"
        },
        {
            "N": "아냐",
            "T": "하지만 내가 펜을 이야기 속 캐릭터에게 넘겨서, 캐릭터가 직접 이야기를 써 내려간다면 어떨까?"
        },
        {
            "N": "앨리스",
            "T": "너 설마…"
        },
        {
            "N": "아냐",
            "T": "네 말대로 내가 남길 수 있는 문자는 한정적이야. 이 마법은 예언의 순간까지 버티는 것만으로 한계겠지"
        },
        {
            "N": "아냐",
            "T": "하지만 나는 네 마법을 빌려, 완성된 「이야기」 일부를 「잉크」로 되돌리는 방법을 찾았어"
        },
        {
            "N": "아냐",
            "T": "이 「잉크」는 마법의 매개체로서, 그 아이가 원하는 대로 이야기를 다시 쓸 수 있게 해줄 거야"
        },
        {
            "N": "아냐",
            "T": "이야기는 그 자체로 신비로운 존재야. 그 아이가 이야기의 모든 것을 경험하고, 그 안에 자신의 바람을 새겨 넣는다면…"
        },
        {
            "N": "아냐",
            "T": "어느 페이지에서 내가 펜을 멈추더라도, 그 아이 스스로 이야기를 이어갈 수 있겠지"
        },
        {
            "N": "아냐",
            "T": "그러면, 이야기의 창작 권한을 그 아이에게 넘길 수 있어"
        },
        {
            "N": "앨리스",
            "T": "이야기 속 캐릭터가 이야기를 쓸 권리를 가지게 되는 건가…"
        },
        {
            "N": "아냐",
            "T": "응. 그러면 그 아이는 진정으로 내 펜 끝을 벗어나, 이야기 밖 인물들처럼 자기만의 삶을 창조해 나가겠지"
        },
        {
            "N": "앨리스",
            "T": "마법의 한계를 고민할 필요가 없겠어…. 정말 천재적인 아이디어야!"
        },
        {
            "N": "앨리스",
            "T": "하지만… 그래도 불안한 요소는 많아"
        },
        {
            "N": "앨리스",
            "T": "우선, 그 아이는 티바트에 간 후에도 네 「이야기」에 의지해야만 그 세계와의 연결을 유지할 수 있어"
        },
        {
            "N": "앨리스",
            "T": "창작 권한을 넘기는 과정에서 세계와의 연결은 점점 약해질 거고, 어쩌면 어느 순간 완전히 끊어질지도 몰라"
        },
        {
            "N": "아냐",
            "T": "하지만 내가 권한을 넘기는 사이에, 그 아이도 스스로 연결고리를 만들어낼 수 있잖아"
        },
        {
            "N": "앨리스",
            "T": "…이 방법은 티바트의 가장 근본적인 비밀에 너무 많이 닿아있어. 노골적인 힌트는 바로 덮어씌워질 거야"
        },
        {
            "N": "앨리스",
            "T": "그 아이들을 무사히 인도할 힌트를 남기기란 쉽지 않아"
        },
        {
            "N": "아냐",
            "T": "우리에겐 이야기가 있어. 이야기로 이끌어주면 돼"
        },
        {
            "N": "앨리스",
            "T": "…그 아이가 「잉크」를 다 쓰고도 네가 원하는 장면에 도달하지 못할 수도 있어. 그럼 과거의 장면만 끊임없이 배회하게 되겠지"
        },
        {
            "N": "앨리스",
            "T": "그래도 넌…"
        },
        {
            "N": "아냐",
            "T": "…그래도 난, 이 아이의 가능성을 믿고 싶어"
        },
        {
            "N": "아냐",
            "T": "그 아이가 미래에 품는 기대도, 이루고자 하는 소망도, 전부 그 아이의 「잉크」가 될 수 있어. 그럼 더는 나의 낡은 펜에 얽매이지 않아도 돼"
        },
        {
            "N": "앨리스",
            "T": "…아냐. 역시 넌 내가 아는 모든 작가 중에 제일 창의적이고 낭만적이야"
        },
        {
            "N": "앨리스",
            "T": "이렇게 낭만적인 아이디어에 힘을 보태지 않을 수 없지"
        },
        {
            "N": "아냐",
            "T": "고마워, 친구"
        },
        {
            "N": "아냐",
            "T": "그럼… 나의 아이야, 이제 마지막으로 뭘 해야 할지 알겠지?"
        },
        {
            "N": "두린",
            "T": "…네"
        },
        {
            "N": "두린",
            "T": "전 엄마의 펜을 이어받아, 이야기를 계속 써 내려가야 해요"
        },
        {
            "N": "아냐",
            "T": "그런데 왜 망설이는 거니?"
        },
        {
            "N": "두린",
            "T": "제가 펜을 받으면, 엄마는 어떻게 되나요?"
        },
        {
            "N": "아냐",
            "T": "권한을 넘기면 나는 존재의 근거를 잃고, 점차 사라져 가겠지"
        },
        {
            "N": "아냐",
            "T": "아이야, 나는… 아니, 네 엄마는 이미 오래전에 세상을 떠났단다. 나는 사명을 완수한 마법의 의식일 뿐이니, 미련을 가지지 말렴"
        },
        {
            "N": "두린",
            "T": "알아요… 엄마는 이미 세상을 떠났다는 거"
        },
        {
            "N": "두린",
            "T": "엄마를 너무 일찍 떠나보낸 아이에겐 나쁜 버릇이 남았어요. 엄마의 이야기책을 끌어안고, 엄마가 아직 있는 것처럼 행동하는 거죠"
        },
        {
            "N": "아냐",
            "T": "두린…"
        },
        {
            "N": "두린",
            "T": "하지만 이 세계에 온 저는 친구들과 함께 대륙을 가로지르며 여러 적을 마주했고…"
        },
        {
            "N": "두린",
            "T": "더는 엄마의 이야기를 기다리면 안 된다는 걸 깨달았어요. 왜냐하면… 제게는 새로운 사명이 생겼으니까요"
        },
        {
            "N": "두린",
            "T": "이게 어른이 된다는 걸까요? 많은 친구들이 저를 기다리고 있어요. 이제는 엄마의 이야기책을 내려놓을 때가 됐죠…"
        },
        {
            "N": "두린",
            "T": "엄마, 저 어른이 될게요"
        },
        {
            "N": "아냐",
            "T": "그래… 이 선물을 가져가렴. 일찍이 너에게 줬어야 하는 거란다"
        },
        {
            "N": "아냐",
            "T": "너는 이 이야기의 탄생을 지켜봤고, 이야기의 미래에 소원과 축복을 더했으며, 이야기 속에 너의 선택을 적었지"
        },
        {
            "N": "아냐",
            "T": "지금 이 순간부터, 네가 이 펜의 주인이야"
        },
        {
            "N": "",
            "T": "어머니의 펜을 물려받은 두린은 자신의 이야기를 써 내려갈 권리를 갖게 되었다…"
        },
        {
            "N": "아냐",
            "T": "그럼, 이 이야기를 지속하게 할 또 하나의 힘, 이 이야기의 관찰자여…"
        },
        {
            "N": "아냐",
            "T": "페이지를 넘기고, 이야기에 새로운 장을 추가하겠니?"
        },
        {
            "N": "_0",
            "T": "(다음 페이지를 넘긴다)"
        },
        {
            "N": "",
            "T": "당신은 페이지를 넘겨, 이야기의 새로운 장을 열었다"
        },
        {
            "N": "",
            "T": "이야기는 이러했다:"
        },
        {
            "N": "",
            "T": "갑자기 어둠의 힘이 밀려들었다. 꼬마 용은 이를 어떻게 이겨내야 할까?"
        },
        {
            "N": "",
            "T": "안타깝게도, 이야기 마녀가 쓴 이야기는 여기까지였다…"
        },
        {
            "N": "",
            "T": "하지만, 「두린」이 쓰는 이야기는 이제 막 시작됐다"
        },
        {
            "N": "",
            "T": "그는 엄마의 기억에 들어가 펜을 물려 받았다. 그리하여 끝을 맞이하려던 이야기도 새로운 장을 맞이한다"
        },
        {
            "N": "",
            "T": "그는 자신의 앞을 가로막는 「운명」에 맞서기로 결심한다"
        }
    ],
    "1600434": [
        {
            "N": "알베도",
            "T": "이제 마지막 단계인 것 같네"
        },
        {
            "N": "방랑자",
            "T": "「운명」에 정면으로 맞설 수 있다니, 흔치 않은 기회로군"
        },
        {
            "N": "_1005",
            "T": "가자, 두린!"
        },
        {
            "N": "「운명」",
            "T": "난… 죽지… 않아…. 다시… 태어나서… 재앙을… 가져올 거다… 이것이… 정해진… 「운명」이다!"
        },
        {
            "N": "두린",
            "T": "아니, 그런 「운명」은 더 이상 존재하지 않아. 마지막에 남은 건, 나의 「이야기」야!"
        },
        {
            "N": "",
            "T": "친구들의 도움으로 두린은 마침내 「운명」을 극복했다…"
        }
    ],
    "1600436": [
        {
            "N": "「운명」",
            "T": "……"
        },
        {
            "N": "두린",
            "T": "고마워요, 엄마…"
        },
        {
            "N": "",
            "T": "이야기는 계속됐다:"
        },
        {
            "N": "",
            "T": "「두린」은 어둠의 힘을 이겨내고 정해진 「운명」을 바꿔 썼다"
        },
        {
            "N": "",
            "T": "그의 「이야기」는, 앞으로도 계속될 것이다"
        },
        {
            "N": "",
            "T": "두린은 자신의 「이야기」에 새로운 장을 써 내려갔다. 그리고 다들 이야기 밖으로 돌아왔다…"
        }
    ],
    "1600437": [
        {
            "N": "두린",
            "T": "다들 괜찮아?"
        },
        {
            "N": "_1005",
            "T": "응응! 두린이 활약하는 모습 다 지켜봤어. 완전 멋졌어!"
        },
        {
            "N": "_0",
            "T": "너 몸에 있는 장식도 조금 바뀐 것 같아"
        },
        {
            "N": "_0",
            "T": "뭐랄까… 더 자유로워졌달까?"
        },
        {
            "N": "두린",
            "T": "확실히 전이랑은 조금 달라진 것 같아…"
        },
        {
            "N": "두린",
            "T": "다들 정말 고마워. 모두의 도움이 없었으면, 나 혼자서는 절대로 여기까지 못 왔을 거야"
        },
        {
            "N": "방랑자",
            "T": "직접 나서지 못하고 간접적인 도움밖에 못 준 게 흠이군. 「운명」이란 놈한테 한 방 먹일 기회였는데, 아쉽게 됐어…"
        },
        {
            "N": "두린",
            "T": "음… 모자 너도 찾을 수 있을 거야"
        },
        {
            "N": "방랑자",
            "T": "뭘?"
        },
        {
            "N": "두린",
            "T": "「운명」한테 한 방 먹일 기회"
        },
        {
            "N": "방랑자",
            "T": "…그럴지도 모르지"
        },
        {
            "N": "알베도",
            "T": "잠깐 실례할게"
        },
        {
            "N": "알베도",
            "T": "…음. 네 체내에 있는 심연의 힘이 다시 안정됐어. 그 기묘한 증상도 완전히 사라졌고"
        },
        {
            "N": "_1005",
            "T": "다행이야!"
        },
        {
            "N": "_0",
            "T": "잘됐다"
        },
        {
            "N": "알베도",
            "T": "그래서 이 마지막 단계는 뭘 의미했던 거지? 연금술 외에 두린의 몸에 작용하는 「규칙」이란 무엇일까?"
        },
        {
            "N": "방랑자",
            "T": "결과만 좋으면 됐잖아? 이 녀석의 골치 아픈 문제도 해결됐으니, 난 간다"
        },
        {
            "N": "두린",
            "T": "모자, 벌써 가게? 인간의 관습대로면 이제 축하 파티가 있을 거야"
        },
        {
            "N": "방랑자",
            "T": "축하 파티? 그딴 건 나랑 안 맞아"
        },
        {
            "N": "방랑자",
            "T": "또 곤란한 일 생기면 그때나 찾아오든지. 어쨌든 친구는 맞으니까"
        },
        {
            "N": "_0",
            "T": "저 성격은 정말 변하질 않는구나…"
        },
        {
            "N": "알베도",
            "T": "음, 맞는 말이야. 지금은 두린에게 있어 축하해야 할 순간이니, 학술적인 논의를 할 때가 아니겠어"
        },
        {
            "N": "두린",
            "T": "알베도한테 뭐라 하는 건 아니었어…. 마녀 이모들이 뭘 했는지 말해주고 싶은데, 어디서부터 얘기해야 할지 모르겠네…"
        },
        {
            "N": "알베도",
            "T": "괜찮아, 앞으로 기회는 얼마든지 있으니까. 너의 「이야기」는 이제 막 시작됐잖아, 안 그래?"
        },
        {
            "N": "두린",
            "T": "응…"
        },
        {
            "N": "알베도",
            "T": "#{NICKNAME}, 페이몬, 그럼 나도 이만 가볼게. 오늘은 아주 특별한 경험을 했으니, 가서 기록해 둬야겠어"
        },
        {
            "N": "_1005",
            "T": "응, 잘 가!"
        },
        {
            "N": "_1005",
            "T": "이제 축하 파티할 시간인가? …어라?"
        },
        {
            "N": "???",
            "T": "도도코——도도코——"
        },
        {
            "N": "앨리스",
            "T": "임무 완수 축하해! 그럼 약속대로, 나에게 책을 돌려줄 차례야"
        },
        {
            "N": "_1005",
            "T": "일이 해결되자마자 바로 알고 찾아왔네… 역시 대단해"
        }
    ],
    "1600438": [
        {
            "N": "앨리스",
            "T": "오랜만이야, 관찰자와 서술자 씨!"
        },
        {
            "N": "_1005",
            "T": "#지금 그 호칭을 들으니까, 왠지 처음부터 {NICKNAME}한테 특별한 역할을 준비해 뒀던 거 아닌가 싶네"
        },
        {
            "N": "앨리스",
            "T": "물론이지. 하나의 이야기가 계속되려면, 쓰는 사람 말고 읽어줄 사람도 꼭 필요하거든. 그래야 내 마법도 효과가 발휘돼"
        },
        {
            "N": "앨리스",
            "T": "#{NICKNAME}에게 관찰자의 역할을 맡긴 건, {NICKNAME}의 특수한 신분 때문이야"
        },
        {
            "N": "앨리스",
            "T": "이런 신분은 좀처럼 찾기 어려워. 한때는 내가 직접 나서야 하나 고민했다니까"
        },
        {
            "N": "_0",
            "T": "뭐, 어차피 모든 선택권은 앨리스 씨에게 있죠…"
        },
        {
            "N": "벤티",
            "T": "그래도 덕분에 재미있는 이야기를 읽었잖아. 안 그래?"
        },
        {
            "N": "_1005",
            "T": "각설이! 넌 여기 어쩐 일이야?"
        },
        {
            "N": "벤티",
            "T": "마녀회가 몬드에서 이렇게 대담한 「실험」을 벌이는데, 바람의 신으로서 어떻게 안 와볼 수 있겠어?"
        },
        {
            "N": "두린",
            "T": "폐를 끼쳐서 죄송해요, 바르바토스 님…"
        },
        {
            "N": "앨리스",
            "T": "에이, 내가 보기엔 바람의 신도 즐긴 것 같은데? 자, 그럼 이제 약속대로 너희의 성과를 보여주렴"
        },
        {
            "N": "두린",
            "T": "네, 여기요"
        },
        {
            "N": "앨리스",
            "T": "음… 처음부터 많은 계획을 세워 뒀는데도, 이 이야기에는 여전히 나를 놀라게 만드는 부분이 많네"
        },
        {
            "N": "앨리스",
            "T": "라인도티르의 아이가 그녀를 대신해 「연금술」 부분을 완성한 것도 그렇고. 그때 그 아이의 부탁을 들었을 때는 얼마나 놀랐는지 몰라"
        },
        {
            "N": "앨리스",
            "T": "다들 여기에 있었으면 이 감상을 함께 나눴을 텐데"
        },
        {
            "N": "바르벨로스",
            "T": "난 여기 있어. 너한테 답하지 않는 건 뭐든 다 집어삼키는 그 녀석뿐이야"
        },
        {
            "N": "앨리스",
            "T": "바르? 연락을 보낸 지가 언젠데, 답장이 늦어"
        },
        {
            "N": "바르벨로스",
            "T": "아가, 이리 오너라. 가까이서 보고 싶구나"
        },
        {
            "N": "두린",
            "T": "…네, 예언의 마녀 이모"
        },
        {
            "N": "바르벨로스",
            "T": "역시. 이 아이의 운명은 별들 사이에 비치지 않아. 아냐 그 녀석, 극소수의 사람만이 이뤘던 일을 해냈군"
        },
        {
            "N": "두린",
            "T": "그게 무슨 뜻이에요?"
        },
        {
            "N": "바르벨로스",
            "T": "아가, 너는 네가 행운아라는 것만 알면 된단다"
        },
        {
            "N": "두린",
            "T": "아…"
        },
        {
            "N": "_0",
            "T": "그래서 그게 무슨 뜻인데요?"
        },
        {
            "N": "바르벨로스",
            "T": "(찻잔은 더 이상 아무 소리도 내지 않았다. 그 마녀의 의식은 이미 이곳을 떠난 듯하다)"
        },
        {
            "N": "_1005",
            "T": "이야기 속에서랑 똑같네…"
        },
        {
            "N": "앨리스",
            "T": "두린, 앞으로의 계획은 있니? 이 이야기의 다음 전개가 무척 기대되는걸"
        },
        {
            "N": "두린",
            "T": "음… 많아요. 근데 어디서부터 시작해야 할지…"
        },
        {
            "N": "벤티",
            "T": "그럼 가장 최근에 있었던 「아쉬움」부터 해결하면 어때?"
        },
        {
            "N": "_1005",
            "T": "각설이, 너 방금 두린한테 뭐라고 했어?"
        },
        {
            "N": "벤티",
            "T": "일찍이 이뤘어야 할 소원을 이루러 가라고 했지"
        },
        {
            "N": "마녀 M",
            "T": "다시 한번 고마워, 앨리스"
        },
        {
            "N": "앨리스",
            "T": "…시간, 얼마나 남았어?"
        },
        {
            "N": "마녀 M",
            "T": "아마도 이게 내 마지막일 거야. 친구와 작별 인사를 나눌 시간 정도는 돼"
        },
        {
            "N": "앨리스",
            "T": "…참 싫다. 친구를 두 번이나 떠나보내는 기분이야"
        },
        {
            "N": "마녀 M",
            "T": "…뭐라고 대답해야 할지 모르겠네"
        },
        {
            "N": "마녀 M",
            "T": "「내」가 남긴 글 속의 너는 언제나 즐거운 모습이었어. 그래서 나도 이야기 속 너에게 「기쁨의 마녀」라는 이름을 붙인 거고"
        },
        {
            "N": "앨리스",
            "T": "그런 말 마. 바로 그 이야기가 나에게 「슬픔」을 가르쳤는걸"
        },
        {
            "N": "마녀 M",
            "T": "……"
        },
        {
            "N": "앨리스",
            "T": "나한테 작별 인사도 좋지만, 그 아이에게는 남길 말 없어?"
        },
        {
            "N": "앨리스",
            "T": "그 아이가 이어서 써 내려가도록, 이 책을 다시 그 아이에게 줄 생각이야. 이 책에 남길 말을 써 주면 어때?"
        },
        {
            "N": "마녀 M",
            "T": "내가 새로 쓸 필요는 없겠어. 그 아이의 엄마가 이미 오래전에 남겨 둔 게 있거든"
        },
        {
            "N": "마녀 M",
            "T": "나는 그 말을 전달해 줄게"
        },
        {
            "N": "",
            "T": "앞으로 두린은 직접 펜으로 미래를 써 내려갈 것이다"
        }
    ],
    "1600439": [
        {
            "N": "_0",
            "T": "일단 다른 곳도 살펴보자"
        }
    ],
    "1600440": [
        {
            "N": "_0",
            "T": "알겠어"
        },
        {
            "N": "",
            "T": "두린이 악룡의 심장을 파괴하기로 선택하자, 이야기의 향방이… 달라졌다?"
        }
    ],
    "1600441": [
        {
            "N": "_1005",
            "T": "이 길로 가면 성 안으로 돌아가게 돼"
        },
        {
            "N": "두린",
            "T": "성으로 돌아가는 건가…"
        },
        {
            "N": "_0",
            "T": "그곳엔 어떤 어려움도 없겠지만…"
        },
        {
            "N": "_0",
            "T": "대신 모든 가능성을 잃게 돼"
        },
        {
            "N": "_1005",
            "T": "거기로 돌아가면, 모든 문제에서 도망쳐 아무 일도 없었던 것처럼 지내게 될 거야. 두린, 정말 그런 걸 원해?"
        },
        {
            "N": "두린",
            "T": "…무슨 말인지 알겠어"
        }
    ],
    "1600442": [
        {
            "N": "알베도",
            "T": "앞으로의 전개가 어떻게 흘러가든, 두린에게 우리 모두의 도움이 필요한 상황이 생길 거야. 다들 준비됐지?"
        }
    ],
    "1600443": [
        {
            "N": "두린",
            "T": "다들, 나랑 같이 이 심장을 부숴줘!"
        }
    ],
    "1600446": [
        {
            "N": "앨리스",
            "T": "방금 너에게 준 건 마법책의 복제품이야. 이 이야기의 관찰자로서 기념품이 없으면 안 되잖니?"
        },
        {
            "N": "앨리스",
            "T": "물론 이 복제품에 신비한 마법은 없지만, 멋진 이야기는 빠짐없이 담겨 있단다"
        }
    ],
    "1600447": [
        {
            "N": "_0",
            "T": "네"
        }
    ],
    "1600448": [
        {
            "N": "벤티",
            "T": "「두린과 드발린이 함께 몬드 상공에 나타났다」…"
        },
        {
            "N": "벤티",
            "T": "이 문장이 아름다운 이야기를 묘사하는 데 쓰이는 날이 올 줄이야"
        }
    ],
    "1600449": [
        {
            "N": "_0",
            "T": "두린이랑 다른 곳도 더 살펴볼게"
        }
    ],
    "1600450": [
        {
            "N": "_0",
            "T": "준비됐어"
        },
        {
            "N": "",
            "T": "두린이 악룡의 심장과 융합하자, 이야기의 향방이… 달라졌다?"
        },
        {
            "N": "",
            "T": "두린이 악룡의 심장과 융합하자, 이야기의 향방이… 달라졌다?"
        },
        {
            "N": "",
            "T": "이야기는 계속됐다:"
        },
        {
            "N": "",
            "T": "점토 인형이 악룡의 심장을 발견했다. 악룡은 오래전에 죽었으나, 심장은 여전히 두근대며 온기를 더해가고 있었다"
        },
        {
            "N": "",
            "T": "점토 인형은 이것이 예언에 나오는 악룡 부활의 징조임을 알아챘다"
        },
        {
            "N": "",
            "T": "어머니가 그에게 남긴 지혜는 또 다른 가능성 역시 도출해냈다. 이 심장을 꼬마 용에게 이식해, 그에게 새로운 생명을 주는 것이었다"
        },
        {
            "N": "",
            "T": "이것이 악룡의 심장을 멈추고, 꼬마 용이 악룡의 이야기를 물려받게 할 유일한 방법이었다"
        },
        {
            "N": "",
            "T": "마침내 꼬마 용은 악룡의 심장을 품었다. 그리하여, 새로운 생명이 탄생했다"
        },
        {
            "N": "",
            "T": "악룡의 심장은 그의 가슴을 뛰게 만들고, 꼬마 용의 영혼은 그를 앞으로 이끌었다"
        },
        {
            "N": "",
            "T": "「예언」은 실현되었으나, 「운명」은 바뀌었다. 꼬마 용은 새로운 삶을 손에 넣었다"
        }
    ],
    "1600451": [
        {
            "N": "_0",
            "T": "두린이랑 다른 곳도 더 살펴볼게"
        }
    ]
}