// Auto Generated

var _AvatarDataConfig_ = {
    "Aino": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "产球",
                "DescList": [
                    "• 元素战技产生 @3*水元素微粒#，一次元素战技只能触发一次"
                ]
            },
            {
                "Name": "附着",
                "DescList": [
                    "• 元素爆发弱：@1.5s# 一次攻击，@3s# 一次附着",
                    "• 元素爆发强：@0.7s# 一次攻击，@2.1s# 一次附着",
                    "• 二命：@独立#"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Aino": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101257": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113077": 2,
                "101257": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113077": 4,
                "101257": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113077": 8,
                "101257": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113077": 12,
                "101257": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113077": 20,
                "101257": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Aino": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "敲打修理法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "妙思捕手",
                        "Desc": "向前方投出<color style='color:#FFD780;'>「妙思捕手」</color>，造成<color style='color:#80C0FF;'>水元素伤害</color>，同时将自己牵引至前方，并在移动结束时对身边的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整投出「妙思捕手」的方向。",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「想要吃的零食和想要实现的想法，都要自己去亲手抓住…嗯，咔哒咔哒也算是…一种手吧？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "精密水冷仪",
                        "Desc": "抛出特制的超级喷水机关<color style='color:#FFD780;'>「冷静一下鸭」</color>，展开<color style='color:#FFD780;'>对点水冷域</color>。<br>持续期间，「冷静一下鸭」会间歇性对附近的敌人发射水弹，造成<color style='color:#80C0FF;'>水元素伤害</color>。",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「动手的时候，就算内心再急切，头脑也要冷静下来…咦？打架，才不是，我是在说制造机关的事啦！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "水弹伤害",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "模块式高效运作",
                        "Desc": "爱诺在队伍中时，依据队伍的<color style='color:#FFD780;'>月兆</color>，将分别产生对应的强化效果。若队伍的月兆至少为：<br><br><color style='color:#FFD780;'>月兆 · 初辉</color><br>元素爆发<color style='color:#FFD780;'>精密水冷仪</color>获得强化：<color style='color:#FFD780;'>「冷静一下鸭」</color>将以更短的间隔发射水弹，造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color><br>施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色的元素精通提升60点。<br><br>此外，爱诺在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "结构化功率提升",
                        "Desc": "爱诺元素爆发造成的伤害提升，提升值基于爱诺的元素精通的50%。",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "小型识别侦测器",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，爱诺似乎可以通过某种途径来改变「冷静一下鸭」的外观…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "灰与力场的平衡理论",
                        "Desc": "爱诺施放元素战技<color style='color:#FFD780;'>妙思捕手</color>或元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后，爱诺的元素精通提升80点，持续15秒。",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "齿轮差分的进位原理",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>中的<color style='color:#FFD780;'>对点水冷域</color>持续期间，若爱诺处于队伍后台，队伍中自己的当前场上角色的攻击命中附近的敌人时，<color style='color:#FFD780;'>「冷静一下鸭」</color>将对该敌人发射一枚额外的水弹，基于爱诺的元素精通的100%+300，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。该效果每5秒至多触发一次，且造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蛋糕与机关维修艺术",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "黄油与猫与供能法则",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>命中敌人时，将为爱诺恢复10点元素能量，每10秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "金属与光的不朽涡轮",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天才之为构造之责任",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色触发的感电、绽放、月感电、月绽放造成的伤害提升15%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：上述反应造成的伤害额外提升20%。",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "15": {
                "BattleSkills": [
                    {
                        "Name": "敲打修理法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "妙思捕手",
                        "Desc": "向前方投出<color style='color:#FFD780;'>「妙思捕手」</color>，造成<color style='color:#80C0FF;'>水元素伤害</color>，同时将自己牵引至前方，并在移动结束时对身边的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整投出「妙思捕手」的方向。",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「想要吃的零食和想要实现的想法，都要自己去亲手抓住…嗯，咔哒咔哒也算是…一种手吧？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "精密水冷仪",
                        "Desc": "抛出特制的超级喷水机关<color style='color:#FFD780;'>「冷静一下鸭」</color>，展开<color style='color:#FFD780;'>对点水冷域</color>。<br>持续期间，「冷静一下鸭」会间歇性对附近的敌人发射水弹，造成<color style='color:#80C0FF;'>水元素伤害</color>。",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「动手的时候，就算内心再急切，头脑也要冷静下来…咦？打架，才不是，我是在说制造机关的事啦！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "水弹伤害",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "模块式高效运作",
                        "Desc": "爱诺在队伍中时，依据队伍的<color style='color:#FFD780;'>月兆</color>，将产生强化效果。若队伍的月兆至少为：<br><br><color style='color:#FFD780;'>月兆 · 满辉</color><br>元素爆发<color style='color:#FFD780;'>精密水冷仪</color>获得强化：<color style='color:#FFD780;'>「冷静一下鸭」</color>将以更短的间隔发射水弹，造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br>此外，爱诺在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "结构化功率提升",
                        "Desc": "爱诺元素爆发造成的伤害提升，提升值基于爱诺的元素精通的50%。",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "小型识别侦测器",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，爱诺似乎可以通过某种途径来改变「冷静一下鸭」的外观…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "灰与力场的平衡理论",
                        "Desc": "爱诺施放元素战技<color style='color:#FFD780;'>妙思捕手</color>或元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后，爱诺的元素精通提升80点，持续15秒。",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "齿轮差分的进位原理",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>中的<color style='color:#FFD780;'>对点水冷域</color>持续期间，若爱诺处于队伍后台，队伍中自己的当前场上角色的攻击命中附近的敌人时，<color style='color:#FFD780;'>「冷静一下鸭」</color>将对该敌人发射一枚额外的水弹，基于爱诺的元素精通的100%+300，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。该效果每5秒至多触发一次，且造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蛋糕与机关维修艺术",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "黄油与猫与供能法则",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>命中敌人时，将为爱诺恢复10点元素能量，每10秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "金属与光的不朽涡轮",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天才之为构造之责任",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色触发的感电、绽放、月感电、月绽放造成的伤害提升15%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：上述反应造成的伤害额外提升20%。",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "敲打修理法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "妙思捕手",
                        "Desc": "向前方投出<color style='color:#FFD780;'>「妙思捕手」</color>，造成<color style='color:#80C0FF;'>水元素伤害</color>，同时将自己牵引至前方，并在移动结束时对身边的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整投出「妙思捕手」的方向。",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「想要吃的零食和想要实现的想法，都要自己去亲手抓住…嗯，咔哒咔哒也算是…一种手吧？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "精密水冷仪",
                        "Desc": "抛出特制的超级喷水机关<color style='color:#FFD780;'>「冷静一下鸭」</color>，展开<color style='color:#FFD780;'>对点水冷域</color>。<br>持续期间，「冷静一下鸭」会间歇性对附近的敌人发射水弹，造成<color style='color:#80C0FF;'>水元素伤害</color>。",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「动手的时候，就算内心再急切，头脑也要冷静下来…咦？打架，才不是，我是在说制造机关的事啦！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "水弹伤害",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "模块式高效运作",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，爱诺将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：元素爆发<color style='color:#FFD780;'>精密水冷仪</color>将获得强化：<color style='color:#FFD780;'>「冷静一下鸭」</color>将以更短的间隔发射水弹，造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "结构化功率提升",
                        "Desc": "爱诺元素爆发造成的伤害提升，提升值基于爱诺的元素精通的50%。",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "月兆祝赐 · 力极演算",
                        "Desc": "爱诺在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "小型识别侦测器",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，爱诺似乎可以通过某种途径来改变「冷静一下鸭」的外观…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "灰与力场的平衡理论",
                        "Desc": "爱诺施放元素战技<color style='color:#FFD780;'>妙思捕手</color>或元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后，爱诺自身的元素精通提升80点，附近的当前场上角色的元素精通提升80点，持续15秒。<br><br>该命之座提供的元素精通提升效果无法叠加。",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "齿轮差分的进位原理",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>中的<color style='color:#FFD780;'>对点水冷域</color>持续期间，若爱诺处于队伍后台，队伍中自己的当前场上角色的攻击命中附近的敌人时，<color style='color:#FFD780;'>「冷静一下鸭」</color>将对该敌人发射一枚额外的水弹，基于爱诺的元素精通的100%+300，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。该效果每5秒至多触发一次，且造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蛋糕与机关维修艺术",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "黄油与猫与供能法则",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>命中敌人时，将为爱诺恢复10点元素能量，每10秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "金属与光的不朽涡轮",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天才之为构造之责任",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色触发的感电、绽放、月感电、月绽放造成的伤害提升15%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：上述反应造成的伤害额外提升20%。",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "敲打修理法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "妙思捕手",
                        "Desc": "向前方投出<color style='color:#FFD780;'>「妙思捕手」</color>，造成<color style='color:#80C0FF;'>水元素伤害</color>，同时将自己牵引至前方，并在移动结束时对身边的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整投出「妙思捕手」的方向。",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「想要吃的零食和想要实现的想法，都要自己去亲手抓住…嗯，咔哒咔哒也算是…一种手吧？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "精密水冷仪",
                        "Desc": "抛出特制的超级喷水机关<color style='color:#FFD780;'>「冷静一下鸭」</color>，展开<color style='color:#FFD780;'>对点水冷域</color>。<br>持续期间，「冷静一下鸭」会间歇性对附近的敌人发射水弹，造成<color style='color:#80C0FF;'>水元素伤害</color>。",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「动手的时候，就算内心再急切，头脑也要冷静下来…咦？打架，才不是，我是在说制造机关的事啦！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "水弹伤害",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "模块式高效运作",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，爱诺将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：元素爆发<color style='color:#FFD780;'>精密水冷仪</color>将获得强化：<color style='color:#FFD780;'>「冷静一下鸭」</color>将以更短的间隔发射水弹，造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "结构化功率提升",
                        "Desc": "爱诺元素爆发造成的伤害提升，提升值基于爱诺的元素精通的50%。",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "月兆祝赐 · 力极演算",
                        "Desc": "爱诺在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "小型识别侦测器",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，爱诺似乎可以通过某种途径来改变「冷静一下鸭」的外观…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "灰与力场的平衡理论",
                        "Desc": "爱诺施放元素战技<color style='color:#FFD780;'>妙思捕手</color>或元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后，爱诺自身的元素精通提升80点，附近的当前场上角色的元素精通提升80点，持续15秒。<br><br>该命之座提供的元素精通提升效果无法叠加。",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "齿轮差分的进位原理",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>中的<color style='color:#FFD780;'>对点水冷域</color>持续期间，若爱诺处于队伍后台，队伍中自己的当前场上角色的攻击命中附近的敌人时，<color style='color:#FFD780;'>「冷静一下鸭」</color>将对该敌人发射一枚额外的水弹，基于爱诺攻击力的25%与元素精通的100%，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。该效果每5秒至多触发一次，且造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蛋糕与机关维修艺术",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "黄油与猫与供能法则",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>命中敌人时，将为爱诺恢复10点元素能量，每10秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "金属与光的不朽涡轮",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天才之为构造之责任",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色触发的感电、绽放、月感电、月绽放造成的伤害提升15%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：上述反应造成的伤害额外提升20%。",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "敲打修理法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "妙思捕手",
                        "Desc": "向前方投出<color style='color:#FFD780;'>「妙思捕手」</color>，造成<color style='color:#80C0FF;'>水元素伤害</color>，同时将自己牵引至前方，并在移动结束时对身边的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整投出「妙思捕手」的方向。",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「想要吃的零食和想要实现的想法，都要自己去亲手抓住…嗯，咔哒咔哒也算是…一种手吧？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "精密水冷仪",
                        "Desc": "抛出特制的超级喷水机关<color style='color:#FFD780;'>「冷静一下鸭」</color>，展开<color style='color:#FFD780;'>对点水冷域</color>。<br>持续期间，「冷静一下鸭」会间歇性对附近的敌人发射水弹，造成<color style='color:#80C0FF;'>水元素伤害</color>。",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「动手的时候，就算内心再急切，头脑也要冷静下来…咦？打架，才不是，我是在说制造机关的事啦！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "水弹伤害",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "模块式高效运作",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，爱诺将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：元素爆发<color style='color:#FFD780;'>精密水冷仪</color>将获得强化：<color style='color:#FFD780;'>「冷静一下鸭」</color>将以更短的间隔发射水弹，造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "结构化功率提升",
                        "Desc": "爱诺元素爆发造成的伤害提升，提升值基于爱诺的元素精通的50%。",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "月兆祝赐 · 力极演算",
                        "Desc": "爱诺在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "小型识别侦测器",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，爱诺似乎可以通过某种途径来改变「冷静一下鸭」的外观…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "灰与力场的平衡理论",
                        "Desc": "爱诺施放元素战技<color style='color:#FFD780;'>妙思捕手</color>或元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后，爱诺自身的元素精通提升80点，附近的当前场上角色的元素精通提升80点，持续15秒。<br><br>该命之座提供的元素精通提升效果无法叠加。",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "齿轮差分的进位原理",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>中的<color style='color:#FFD780;'>对点水冷域</color>持续期间，若爱诺处于队伍后台，队伍中自己的当前场上角色的攻击命中附近的敌人时，<color style='color:#FFD780;'>「冷静一下鸭」</color>将对该敌人发射一枚额外的水弹，基于爱诺攻击力的25%与元素精通的100%，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。该效果每5秒至多触发一次，且造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蛋糕与机关维修艺术",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "黄油与猫与供能法则",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>命中敌人时，将为爱诺恢复10点元素能量，每10秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "金属与光的不朽涡轮",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天才之为构造之责任",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色触发的感电、绽放、月感电、月绽放造成的伤害提升15%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：上述反应造成的伤害额外提升20%。",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "敲打修理法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "妙思捕手",
                        "Desc": "向前方投出<color style='color:#FFD780;'>「妙思捕手」</color>，造成<color style='color:#80C0FF;'>水元素伤害</color>，同时将自己牵引至前方，并在移动结束时对身边的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整投出「妙思捕手」的方向。",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「想要吃的零食和想要实现的想法，都要自己去亲手抓住…嗯，咔哒咔哒也算是…一种手吧？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "精密水冷仪",
                        "Desc": "抛出特制的超级喷水机关<color style='color:#FFD780;'>「冷静一下鸭」</color>，展开<color style='color:#FFD780;'>对点水冷域</color>。<br>持续期间，「冷静一下鸭」会间歇性对附近的敌人发射水弹，造成<color style='color:#80C0FF;'>水元素伤害</color>。",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「动手的时候，就算内心再急切，头脑也要冷静下来…咦？打架，才不是，我是在说制造机关的事啦！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "水弹伤害",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "模块式高效运作",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，爱诺将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：元素爆发<color style='color:#FFD780;'>精密水冷仪</color>将获得强化：<color style='color:#FFD780;'>「冷静一下鸭」</color>将以更短的间隔发射水弹，造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "结构化功率提升",
                        "Desc": "爱诺元素爆发造成的伤害提升，提升值基于爱诺的元素精通的50%。",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "月兆祝赐 · 力极演算",
                        "Desc": "爱诺在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "小型识别侦测器",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，爱诺似乎可以通过某种途径来改变「冷静一下鸭」的外观…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "灰与力场的平衡理论",
                        "Desc": "爱诺施放元素战技<color style='color:#FFD780;'>妙思捕手</color>或元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后，爱诺自身的元素精通提升80点，附近的当前场上角色的元素精通提升80点，持续15秒。<br><br>该命之座提供的元素精通提升效果无法叠加。",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "齿轮差分的进位原理",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>中的<color style='color:#FFD780;'>对点水冷域</color>持续期间，若爱诺处于队伍后台，队伍中自己的当前场上角色的攻击命中附近的敌人时，<color style='color:#FFD780;'>「冷静一下鸭」</color>将对该敌人发射一枚额外的水弹，基于爱诺攻击力的25%与元素精通的100%，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。该效果每5秒至多触发一次，且造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蛋糕与机关维修艺术",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "黄油与猫与供能法则",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>命中敌人时，将为爱诺恢复10点元素能量，每10秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "金属与光的不朽涡轮",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天才之为构造之责任",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色触发的感电、绽放、月感电、月绽放造成的伤害提升15%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：上述反应造成的伤害额外提升20%。",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "敲打修理法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "49.2165%×2",
                                    "53.2225%×2",
                                    "57.2285%×2",
                                    "62.9514%×2",
                                    "66.9573%×2",
                                    "71.5356%×2",
                                    "77.8308%×2",
                                    "84.1259%×2",
                                    "90.421%×2",
                                    "97.2885%×2",
                                    "104.1559%×2",
                                    "111.0233%×2",
                                    "117.8907%×2",
                                    "124.7581%×2",
                                    "131.6256%×2"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "妙思捕手",
                        "Desc": "向前方投出<color style='color:#FFD780;'>「妙思捕手」</color>，造成<color style='color:#80C0FF;'>水元素伤害</color>，同时将自己牵引至前方，并在移动结束时对身边的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整投出「妙思捕手」的方向。",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「想要吃的零食和想要实现的想法，都要自己去亲手抓住…嗯，咔哒咔哒也算是…一种手吧？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "精密水冷仪",
                        "Desc": "抛出特制的超级喷水机关<color style='color:#FFD780;'>「冷静一下鸭」</color>，展开<color style='color:#FFD780;'>对点水冷域</color>。<br>持续期间，「冷静一下鸭」会间歇性对附近的敌人发射水弹，造成<color style='color:#80C0FF;'>水元素伤害</color>。",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「动手的时候，就算内心再急切，头脑也要冷静下来…咦？打架，才不是，我是在说制造机关的事啦！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "水弹伤害",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "模块式高效运作",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，爱诺将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：元素爆发<color style='color:#FFD780;'>精密水冷仪</color>将获得强化：<color style='color:#FFD780;'>「冷静一下鸭」</color>将以更短的间隔发射水弹，造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "结构化功率提升",
                        "Desc": "爱诺元素爆发造成的伤害提升，提升值基于爱诺的元素精通的50%。",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "月兆祝赐 · 力极演算",
                        "Desc": "爱诺在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "小型识别侦测器",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，爱诺似乎可以通过某种途径来改变「冷静一下鸭」的外观…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "灰与力场的平衡理论",
                        "Desc": "爱诺施放元素战技<color style='color:#FFD780;'>妙思捕手</color>或元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后，爱诺自身的元素精通提升80点，附近的当前场上其他角色的元素精通提升80点，持续15秒。<br><br>该命之座提供的元素精通提升效果无法叠加。",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "齿轮差分的进位原理",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>中的<color style='color:#FFD780;'>对点水冷域</color>持续期间，若爱诺处于队伍后台，队伍中自己的当前场上角色的攻击命中附近的敌人时，<color style='color:#FFD780;'>「冷静一下鸭」</color>将对该敌人发射一枚额外的水弹，基于爱诺攻击力的25%与元素精通的100%，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。该效果每5秒至多触发一次，且造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "蛋糕与机关维修艺术",
                        "Desc": "元素爆发<color style='color:#FFD780;'>精密水冷仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "黄油与猫与供能法则",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>命中敌人时，将为爱诺恢复10点元素能量，每10秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "金属与光的不朽涡轮",
                        "Desc": "元素战技<color style='color:#FFD780;'>妙思捕手</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天才之为构造之责任",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>精密水冷仪</color>后的15秒内，附近的当前场上角色触发的感电、绽放、月感电、月绽放、月结晶造成的伤害提升15%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：上述反应造成的伤害额外提升20%。",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Aino": {}
}