// Auto Generated

var _AvatarFetterConfig_ = {
    "21": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "安柏是西风骑士团的侦察骑士。在侦察骑士已然没落的现在，她独自坚守着这份职责。<br>初来乍到的旅客用不着三天，便能与这位热情似火的少女打成一片。<br>「猎鹿人」的招牌前、果酒湖岸边、风起地大橡树的树顶，都有敏锐机警的红色骑士所留下的足迹。<br>任何被她盯上的「可疑人士」，绝对逃不过骑士认真的质询。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "从小到大，安柏总有着无尽的活力与朝气。<br>每一天，火焰般旺盛的精力令她行动如风，勇敢地解决一切挡在面前的困难；<br>可有些时候，过剩的精力也会使她在无意中成为麻烦制造者。<br>年幼时，安柏因此惹下不少麻烦。不是掏鸟蛋导致鸟窝倒扣在祖父的光头上，就是点燃草史莱姆的叶子害它们到处乱跳。她制造的这些小问题，最终都变成了露营猎人们不大不小的麻烦。<br>身为罪魁祸首，安柏往往能借助迅捷灵巧的动作第一时间逃离现场，再老练的侦察骑士也追不上她。这位调皮孙女闯下的祸，最后还是靠祖父默默善后，才将不良影响控制在最小。<br>祖父无言的关怀是蒙德土地上最温暖的风，将安柏温柔地包裹。这份宽容又饱含责任感的爱，她心领神会。<br>但直到祖父离开骑士团那天，她才真正明白，他肩上所担负的「责任」远不止此。",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "安柏的祖父曾是佣兵统领。他来自璃月港，负责保护一支横跨大陆的商队。某次押运任务中，商队遭到魔兽群的猛烈袭击，只有祖父一人侥幸逃脱，被西风骑士团所属医师救下。<br>无颜回乡的祖父为报答医师救命之恩，毅然加入了西风骑士团。<br>在骑士团，祖父一手建立侦察骑士小队，亲自训练并率领他们执行任务。<br>不久后，他在这片陌生的国土上遇见挚爱之人，组建了家庭。<br>许多年过去，家中有了安柏。白天，年幼的安柏躲在窗前偷看祖父与队员们训练的身姿，晚上，她就溜进院子研究今天看到的招式。<br>祖父被孙女的聪敏热忱打动，便将经验技巧全部传授给了安柏。<br>「蒙德接纳了我，它就是我的故乡。我选择守望自己的家园，也许未来某天，你也会继承这份责任…哈哈，不过以后的事，谁知道呢？」<br>感受着祖父粗糙的手掌在头顶摩挲，懵懂又认真的安柏用力点了点头。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "四年前的事，让安柏变了很多。<br>那一天，祖父将骑士纹章与佩剑留在骑士团，没给任何人留下口信，就这样不辞而别。<br>祖父走后，过分依赖他的侦察骑士小队失去了主心骨，变得散漫又迟钝。<br>经过几次毫无成果的任务，侦察骑士地位愈发边缘化。小队虽然保留着建制，却已名存实亡。骑士们不是转入其它部门，便是退役归家。「侦察骑士小队」最终稀疏到无法完成日常巡逻任务的程度。<br>更严重的是，有人将祖父的离开视为「叛逃」。这无异于雪上加霜，令仅存的侦察骑士们愈发艰难。<br>刚刚成为侦察骑士的安柏亲历了一切。小队的消亡使她第一次体会到失落与不甘。不再无忧无虑的她心中生出强烈愿望，想要快些长大，快些成为真正的侦察骑士。<br>虽说还未严格计划过，也缺乏些成熟作风，但安柏有着十足的自信与勇气。<br>想要继承祖父的意志，想要查清祖父的去向。<br>更重要的是，她要接替祖父，成为家园的忠诚守望者。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "一开始，安柏在骑士团的生活并不顺利。<br>年纪太小，又刚经历了祖父失踪的坎坷，安柏时常被老一辈骑士们过分关照。<br>而在这位要强的少女眼中，「过分关照」意味着她还不成熟，不足以独当一面。<br>少女因而为自己强加上重任，沐浴着前人的视线，顽强又认真地履行职责。<br>终于，在一次剿灭魔物的激烈战斗中，前辈们见证了安柏的英勇机敏。<br>那一刻，他们首次意识到，面前这个尚且年轻的女孩，已经成长到了一定地步。<br>随着成长，安柏的心也越来越安定。不论面对夸赞或贬低，沉默或嘲讽，她都如此回应——<br>「跟前辈们相比，我还是经验不足。但是，我会成为最优秀的侦察骑士！」<br>没有丝毫犹豫，仅仅是将自己的想法真诚、直率地说出。<br>因为她一直坚信，自己绝不会辜负祖父的嘱托。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "如今的安柏依旧是那个如火的少女，浑身燃烧着无穷的热情与活力。<br>从被保护的童年中成长，谨记着祖父的教导，安柏张开风之翼，用鹰一般的锐目与狡兔般的机警，守卫着自由之邦蒙德。<br>「火红的骑士」在蒙德家喻户晓。<br>人们欣喜地看到，曾经顽皮的小女孩正在长成值得依靠的守望者。<br>「不用担心，因为我是侦察骑士安柏！」<br>她的自豪不容动摇，<br>「我是唯一，也是最优秀的侦察骑士安柏！」",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "安柏的冒险笔记",
                "Content": "安柏并没有每天写日记的习惯，只有遇到特别值得记录下来的东西，她才会写在这本冒险笔记上。<br>「我抓到魔鸟了！它叫拉米什么来着。这三天都在追它，直到今天才有空好好坐下来吃一顿饭。魔鸟好狡猾，专门往茂密的树林里钻，还好我没有放弃！最重要的是，琴团长特别允许我拔下一支羽毛作为奖励！我要把它挂在腰上天天戴着，嘿嘿！」<br>「明明按照书上说的烤了六分钟，肉排的表面都焦了，但里面还是没熟…难道是火候的控制问题？可是，肚子已经很撑了，只好明天再试试了。总有一天，我要做出最好吃的烤肉排！决定了，名字就叫：侦察骑士烤肉！」<br>「今天遇见了一个奇怪的异乡人，第一感觉很可疑，但接触下来，意外地是个很厉害又很可靠的人。唔…这样想来，假如真的遇到这样厉害的坏人可就难办了。不行不行，我也不能落后，要更努力锻炼自己才行！！」",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "安柏原以为，只要继承祖父的职责，就能查清祖父为何离开蒙德。<br>可直到正式成为侦察骑士，她也没能解开祖父不辞而别之谜。<br>祖父什么也没给她留下，意味着未来的路全靠安柏亲手开拓。<br>安柏也曾迷茫动摇，直至她翻开一本后来被她视为珍宝的旧寓言书。<br>「重要的不是强风而是勇气，是它让你们成为世上最初的飞鸟。」<br>安柏察觉到，她不该等待谁人的指引，而应成为充满勇气的飞鸟，振翅飞向苍穹。<br>一定存在「只有我才会做的事」，一定存在「只有我才能做到的事」。<br>理解这一点的瞬间，一颗「神之眼」在安柏腰间绽放出璀璨光辉。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "侦察骑士安柏，前来报到！今后有什么需要帮忙的，尽管说好啦！",
                "Tips": []
            },
            {
                "Title": "闲聊 · 兴趣",
                "Content": "好想跑一会儿步呀。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 挂念",
                "Content": "要是被琴发现我们在偷懒，她会不高兴的。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 新发现",
                "Content": "那边好像有什么奇怪的东西耶…不去看吗、不去看看吗？",
                "Tips": []
            },
            {
                "Title": "下雨的时候 · 担忧",
                "Content": "下雨了…蝴蝶结会淋湿的…",
                "Tips": []
            },
            {
                "Title": "下雨的时候 · 提醒",
                "Content": "下雨了啊…视野会有影响，要小心哦。",
                "Tips": []
            },
            {
                "Title": "雨过天晴…",
                "Content": "唔哇~天气真好。",
                "Tips": []
            },
            {
                "Title": "阳光很好…",
                "Content": "嗯…要是风大点就好了。",
                "Tips": []
            },
            {
                "Title": "起风的时候 · 惬意",
                "Content": "真舒服呀…",
                "Tips": []
            },
            {
                "Title": "起风的时候 · 放松",
                "Content": "我喜欢这种天气，嗯…真轻松！",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "早上好哟！要不要一起晨跑？",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "可以跟你一起吃午饭吗？",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "天黑了，要我点个火把吗？",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "没错，休息也很重要！那就说好了哦，明天见！",
                "Tips": []
            },
            {
                "Title": "关于安柏自己…",
                "Content": "蒙德城的飞行冠军，就是我啦！",
                "Tips": []
            },
            {
                "Title": "关于我们 · 比赛",
                "Content": "就算是你，比赛我也不会放水！",
                "Tips": []
            },
            {
                "Title": "关于我们 · 飞行",
                "Content": "教你飞…与你一起飞行的时候，我自己好像也能飞得更快…欸，你在笑什么啊？来比赛吧！现在就比！",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "「神之眼」，是神对我的认可吧。嗯，我要成为最优秀的侦察骑士才行！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "有什么想要分享…",
                "Content": "走嘛~去大教堂的钟楼上看看，风景超棒的！",
                "Tips": []
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "看，那里有鸽子！嗯…想跟它们一起飞呢。",
                "Tips": []
            },
            {
                "Title": "关于琴 · 帮忙",
                "Content": "大团长出征之后，大大小小的事务都压在了琴的身上。如果我也能多帮到她一点就好了…",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于琴 · 关怀",
                "Content": "琴可能还在工作？…走，一起请她喝杯咖啡吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于丽莎 · 听故事",
                "Content": "等你有空，我们一起去找丽莎吧！她上次和我讲了一个龙脊雪山宝藏的故事，只讲到一半。唔，我还想知道后续！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于丽莎 · 钦佩",
                "Content": "丽莎好像除了睡觉的时间都在看书！真厉害啊，我就坐不住那么长时间。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于凯亚 · 忧虑",
                "Content": "…有种不安的感觉！刚才是凯亚陪着你吧？他没给你添麻烦吧？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于凯亚 · 祸首",
                "Content": "花圃里的蒲公英看上去蔫蔫的，哼…一定又是凯亚捣的鬼！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于班尼特…",
                "Content": "嗯？班尼特…好像在哪里听过…哦！你说的是冒险家协会那个热血的男孩子啊！嗯，我有时会在秘境附近见到他，好像对寻宝很有热情呢。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于可莉…",
                "Content": "可莉呀，偶尔会有点调皮，但骑士团的大家都很喜欢她！唔…为了不让她又被琴抓去关禁闭，还是看紧她一点吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于阿贝多…",
                "Content": "阿贝多，大多数时候都呆在自己的工坊里，捣鼓一些很厉害的东西。但是，见到他的时候，会有种猜不透他在想些什么的感觉。嗯，猜不透呢…",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于诺艾尔…",
                "Content": "你问诺艾尔吗？她的韧性可是很强的。作为前辈，你也要多照顾她一点哦。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于优菈…",
                "Content": "优菈是我的好伙伴！只要习惯了优菈开的玩笑，你就会发现，其实她是很好相处的。只不过，优菈因为自己的姓氏，经常被很多人误解，怎么样才能让大家理解她呢…",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于柯莱…",
                "Content": "柯莱和我写信说，她的「魔鳞病」已经彻底康复…我太为她高兴了！真想下一秒就飞到她身边，紧紧地抱住她。她还说很想念蒙德的大家，想等哪一天独当一面之后，亲口来汇报自己的成长…啊，要是能赶上下一次羽球节就好了，我都快等不及了！",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「虚空鼓动，劫火高扬」剧情"
                ]
            },
            {
                "Title": "关于米卡…",
                "Content": "哦，米卡是优菈那儿的老队员了，最初可能是看我和优菈关系比较好吧，总是长官长官地叫我。在我跟他分享自己的侦察心得之后，他又改叫我前辈了…弄得我挺不好意思的。明明我们的职责不一样，他在绘制地图上的专业性，是我怎么都比不上的。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解安柏 · 其一",
                "Content": "狩猎我也很擅长哦！怎么样，想不想看看我的身手？还是…要来个狩猎比赛？",
                "Tips": []
            },
            {
                "Title": "想要了解安柏 · 其二",
                "Content": "和你分享我的飞行冠军经验吧！最重要的，就是要有勇气！",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解安柏 · 其三",
                "Content": "其实我不擅长解谜，羽球节里看到猜谜的摊位都要绕着走…你呢？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解安柏 · 其四",
                "Content": "我因为爷爷才加入骑士团，因为琴留在了团里。现在，是你陪我见到了蒙德以外的天空。我真的很开心。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解安柏 · 其五",
                "Content": "我还想去更远的世界。我想去看天空的尽头！你也会继续陪着我的，对吧、对吧？",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "安柏的爱好…",
                "Content": "兔兔伯爵，今天也是干干净净的一天！",
                "Tips": []
            },
            {
                "Title": "安柏的烦恼…",
                "Content": "唔…你知道，怎样才能做出好吃的月亮派吗？",
                "Tips": []
            },
            {
                "Title": "喜欢的食物…",
                "Content": "琴泡的咖啡真的好香！有机会你要尝尝哦。",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "只要不是冰钩钩果汁…唔…我都应付得来！",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "哇，这个太好吃了。你真厉害！",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "要是我也有这样的手艺就好了…",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "我不太习惯这种味道，抱歉啦！不是你的问题！",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "嘿嘿嘿，生日快乐！来，这个给你，是我亲手缝的「兔兔伯爵 · 特别定制版」…放心放心，是特别定制版哦，不会爆炸的！",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "哇！像乘着风一样轻快~",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "现在的速度，没有人能追得上了吧！",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "蒙德的天空好像变小了…还是因为我的视野变大了？",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "我现在…比起最初跟你认识的时候，又进步了不少吧。嘿嘿，非常感谢！让我请你吃蜜酱胡萝卜煎肉吧，跟我来跟我来！",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "靠你咯。",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "兔兔伯爵，出击！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "♪哼哼~哼哼哼~",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "百发百中！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "箭如…雨下！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "你没有退路了！",
                "Tips": []
            },
            {
                "Title": "冲刺开始 · 其一",
                "Content": "来比赛吧！",
                "Tips": []
            },
            {
                "Title": "冲刺开始 · 其二",
                "Content": "跟得上我吗？",
                "Tips": []
            },
            {
                "Title": "冲刺结束 · 其一",
                "Content": "说了你们跑不过我。",
                "Tips": []
            },
            {
                "Title": "冲刺结束 · 其二",
                "Content": "就是这种感觉！",
                "Tips": []
            },
            {
                "Title": "打开风之翼 · 其一",
                "Content": "我可是蒙德城的飞行冠军！",
                "Tips": []
            },
            {
                "Title": "打开风之翼 · 其二",
                "Content": "尽管交给我吧！",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "打开宝箱的一瞬间，最兴奋了！",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "侦察骑士，发现目标！",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "哇，都是好东西！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "…我可不会认输！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "好痛…这家伙…",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "别小瞧我！",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "小心啊！",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "你…要不要紧？我来帮帮你吧？",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "跑累了…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "训练…还不够…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "这次我…输了啊…",
                "Tips": []
            },
            {
                "Title": "普通受击 · 其一",
                "Content": "真难缠！",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "好痛！",
                "Tips": []
            },
            {
                "Title": "重受击 · 其二",
                "Content": "犯规啦！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "交给我吧！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "准备就绪！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "侦察骑士登场！",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "21": {
        "Costumes": [
            {
                "ID": 340007,
                "Name": "100%侦察骑士",
                "Desc": "安柏的装扮款式。这一次出现的，是更为正式也更为英气的侦察骑士哦！",
                "Icon": "UI_AvatarIcon_AmborCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "「满分的侦察骑士」",
                "Desc": "安柏的装扮款式。具备高机动性的侦察骑士服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108010,
            "JD": 108009,
            "Name": "<b>侦察骑士烤肉！</b>",
            "Eff": "复苏选中的角色，为其恢复生命值上限的10%，并额外恢复150点生命值。",
            "Desc": "安柏的特色料理。一面泛着血色，另一面散发着微妙焦香气味的肉排。闭着眼大口吃下去，安柏会很高兴的吧。",
            "Recipe": {
                "100061": 2
            },
            "Icon": "UI_ItemIcon_108010"
        },
        "Namecard": {
            "Name": "<b>安柏 · 兔兔</b>",
            "Desc": "名片纹饰。<br>「是兔兔伯爵哦！」",
            "Pic": "UI_NameCardPic_Ambor_P"
        }
    }
}

var acs_cache_ = {
    "340007": "最近三个月，安柏对钩钩果颇有意见。野外侦查期间她的制服和长袜意外被尖锐的果子勾破了，而她最近太过忙碌，抽不出时间做缝补工作。<br>当初骑士团后勤小队给她发了三套同款制服用以替换，损坏一件问题也不大。但安柏非常珍惜这三套制服，无论哪件损坏了，她都会感到痛心。<br>就连我的兔兔伯爵，也是照着这些制服配色设计的呢！安柏悲伤地想。<br><br>任务结束后，安柏找来针线把破损处补好，可惜无论手怎么巧，布料上都留有缝补的痕迹。<br>不过仅仅过了半个月，安柏就在骑士团年终会议上领到了新制服。<br>比原来更正式，设计上似乎也更为精美。而且，似乎不容易勾坏！<br>后勤小队的赫塔队长是这样说的：「代表西风骑士团，向唯一的侦察骑士送上新衣服！非常感谢你一直以来的努力。」"
}