// Auto Generated

var _AvatarDataConfig_ = {
    "Ayato": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Ayato": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101202": 3,
                "112044": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113028": 2,
                "101202": 10,
                "112044": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113028": 4,
                "101202": 20,
                "112045": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113028": 8,
                "101202": 30,
                "112045": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113028": 12,
                "101202": 45,
                "112046": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113028": 20,
                "101202": 60,
                "112046": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ayato": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "神里流 · 转",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前冲刺并施展居合。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.9617%",
                                    "48.6213%",
                                    "52.281%",
                                    "57.5091%",
                                    "61.1688%",
                                    "65.3512%",
                                    "71.1022%",
                                    "76.8531%",
                                    "82.604%",
                                    "88.8777%",
                                    "95.1514%",
                                    "101.4251%",
                                    "107.6989%",
                                    "113.9726%",
                                    "120.2463%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.1572%",
                                    "50.9956%",
                                    "54.834%",
                                    "60.3174%",
                                    "64.1558%",
                                    "68.5425%",
                                    "74.5742%",
                                    "80.606%",
                                    "86.6377%",
                                    "93.2178%",
                                    "99.7979%",
                                    "106.378%",
                                    "112.958%",
                                    "119.5381%",
                                    "126.1182%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "58.6124%",
                                    "63.3832%",
                                    "68.154%",
                                    "74.9694%",
                                    "79.7402%",
                                    "85.1925%",
                                    "92.6894%",
                                    "100.1864%",
                                    "107.6833%",
                                    "115.8618%",
                                    "124.0403%",
                                    "132.2188%",
                                    "140.3972%",
                                    "148.5757%",
                                    "156.7542%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "29.4485%×2",
                                    "31.8455%×2",
                                    "34.2425%×2",
                                    "37.6667%×2",
                                    "40.0637%×2",
                                    "42.8031%×2",
                                    "46.5698%×2",
                                    "50.3365%×2",
                                    "54.1031%×2",
                                    "58.2122%×2",
                                    "62.3213%×2",
                                    "66.4304%×2",
                                    "70.5395%×2",
                                    "74.6487%×2",
                                    "78.7577%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "75.6043%",
                                    "81.7582%",
                                    "87.912%",
                                    "96.7032%",
                                    "102.857%",
                                    "109.89%",
                                    "119.5603%",
                                    "129.2306%",
                                    "138.901%",
                                    "149.4504%",
                                    "160.0%",
                                    "170.5493%",
                                    "181.0987%",
                                    "191.6482%",
                                    "202.1976%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "129.5297%",
                                    "140.0728%",
                                    "150.6159%",
                                    "165.6775%",
                                    "176.2206%",
                                    "188.2699%",
                                    "204.8376%",
                                    "221.4054%",
                                    "237.9731%",
                                    "256.047%",
                                    "274.1209%",
                                    "292.1948%",
                                    "310.2688%",
                                    "328.3427%",
                                    "346.4166%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "神里流 · 镜花",
                        "Desc": "神里绫人垫步移动并进入「泷廻鉴花」状态。<br>移动后，神里绫人原本的位置上将产生「水影」。水影完全形成后，将在附近存在敌人或持续时间结束时破裂，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>泷廻鉴花</color><br>在此状态下，神里绫人将使用瞬水剑进行迅速的攻击，将普通攻击造成的伤害转为无法被附魔覆盖的<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>此外，具有如下效果：<br> · 瞬水剑攻击命中敌人后，将为神里绫人赋予「浪闪」效果，基于神里绫人自己当前的生命值上限，提升瞬水剑造成的伤害。浪闪初始至多叠加4层，每0.1秒至多通过瞬水剑攻击获得一层，将在泷廻鉴花状态结束时消失。<br> · 提高神里绫人的抗打断能力；<br> · 无法施放重击与下落攻击。<br><br>泷廻鉴花状态将在神里绫人退场时解除；处于泷廻鉴花状态下时再次施放神里流 · 镜花，将移除已有的泷廻鉴花状态。<br><br><i>「你什么时候产生了自己得手的错觉？」</i><br><i>——不止是武艺，权谋之事上也是如此。但是为了照顾其他两方奉行大人的颜面，这句话不方便说出来。因此只有托马、一斗和绫华听过。</i>",
                        "Icon": "Skill_S_Ayato_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段瞬水剑伤害",
                                "ParamLevelList": [
                                    "52.89%",
                                    "57.195%",
                                    "61.5%",
                                    "67.65%",
                                    "71.955%",
                                    "76.875%",
                                    "83.64%",
                                    "90.405%",
                                    "97.17%",
                                    "104.55%",
                                    "111.93%",
                                    "119.31%",
                                    "126.69%",
                                    "134.07%",
                                    "141.45%"
                                ]
                            },
                            {
                                "Desc": "二段瞬水剑伤害",
                                "ParamLevelList": [
                                    "58.91%",
                                    "63.705%",
                                    "68.5%",
                                    "75.35%",
                                    "80.145%",
                                    "85.625%",
                                    "93.16%",
                                    "100.695%",
                                    "108.23%",
                                    "116.45%",
                                    "124.67%",
                                    "132.89%",
                                    "141.11%",
                                    "149.33%",
                                    "157.55%"
                                ]
                            },
                            {
                                "Desc": "三段瞬水剑伤害",
                                "ParamLevelList": [
                                    "64.93%",
                                    "70.215%",
                                    "75.5%",
                                    "83.05%",
                                    "88.335%",
                                    "94.375%",
                                    "102.68%",
                                    "110.985%",
                                    "119.29%",
                                    "128.35%",
                                    "137.41%",
                                    "146.47%",
                                    "155.53%",
                                    "164.59%",
                                    "173.65%"
                                ]
                            },
                            {
                                "Desc": "泷廻鉴花持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "浪闪伤害值提高",
                                "ParamLevelList": [
                                    "0.5611%生命值上限/层",
                                    "0.6067%生命值上限/层",
                                    "0.6524%生命值上限/层",
                                    "0.7176%生命值上限/层",
                                    "0.7633%生命值上限/层",
                                    "0.8155%生命值上限/层",
                                    "0.8873%生命值上限/层",
                                    "0.959%生命值上限/层",
                                    "1.0308%生命值上限/层",
                                    "1.1091%生命值上限/层",
                                    "1.1874%生命值上限/层",
                                    "1.2657%生命值上限/层",
                                    "1.3439%生命值上限/层",
                                    "1.4222%生命值上限/层",
                                    "1.5005%生命值上限/层"
                                ]
                            },
                            {
                                "Desc": "水影伤害",
                                "ParamLevelList": [
                                    "101.48%",
                                    "109.74%",
                                    "118.0%",
                                    "129.8%",
                                    "138.06%",
                                    "147.5%",
                                    "160.48%",
                                    "173.46%",
                                    "186.44%",
                                    "200.6%",
                                    "214.76%",
                                    "228.92%",
                                    "243.08%",
                                    "257.24%",
                                    "271.4%"
                                ]
                            },
                            {
                                "Desc": "水影持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "神里流 · 水囿",
                        "Desc": "展开清净之园囿，熄灭其中一切嚣闹。<br>存在期间，其中会持续降下水花剑，攻击范围内的敌人，造成<color style='color:#80C0FF;'>水元素伤害</color>，并提高其中的角色的普通攻击伤害。<br><br><i>「看到了哦，在这片静水之中，你心跳的波纹。」</i>",
                        "Icon": "Skill_E_Ayato_01",
                        "ParamDesc": [
                            {
                                "Desc": "水花剑伤害",
                                "ParamLevelList": [
                                    "66.456%",
                                    "71.4402%",
                                    "76.4244%",
                                    "83.07%",
                                    "88.0542%",
                                    "93.0384%",
                                    "99.684%",
                                    "106.3296%",
                                    "112.9752%",
                                    "119.6208%",
                                    "126.2664%",
                                    "132.912%",
                                    "141.219%",
                                    "149.526%",
                                    "157.833%"
                                ]
                            },
                            {
                                "Desc": "普通攻击伤害提升",
                                "ParamLevelList": [
                                    "11.0%",
                                    "12.0%",
                                    "13.0%",
                                    "14.0%",
                                    "15.0%",
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "神里流 · 清泷绕峰",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 镜花</color>具有如下效果：<br> · 施放后，神里绫人会获得2层浪闪效果；<br> · 水影破裂后，神里绫人将获得等同于叠加上限层数的浪闪效果。",
                        "Icon": "UI_Talent_S_Ayato_05"
                    },
                    {
                        "Name": "神里流 · 破月渐盈",
                        "Desc": "神里绫人处于队伍后台时，若元素能量低于40点，每1秒为自己恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Ayato_06"
                    },
                    {
                        "Name": "神里流 · 日常茶饭",
                        "Desc": "完美烹饪食物时，有18%概率额外获得一个「奇怪的」品质的同种料理。",
                        "Icon": "UI_Talent_S_Ayato_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "镜华风姿",
                        "Desc": "对于生命值低于或等于50%的敌人，<color style='color:#FFD780;'>瞬水剑</color>造成的伤害提升40%。",
                        "Icon": "UI_Talent_S_Ayato_01"
                    },
                    {
                        "Level": 2,
                        "Name": "世有源泉",
                        "Desc": "<color style='color:#FFD780;'>浪闪</color>叠加上限提升至5层；神里绫人处于至少3层浪闪状态下时，将提升50%生命值上限。",
                        "Icon": "UI_Talent_S_Ayato_02"
                    },
                    {
                        "Level": 3,
                        "Name": "无意弄花",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 镜花</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ayato_02"
                    },
                    {
                        "Level": 4,
                        "Name": "不厌细流",
                        "Desc": "施放<color style='color:#FFD780;'>神里流 · 水囿</color>后，队伍中附近的角色普通攻击的攻击速度提升15%，持续15秒。",
                        "Icon": "UI_Talent_S_Ayato_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万水一露",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 水囿</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ayato_01"
                    },
                    {
                        "Level": 6,
                        "Name": "滥觞无底",
                        "Desc": "施放<color style='color:#FFD780;'>神里流 · 镜花</color>之后，神里绫人的下一次瞬水剑攻击命中敌人时，将进行2次额外的瞬水剑攻击，各自能造成神里绫人攻击力450%的伤害。<br>此两次瞬水剑攻击不会受到浪闪的增益。",
                        "Icon": "UI_Talent_S_Ayato_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ayato": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.7,
                        1.3
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.053,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.7,
                        1.7
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 49.351,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.8,
                        1.6,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 61.339,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.6,
                        2.0,
                        2.3
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 30.819,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.6,
                        2.0,
                        2.3
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 30.819,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击5",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 79.121,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击5",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}