// Auto Generated

var _AvatarDataConfig_ = {
    "Candace": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Candace": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101220": 3,
                "112065": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113039": 2,
                "101220": 10,
                "112065": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113039": 4,
                "101220": 20,
                "112066": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113039": 8,
                "101220": 30,
                "112066": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113039": 12,
                "101220": 45,
                "112067": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113039": 20,
                "101220": 60,
                "112067": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104329": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112067": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112067": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112067": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112067": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104329": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112067": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112067": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112067": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112067": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104329": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112067": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112067": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112067": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112067": 12,
                "113033": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Candace": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "流耀枪术 · 守势",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "60.802%",
                                    "65.751%",
                                    "70.7%",
                                    "77.77%",
                                    "82.719%",
                                    "88.375%",
                                    "96.152%",
                                    "103.929%",
                                    "111.706%",
                                    "120.19%",
                                    "128.674%",
                                    "137.158%",
                                    "145.642%",
                                    "154.126%",
                                    "162.61%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "61.146%",
                                    "66.123%",
                                    "71.1%",
                                    "78.21%",
                                    "83.187%",
                                    "88.875%",
                                    "96.696%",
                                    "104.517%",
                                    "112.338%",
                                    "120.87%",
                                    "129.402%",
                                    "137.934%",
                                    "146.466%",
                                    "154.998%",
                                    "163.53%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "35.4879%+43.3741%",
                                    "38.3765%+46.9046%",
                                    "41.265%+50.435%",
                                    "45.3915%+55.4785%",
                                    "48.28%+59.009%",
                                    "51.5813%+63.0438%",
                                    "56.1204%+68.5916%",
                                    "60.6596%+74.1395%",
                                    "65.1987%+79.6873%",
                                    "70.1505%+85.7395%",
                                    "75.1023%+91.7917%",
                                    "80.0541%+97.8439%",
                                    "85.0059%+103.8961%",
                                    "89.9577%+109.9483%",
                                    "94.9095%+116.0%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "124.184%",
                                    "134.292%",
                                    "144.4%",
                                    "158.84%",
                                    "168.948%",
                                    "180.5%",
                                    "196.384%",
                                    "212.268%",
                                    "228.152%",
                                    "245.48%",
                                    "262.808%",
                                    "280.136%",
                                    "297.464%",
                                    "314.792%",
                                    "332.12%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "圣仪 · 苍鹭庇卫",
                        "Desc": "坎蒂丝的战斗风格，是能抵御洪水一般的军势的。<br><br><color style='color:#FFD780;'>点按</color><br>以盾牌进行冲击，向前方造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>举起盾牌抵挡周围敌人的攻击，形成护盾，伤害吸收量受益于坎蒂丝的生命值上限，并且对<color style='color:#80C0FF;'>水元素伤害</color>有250%的吸收效果。护盾持续至元素战技施放完毕。<br>长按一段时间后，坎蒂丝将完成蓄力，并在松开技能、持续时间结束，或护盾被破坏时，进行跳跃攻击，对前方的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><i>守护者们传承的誓言，要比他们传承的盾更为刚坚。</i>",
                        "Icon": "Skill_S_Candace_01",
                        "ParamDesc": [
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "12.0%生命值上限+1155.5629",
                                    "12.9%生命值上限+1271.1353",
                                    "13.8%生命值上限+1396.3386",
                                    "15.0%生命值上限+1531.173",
                                    "15.9%生命值上限+1675.6384",
                                    "16.8%生命值上限+1829.7349",
                                    "18.0%生命值上限+1993.4624",
                                    "19.2%生命值上限+2166.8208",
                                    "20.4%生命值上限+2349.8105",
                                    "21.6%生命值上限+2542.4312",
                                    "22.8%生命值上限+2744.6826",
                                    "24.0%生命值上限+2956.5652",
                                    "25.5%生命值上限+3178.0789",
                                    "27.0%生命值上限+3409.2236",
                                    "28.5%生命值上限+3650.0"
                                ]
                            },
                            {
                                "Desc": "基础伤害",
                                "ParamLevelList": [
                                    "12.0%生命值上限",
                                    "12.9%生命值上限",
                                    "13.8%生命值上限",
                                    "15.0%生命值上限",
                                    "15.9%生命值上限",
                                    "16.8%生命值上限",
                                    "18.0%生命值上限",
                                    "19.2%生命值上限",
                                    "20.4%生命值上限",
                                    "21.6%生命值上限",
                                    "22.8%生命值上限",
                                    "24.0%生命值上限",
                                    "25.5%生命值上限",
                                    "27.0%生命值上限",
                                    "28.5%生命值上限"
                                ]
                            },
                            {
                                "Desc": "蓄力完成伤害",
                                "ParamLevelList": [
                                    "19.04%生命值上限",
                                    "20.468%生命值上限",
                                    "21.896%生命值上限",
                                    "23.8%生命值上限",
                                    "25.228%生命值上限",
                                    "26.656%生命值上限",
                                    "28.56%生命值上限",
                                    "30.464%生命值上限",
                                    "32.368%生命值上限",
                                    "34.272%生命值上限",
                                    "36.176%生命值上限",
                                    "38.08%生命值上限",
                                    "40.46%生命值上限",
                                    "42.84%生命值上限",
                                    "45.22%生命值上限"
                                ]
                            },
                            {
                                "Desc": "点按冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "长按冷却时间",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "圣仪 · 灰鸰衒潮",
                        "Desc": "高举武器，召请神佑，基于坎蒂丝的生命值上限，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，并持续为当前场上自己的角色赋予「赤冕祝祷」状态。<br><br><color style='color:#FFD780;'>赤冕祝祷</color><br>具有如下特性：<br> · 角色的普通攻击对敌人造成元素伤害时，提高造成的伤害；<br> · 角色登场时，会发动水波冲击，对周围的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>。该效果在持续时间内触发的次数有限；<br> · 处于这种状态下的单手剑、双手剑、长柄武器角色会获得<color style='color:#80C0FF;'>水元素附魔</color>。<br><br><i>坎蒂丝家族世代传承的秘仪。尽管古老的信仰早已消逝在千年的岁月中，沙海依然庇护着古国的后人。</i>",
                        "Icon": "Skill_E_Candace_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "6.6104%生命值上限",
                                    "7.1062%生命值上限",
                                    "7.602%生命值上限",
                                    "8.263%生命值上限",
                                    "8.7588%生命值上限",
                                    "9.2546%生命值上限",
                                    "9.9156%生命值上限",
                                    "10.5766%生命值上限",
                                    "11.2377%生命值上限",
                                    "11.8987%生命值上限",
                                    "12.5598%生命值上限",
                                    "13.2208%生命值上限",
                                    "14.0471%生命值上限",
                                    "14.8734%生命值上限",
                                    "15.6997%生命值上限"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            },
                            {
                                "Desc": "伤害加成",
                                "ParamLevelList": [
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%"
                                ]
                            },
                            {
                                "Desc": "水波冲击伤害",
                                "ParamLevelList": [
                                    "6.6104%生命值上限",
                                    "7.1062%生命值上限",
                                    "7.602%生命值上限",
                                    "8.263%生命值上限",
                                    "8.7588%生命值上限",
                                    "9.2546%生命值上限",
                                    "9.9156%生命值上限",
                                    "10.5766%生命值上限",
                                    "11.2377%生命值上限",
                                    "11.8987%生命值上限",
                                    "12.5598%生命值上限",
                                    "13.2208%生命值上限",
                                    "14.0471%生命值上限",
                                    "14.8734%生命值上限",
                                    "15.6997%生命值上限"
                                ]
                            },
                            {
                                "Desc": "水波冲击触发次数",
                                "ParamLevelList": [
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次",
                                    "3次"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "流羽交护",
                        "Desc": "若坎蒂丝在<color style='color:#FFD780;'>圣仪 · 苍鹭庇卫</color>长按期间受到攻击，会立即完成蓄力。",
                        "Icon": "UI_Talent_S_Candace_05"
                    },
                    {
                        "Name": "漫沙陨穹",
                        "Desc": "处于<color style='color:#FFD780;'>圣仪 · 灰鸰衒潮</color>的赤冕祝祷状态下的角色，普通攻击对敌人造成元素伤害时，坎蒂丝每1000点生命值上限会使这次伤害提高0.5%。",
                        "Icon": "UI_Talent_S_Candace_06"
                    },
                    {
                        "Name": "向拂晓的初光",
                        "Desc": "队伍中自己的角色攀爬消耗的体力降低20%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_Explosion_Climb"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "赤沙的归嗣",
                        "Desc": "<color style='color:#FFD780;'>圣仪 · 灰鸰衒潮</color>的赤冕祝祷状态持续时间延长3秒。",
                        "Icon": "UI_Talent_S_Candace_01"
                    },
                    {
                        "Level": 2,
                        "Name": "贯月的耀锋",
                        "Desc": "<color style='color:#FFD780;'>圣仪 · 苍鹭庇卫</color>命中敌人时，坎蒂丝的生命值上限提升20%，持续15秒。",
                        "Icon": "UI_Talent_S_Candace_02"
                    },
                    {
                        "Level": 3,
                        "Name": "织狩的奉祀",
                        "Desc": "<color style='color:#FFD780;'>圣仪 · 灰鸰衒潮</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Candace_01"
                    },
                    {
                        "Level": 4,
                        "Name": "守戍的誓命",
                        "Desc": "缩短<color style='color:#FFD780;'>圣仪 · 苍鹭庇卫</color>长按的冷却时间，使其降低至与点按的冷却时间相同。",
                        "Icon": "UI_Talent_S_Candace_03"
                    },
                    {
                        "Level": 5,
                        "Name": "萦金的苍瞳",
                        "Desc": "<color style='color:#FFD780;'>圣仪 · 苍鹭庇卫</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Candace_02"
                    },
                    {
                        "Level": 6,
                        "Name": "衍溢的汐潮",
                        "Desc": "处于<color style='color:#FFD780;'>圣仪 · 灰鸰衒潮</color>的赤冕祝祷状态下的当前场上角色（不包括坎蒂丝自己），在普通攻击对敌人造成元素伤害时，将释放衍潮冲击，造成相当于坎蒂丝生命值上限15%<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>该效果每2.3秒至多触发一次，造成的伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Candace_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Candace": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 300.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 300.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 300.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 300.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.2,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 59.76,
                "ForceType": 2,
                "Force": [
                    550.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 38.08,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 38.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        2.2,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 94.8,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}