// Auto Generated

var _AvatarDataConfig_ = {
    "Chevreuse": {
        "BallList": [
            {
                "When": "任意元素战技伤害命中怪物（流涌之刃和2命除外）",
                "DropArray": [
                    {
                        "Num": 4,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 10
            }
        ],
        "EndureList": [
            {
                "Skill": "元素战技非瞄准",
                "Endure": 0.6
            },
            {
                "Skill": "元素战技瞄准",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "预下载改动：元素战技长按的伤害范围，高度和宽度各增加1米。",
            "<b>关于夏沃蕾的牵引效果：</b>元素爆发的二重毁伤弹、元素战技的连锁殉爆（2命）命中敌人时，会将其往夏沃蕾自己的方向击退/击飞。<br>夏沃蕾没有风场，因此不能像大部分风元素角色那样持续强力牵引敌人。",
            "V3改动：获得「超量装药弹头」和天赋减抗，需要角色在40米范围内。",
            "V3改动：2命连锁殉爆在后台也可触发。",
            "V2改动：长按元素战技瞄准期间获得0.5抗打断系数。",
            "元素战技治疗间隔：2s",
            "6命本身的单次全体治疗也可以触发6命的雷火伤害加成（溢出也可以触发）。因此，后台角色也可以从中获得1层伤害加成。",
            "夏沃蕾的元素爆发有8枚二重毁伤弹，但只有第1次和第4次有附着。（附着CD会在3秒后清除，但一般一次元素爆发的二重毁伤弹不可能间隔大于3秒。）"
        ]
    }
}

var _AvatarMats_ = {
    "Chevreuse": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101235": 3,
                "112083": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113053": 2,
                "101235": 10,
                "112083": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113053": 4,
                "101235": 20,
                "112084": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113053": 8,
                "101235": 30,
                "112084": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113053": 12,
                "101235": 45,
                "112085": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113053": 20,
                "101235": 60,
                "112085": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113055": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113055": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113055": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113055": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113055": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113055": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113055": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113055": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113055": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113055": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113055": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113055": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Chevreuse": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Num": 1,
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "Lock": 5.0,
                        "Name": "普通攻击 · 线列枪刺 · 改",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.13%",
                                    "57.455%",
                                    "61.779%",
                                    "67.957%",
                                    "72.281%",
                                    "77.224%",
                                    "84.019%",
                                    "90.815%",
                                    "97.611%",
                                    "105.024%",
                                    "112.438%",
                                    "119.851%",
                                    "127.265%",
                                    "134.678%",
                                    "142.092%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "49.311%",
                                    "53.324%",
                                    "57.338%",
                                    "63.072%",
                                    "67.085%",
                                    "71.672%",
                                    "77.98%",
                                    "84.287%",
                                    "90.594%",
                                    "97.475%",
                                    "104.355%",
                                    "111.236%",
                                    "118.116%",
                                    "124.997%",
                                    "131.877%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "27.645%+32.453%",
                                    "29.895%+35.094%",
                                    "32.145%+37.736%",
                                    "35.36%+41.509%",
                                    "37.61%+44.151%",
                                    "40.182%+47.17%",
                                    "43.718%+51.321%",
                                    "47.254%+55.471%",
                                    "50.789%+59.623%",
                                    "54.647%+64.151%",
                                    "58.504%+68.679%",
                                    "62.362%+73.207%",
                                    "66.219%+77.736%",
                                    "70.077%+82.264%",
                                    "73.934%+86.792%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.262%",
                                    "83.55%",
                                    "89.839%",
                                    "98.823%",
                                    "105.112%",
                                    "112.299%",
                                    "122.181%",
                                    "132.063%",
                                    "141.946%",
                                    "152.726%",
                                    "163.507%",
                                    "174.288%",
                                    "185.068%",
                                    "195.849%",
                                    "206.63%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "121.69%",
                                    "131.595%",
                                    "141.5%",
                                    "155.65%",
                                    "165.555%",
                                    "176.875%",
                                    "192.44%",
                                    "208.005%",
                                    "223.57%",
                                    "240.55%",
                                    "257.53%",
                                    "274.51%",
                                    "291.49%",
                                    "308.47%",
                                    "325.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾将铳枪快速抵肩，射击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，锁定准星内的一名敌人，进行更为精确的拦截射击；若夏沃蕾拥有「超量装药弹头」，则转为发射「超量装药弹头」，造成范围更大、伤害更高的<color style='color:#FF9999;'>火元素伤害</color>。<br>夏沃蕾将在队伍中附近的角色触发超载反应时获得1枚「超量装药弹头」。至多同时持有1枚「超量装药弹头」。<br><br>夏沃蕾进行射击后的一段时间内，将持续为当前场上角色恢复生命值，回复量受益于夏沃蕾的生命值上限。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，夏沃蕾的「近迫式急促拦射」命中时，将唤出流涌之刃，造成具有荒性的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「其实训练条令里只有『拦射』这个术语，但有本小说的主角认为，包含专业词汇的招式名能让自己人更有干劲，让敌人输在气势的起跑线上…我觉得很有道理，就改了改条令！」</i>",
                        "Icon": "Skill_S_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "近迫式急促拦射",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "115.2%",
                                    "123.84%",
                                    "132.48%",
                                    "144.0%",
                                    "152.64%",
                                    "161.28%",
                                    "172.8%",
                                    "184.32%",
                                    "195.84%",
                                    "207.36%",
                                    "218.88%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "「超量装药弹头」伤害",
                                "ParamLevelList": [
                                    "282.4%",
                                    "303.58%",
                                    "324.76%",
                                    "353.0%",
                                    "374.18%",
                                    "395.36%",
                                    "423.6%",
                                    "451.84%",
                                    "480.08%",
                                    "508.32%",
                                    "536.56%",
                                    "564.8%",
                                    "600.0%",
                                    "635.4%",
                                    "670.7%"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "2.667%生命值上限+256.79184",
                                    "2.867%生命值上限+282.47458",
                                    "3.067%生命值上限+310.29758",
                                    "3.333%生命值上限+340.26077",
                                    "3.533%生命值上限+372.36423",
                                    "3.733%生命值上限+406.60788",
                                    "4.0%生命值上限+442.99179",
                                    "4.267%生命值上限+481.51593",
                                    "4.533%生命值上限+522.1803",
                                    "4.8%生命值上限+564.98486",
                                    "5.067%生命值上限+609.92969",
                                    "5.333%生命值上限+657.01471",
                                    "5.667%生命值上限+706.24",
                                    "6.0%生命值上限+757.60553",
                                    "6.333%生命值上限+811.11127"
                                ]
                            },
                            {
                                "Desc": "治疗持续时间",
                                "ParamLevelList": [
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "28.8%",
                                    "30.96%",
                                    "33.12%",
                                    "36.0%",
                                    "38.16%",
                                    "40.32%",
                                    "43.2%",
                                    "46.08%",
                                    "48.96%",
                                    "51.84%",
                                    "54.72%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾以铳枪向敌人投射爆轰榴弹，造成<color style='color:#FF9999;'>火元素范围伤害</color>。爆轰榴弹命中后，将分裂成许多二重毁伤弹。<br>二重毁伤弹将在短暂间隔后爆炸，对附近的敌人造成<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「照理来说，轰炸一块方形的区域，就能有效打击结阵的敌人，可惜爆炸的冲击波截面就像大部分蛋糕，是圆形的，所以飞散的榴弹也只能像蛋糕边缘的水果那样，呈环形排布开来。」</i>",
                        "Icon": "Skill_E_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "圆阵掷弹爆轰术",
                        "ParamDesc": [
                            {
                                "Desc": "爆轰榴弹伤害",
                                "ParamLevelList": [
                                    "368.16%",
                                    "395.772%",
                                    "423.384%",
                                    "460.2%",
                                    "487.812%",
                                    "515.424%",
                                    "552.24%",
                                    "589.056%",
                                    "625.872%",
                                    "662.688%",
                                    "699.504%",
                                    "736.32%",
                                    "782.34%",
                                    "828.36%",
                                    "874.38%"
                                ]
                            },
                            {
                                "Desc": "二重毁伤弹伤害",
                                "ParamLevelList": [
                                    "49.088%",
                                    "52.77%",
                                    "56.451%",
                                    "61.36%",
                                    "65.042%",
                                    "68.723%",
                                    "73.632%",
                                    "78.541%",
                                    "83.45%",
                                    "88.358%",
                                    "93.267%",
                                    "98.176%",
                                    "104.312%",
                                    "110.448%",
                                    "116.584%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Desc": "队伍中所有角色的元素类型均为<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>，并且至少有一名火元素角色、一名雷元素角色时：<br>夏沃蕾将为队伍中附近的角色施加「协同战法」：角色触发超载反应后，受本次反应影响的敌人的<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>抗性降低40%，持续6秒。",
                        "Icon": "UI_Talent_S_Chevreuse_05",
                        "Name": "尖兵协同战法"
                    },
                    {
                        "Desc": "夏沃蕾发射<color style='color:#FFD780;'>近迫式急促拦射</color>的「超量装药弹头」后，基于夏沃蕾的生命值上限，每1000点生命值上限都将使队伍中附近的所有<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>角色的攻击力提升1%，持续30秒，至多通过这种方式提升40%攻击力。",
                        "Icon": "UI_Talent_S_Chevreuse_06",
                        "Name": "纵阵武力统筹"
                    },
                    {
                        "Desc": "队伍中自己的角色冲刺消耗的体力降低20%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_Explosion_Sprint",
                        "Name": "迅捷行军策略"
                    }
                ],
                "Constellations": [
                    {
                        "Desc": "处于「协同战法」状态下的角色（不包括夏沃蕾自己）触发超载反应时，将恢复6点元素能量。此效果每10秒至多触发一次。<br>需要解锁固有天赋「尖兵协同战法」。",
                        "Icon": "UI_Talent_S_Chevreuse_01",
                        "Name": "稳固阵线的魄力",
                        "Level": 1
                    },
                    {
                        "Desc": "长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的射击命中时，将在命中位置附近引发2次连锁殉爆，每次殉爆造成相当于夏沃蕾120%攻击力的<color style='color:#FF9999;'>火元素伤害</color>。此效果每10秒至多触发1次，通过这种方式造成的伤害视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Chevreuse_02",
                        "Name": "诱导殉爆的狙击",
                        "Level": 2
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_01",
                        "Name": "娴熟复装的技巧",
                        "Level": 3
                    },
                    {
                        "Desc": "施放<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>后，夏沃蕾长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的冷却时间降低100%，该效果至多持续6秒，将在长按施放近迫式急促拦射2次后移除。",
                        "Icon": "UI_Talent_S_Chevreuse_03",
                        "Name": "多重速射的秘诀",
                        "Level": 4
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_02",
                        "Name": "增量火力的毁伤",
                        "Level": 5
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的的治疗效果持续12秒后，将为队伍中附近的所有角色恢复生命值，回复量相当于夏沃蕾生命值上限的10%。<br>队伍中的角色受到「近迫式急促拦射」的治疗后，获得20%<color style='color:#FF9999;'>火元素伤害加成</color>与<color style='color:#FFACFF;'>雷元素伤害加成</color>，持续8秒，此效果至多叠加3层。",
                        "Icon": "UI_Talent_S_Chevreuse_04",
                        "Name": "终结罪恶的追缉",
                        "Level": 6
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Num": 1,
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "Lock": 5.0,
                        "Name": "普通攻击 · 线列枪刺 · 改",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.13%",
                                    "57.455%",
                                    "61.779%",
                                    "67.957%",
                                    "72.281%",
                                    "77.224%",
                                    "84.019%",
                                    "90.815%",
                                    "97.611%",
                                    "105.024%",
                                    "112.438%",
                                    "119.851%",
                                    "127.265%",
                                    "134.678%",
                                    "142.092%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "49.311%",
                                    "53.324%",
                                    "57.338%",
                                    "63.072%",
                                    "67.085%",
                                    "71.672%",
                                    "77.98%",
                                    "84.287%",
                                    "90.594%",
                                    "97.475%",
                                    "104.355%",
                                    "111.236%",
                                    "118.116%",
                                    "124.997%",
                                    "131.877%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "27.645%+32.453%",
                                    "29.895%+35.094%",
                                    "32.145%+37.736%",
                                    "35.36%+41.509%",
                                    "37.61%+44.151%",
                                    "40.182%+47.17%",
                                    "43.718%+51.321%",
                                    "47.254%+55.471%",
                                    "50.789%+59.623%",
                                    "54.647%+64.151%",
                                    "58.504%+68.679%",
                                    "62.362%+73.207%",
                                    "66.219%+77.736%",
                                    "70.077%+82.264%",
                                    "73.934%+86.792%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.262%",
                                    "83.55%",
                                    "89.839%",
                                    "98.823%",
                                    "105.112%",
                                    "112.299%",
                                    "122.181%",
                                    "132.063%",
                                    "141.946%",
                                    "152.726%",
                                    "163.507%",
                                    "174.288%",
                                    "185.068%",
                                    "195.849%",
                                    "206.63%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "121.69%",
                                    "131.595%",
                                    "141.5%",
                                    "155.65%",
                                    "165.555%",
                                    "176.875%",
                                    "192.44%",
                                    "208.005%",
                                    "223.57%",
                                    "240.55%",
                                    "257.53%",
                                    "274.51%",
                                    "291.49%",
                                    "308.47%",
                                    "325.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾将铳枪快速抵肩，射击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，锁定准星内的一名敌人，进行更为精确的拦截射击；若夏沃蕾拥有「超量装药弹头」，则转为发射「超量装药弹头」，造成范围更大、伤害更高的<color style='color:#FF9999;'>火元素伤害</color>。<br>夏沃蕾将在队伍中附近的角色触发超载反应时获得1枚「超量装药弹头」。至多同时持有1枚「超量装药弹头」。<br><br>夏沃蕾进行射击后的一段时间内，将持续为当前场上自己的角色恢复生命值，回复量受益于夏沃蕾的生命值上限。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，夏沃蕾的「近迫式急促拦射」命中时，将唤出流涌之刃，造成具有荒性的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「其实训练条令里只有『拦射』这个术语，但有本小说的主角认为，包含专业词汇的招式名能让自己人更有干劲，让敌人输在气势的起跑线上…我觉得很有道理，就改了改条令！」</i>",
                        "Icon": "Skill_S_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "近迫式急促拦射",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "115.2%",
                                    "123.84%",
                                    "132.48%",
                                    "144.0%",
                                    "152.64%",
                                    "161.28%",
                                    "172.8%",
                                    "184.32%",
                                    "195.84%",
                                    "207.36%",
                                    "218.88%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "「超量装药弹头」伤害",
                                "ParamLevelList": [
                                    "282.4%",
                                    "303.58%",
                                    "324.76%",
                                    "353.0%",
                                    "374.18%",
                                    "395.36%",
                                    "423.6%",
                                    "451.84%",
                                    "480.08%",
                                    "508.32%",
                                    "536.56%",
                                    "564.8%",
                                    "600.0%",
                                    "635.4%",
                                    "670.7%"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "2.667%生命值上限+256.79184",
                                    "2.867%生命值上限+282.47458",
                                    "3.067%生命值上限+310.29758",
                                    "3.333%生命值上限+340.26077",
                                    "3.533%生命值上限+372.36423",
                                    "3.733%生命值上限+406.60788",
                                    "4.0%生命值上限+442.99179",
                                    "4.267%生命值上限+481.51593",
                                    "4.533%生命值上限+522.1803",
                                    "4.8%生命值上限+564.98486",
                                    "5.067%生命值上限+609.92969",
                                    "5.333%生命值上限+657.01471",
                                    "5.667%生命值上限+706.24",
                                    "6.0%生命值上限+757.60553",
                                    "6.333%生命值上限+811.11127"
                                ]
                            },
                            {
                                "Desc": "治疗持续时间",
                                "ParamLevelList": [
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "28.8%",
                                    "30.96%",
                                    "33.12%",
                                    "36.0%",
                                    "38.16%",
                                    "40.32%",
                                    "43.2%",
                                    "46.08%",
                                    "48.96%",
                                    "51.84%",
                                    "54.72%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾以铳枪向敌人投射爆轰榴弹，造成<color style='color:#FF9999;'>火元素范围伤害</color>。爆轰榴弹命中后，将分裂成许多二重毁伤弹。<br>二重毁伤弹将在短暂间隔后爆炸，对附近的敌人造成<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「照理来说，轰炸一块方形的区域，就能有效打击结阵的敌人，可惜爆炸的冲击波截面就像大部分蛋糕，是圆形的，所以飞散的榴弹也只能像蛋糕边缘的水果那样，呈环形排布开来。」</i>",
                        "Icon": "Skill_E_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "圆阵掷弹爆轰术",
                        "ParamDesc": [
                            {
                                "Desc": "爆轰榴弹伤害",
                                "ParamLevelList": [
                                    "368.16%",
                                    "395.772%",
                                    "423.384%",
                                    "460.2%",
                                    "487.812%",
                                    "515.424%",
                                    "552.24%",
                                    "589.056%",
                                    "625.872%",
                                    "662.688%",
                                    "699.504%",
                                    "736.32%",
                                    "782.34%",
                                    "828.36%",
                                    "874.38%"
                                ]
                            },
                            {
                                "Desc": "二重毁伤弹伤害",
                                "ParamLevelList": [
                                    "49.088%",
                                    "52.77%",
                                    "56.451%",
                                    "61.36%",
                                    "65.042%",
                                    "68.723%",
                                    "73.632%",
                                    "78.541%",
                                    "83.45%",
                                    "88.358%",
                                    "93.267%",
                                    "98.176%",
                                    "104.312%",
                                    "110.448%",
                                    "116.584%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Desc": "队伍中所有角色的元素类型均为<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>，并且至少有一名火元素角色、一名雷元素角色时：<br>夏沃蕾将为队伍中附近的角色施加「协同战法」：角色触发超载反应后，受本次反应影响的敌人的<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>抗性降低40%，持续6秒。<br>当队伍中角色的元素类型不满足本固有天赋的条件时，将移除已有的协同战法效果。",
                        "Icon": "UI_Talent_S_Chevreuse_05",
                        "Name": "尖兵协同战法"
                    },
                    {
                        "Desc": "夏沃蕾发射<color style='color:#FFD780;'>近迫式急促拦射</color>的「超量装药弹头」后，基于夏沃蕾的生命值上限，每1000点生命值上限都将使队伍中附近的所有<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>角色的攻击力提升1%，持续30秒，至多通过这种方式提升40%攻击力。",
                        "Icon": "UI_Talent_S_Chevreuse_06",
                        "Name": "纵阵武力统筹"
                    },
                    {
                        "Desc": "队伍中自己的角色冲刺消耗的体力降低20%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_Explosion_Sprint",
                        "Name": "迅捷行军策略"
                    }
                ],
                "Constellations": [
                    {
                        "Desc": "当前场上处于「协同战法」状态下的角色（不包括夏沃蕾自己）对敌人触发超载反应时，将恢复6点元素能量。此效果每10秒至多触发一次。<br>需要解锁固有天赋「尖兵协同战法」。",
                        "Icon": "UI_Talent_S_Chevreuse_01",
                        "Name": "稳固阵线的魄力",
                        "Level": 1
                    },
                    {
                        "Desc": "长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的射击命中时，将在命中位置附近引发2次连锁殉爆，每次殉爆造成相当于夏沃蕾120%攻击力的<color style='color:#FF9999;'>火元素伤害</color>。此效果每10秒至多触发1次，通过这种方式造成的伤害视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Chevreuse_02",
                        "Name": "诱导殉爆的狙击",
                        "Level": 2
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_01",
                        "Name": "娴熟复装的技巧",
                        "Level": 3
                    },
                    {
                        "Desc": "施放<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>后，夏沃蕾长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的冷却时间降低100%，该效果至多持续6秒，将在长按施放近迫式急促拦射2次后移除。",
                        "Icon": "UI_Talent_S_Chevreuse_03",
                        "Name": "多重速射的秘诀",
                        "Level": 4
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_02",
                        "Name": "增量火力的毁伤",
                        "Level": 5
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的治疗效果持续12秒后，将为队伍中附近的所有角色恢复生命值，回复量相当于夏沃蕾生命值上限的10%。<br>队伍中的角色受到「近迫式急促拦射」的治疗后，获得20%<color style='color:#FF9999;'>火元素伤害加成</color>与<color style='color:#FFACFF;'>雷元素伤害加成</color>，持续8秒，此效果至多叠加3层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_Chevreuse_04",
                        "Name": "终结罪恶的追缉",
                        "Level": 6
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Num": 1,
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "Lock": 5.0,
                        "Name": "普通攻击 · 线列枪刺 · 改",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.13%",
                                    "57.455%",
                                    "61.779%",
                                    "67.957%",
                                    "72.281%",
                                    "77.224%",
                                    "84.019%",
                                    "90.815%",
                                    "97.611%",
                                    "105.024%",
                                    "112.438%",
                                    "119.851%",
                                    "127.265%",
                                    "134.678%",
                                    "142.092%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "49.311%",
                                    "53.324%",
                                    "57.338%",
                                    "63.072%",
                                    "67.085%",
                                    "71.672%",
                                    "77.98%",
                                    "84.287%",
                                    "90.594%",
                                    "97.475%",
                                    "104.355%",
                                    "111.236%",
                                    "118.116%",
                                    "124.997%",
                                    "131.877%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "27.645%+32.453%",
                                    "29.895%+35.094%",
                                    "32.145%+37.736%",
                                    "35.36%+41.509%",
                                    "37.61%+44.151%",
                                    "40.182%+47.17%",
                                    "43.718%+51.321%",
                                    "47.254%+55.471%",
                                    "50.789%+59.623%",
                                    "54.647%+64.151%",
                                    "58.504%+68.679%",
                                    "62.362%+73.207%",
                                    "66.219%+77.736%",
                                    "70.077%+82.264%",
                                    "73.934%+86.792%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.262%",
                                    "83.55%",
                                    "89.839%",
                                    "98.823%",
                                    "105.112%",
                                    "112.299%",
                                    "122.181%",
                                    "132.063%",
                                    "141.946%",
                                    "152.726%",
                                    "163.507%",
                                    "174.288%",
                                    "185.068%",
                                    "195.849%",
                                    "206.63%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "121.69%",
                                    "131.595%",
                                    "141.5%",
                                    "155.65%",
                                    "165.555%",
                                    "176.875%",
                                    "192.44%",
                                    "208.005%",
                                    "223.57%",
                                    "240.55%",
                                    "257.53%",
                                    "274.51%",
                                    "291.49%",
                                    "308.47%",
                                    "325.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾将铳枪快速抵肩，射击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，锁定准星内的一名敌人，进行更为精确的拦截射击；若夏沃蕾拥有「超量装药弹头」，则转为发射「超量装药弹头」，造成范围更大、伤害更高的<color style='color:#FF9999;'>火元素伤害</color>。<br>夏沃蕾将在队伍中附近的角色触发超载反应时获得1枚「超量装药弹头」。至多同时持有1枚「超量装药弹头」。<br><br>夏沃蕾进行射击后的一段时间内，将持续为当前场上自己的角色恢复生命值，回复量受益于夏沃蕾的生命值上限。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，夏沃蕾的「近迫式急促拦射」命中时，将唤出流涌之刃，造成具有荒性的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「其实训练条令里只有『拦射』这个术语，但有本小说的主角认为，包含专业词汇的招式名能让自己人更有干劲，让敌人输在气势的起跑线上…我觉得很有道理，就改了改条令！」</i>",
                        "Icon": "Skill_S_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "近迫式急促拦射",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "115.2%",
                                    "123.84%",
                                    "132.48%",
                                    "144.0%",
                                    "152.64%",
                                    "161.28%",
                                    "172.8%",
                                    "184.32%",
                                    "195.84%",
                                    "207.36%",
                                    "218.88%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "「超量装药弹头」伤害",
                                "ParamLevelList": [
                                    "282.4%",
                                    "303.58%",
                                    "324.76%",
                                    "353.0%",
                                    "374.18%",
                                    "395.36%",
                                    "423.6%",
                                    "451.84%",
                                    "480.08%",
                                    "508.32%",
                                    "536.56%",
                                    "564.8%",
                                    "600.0%",
                                    "635.4%",
                                    "670.7%"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "2.667%生命值上限+256.79184",
                                    "2.867%生命值上限+282.47458",
                                    "3.067%生命值上限+310.29758",
                                    "3.333%生命值上限+340.26077",
                                    "3.533%生命值上限+372.36423",
                                    "3.733%生命值上限+406.60788",
                                    "4.0%生命值上限+442.99179",
                                    "4.267%生命值上限+481.51593",
                                    "4.533%生命值上限+522.1803",
                                    "4.8%生命值上限+564.98486",
                                    "5.067%生命值上限+609.92969",
                                    "5.333%生命值上限+657.01471",
                                    "5.667%生命值上限+706.24",
                                    "6.0%生命值上限+757.60553",
                                    "6.333%生命值上限+811.11127"
                                ]
                            },
                            {
                                "Desc": "治疗持续时间",
                                "ParamLevelList": [
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "28.8%",
                                    "30.96%",
                                    "33.12%",
                                    "36.0%",
                                    "38.16%",
                                    "40.32%",
                                    "43.2%",
                                    "46.08%",
                                    "48.96%",
                                    "51.84%",
                                    "54.72%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾以铳枪向敌人投射爆轰榴弹，造成<color style='color:#FF9999;'>火元素范围伤害</color>。爆轰榴弹命中后，将分裂成许多二重毁伤弹。<br>二重毁伤弹将在短暂间隔后爆炸，对附近的敌人造成<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「照理来说，轰炸一块方形的区域，就能有效打击结阵的敌人，可惜爆炸的冲击波截面就像大部分蛋糕，是圆形的，所以飞散的榴弹也只能像蛋糕边缘的水果那样，呈环形排布开来。」</i>",
                        "Icon": "Skill_E_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "圆阵掷弹爆轰术",
                        "ParamDesc": [
                            {
                                "Desc": "爆轰榴弹伤害",
                                "ParamLevelList": [
                                    "368.16%",
                                    "395.772%",
                                    "423.384%",
                                    "460.2%",
                                    "487.812%",
                                    "515.424%",
                                    "552.24%",
                                    "589.056%",
                                    "625.872%",
                                    "662.688%",
                                    "699.504%",
                                    "736.32%",
                                    "782.34%",
                                    "828.36%",
                                    "874.38%"
                                ]
                            },
                            {
                                "Desc": "二重毁伤弹伤害",
                                "ParamLevelList": [
                                    "49.088%",
                                    "52.77%",
                                    "56.451%",
                                    "61.36%",
                                    "65.042%",
                                    "68.723%",
                                    "73.632%",
                                    "78.541%",
                                    "83.45%",
                                    "88.358%",
                                    "93.267%",
                                    "98.176%",
                                    "104.312%",
                                    "110.448%",
                                    "116.584%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Desc": "队伍中所有角色的元素类型均为<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>，并且至少有一名火元素角色、一名雷元素角色时：<br>夏沃蕾将为队伍中附近的角色施加「协同战法」：角色触发超载反应后，受本次反应影响的敌人的<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>抗性降低40%，持续6秒。<br>当队伍中角色的元素类型不满足本固有天赋的条件时，将移除已有的协同战法效果。",
                        "Icon": "UI_Talent_S_Chevreuse_05",
                        "Name": "尖兵协同战法"
                    },
                    {
                        "Desc": "夏沃蕾发射<color style='color:#FFD780;'>近迫式急促拦射</color>的「超量装药弹头」后，基于夏沃蕾的生命值上限，每1000点生命值上限都将使队伍中附近的所有<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>角色的攻击力提升1%，持续30秒，至多通过这种方式提升40%攻击力。",
                        "Icon": "UI_Talent_S_Chevreuse_06",
                        "Name": "纵阵武力统筹"
                    },
                    {
                        "Desc": "队伍中自己的角色冲刺消耗的体力降低20%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_Explosion_Sprint",
                        "Name": "迅捷行军策略"
                    }
                ],
                "Constellations": [
                    {
                        "Desc": "当前场上处于「协同战法」状态下的角色（不包括夏沃蕾自己）触发超载反应时，将恢复6点元素能量。此效果每10秒至多触发一次。<br>需要解锁固有天赋「尖兵协同战法」。",
                        "Icon": "UI_Talent_S_Chevreuse_01",
                        "Name": "稳固阵线的魄力",
                        "Level": 1
                    },
                    {
                        "Desc": "长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的射击命中时，将在命中位置附近引发2次连锁殉爆，每次殉爆造成相当于夏沃蕾120%攻击力的<color style='color:#FF9999;'>火元素伤害</color>。此效果每10秒至多触发1次，通过这种方式造成的伤害视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Chevreuse_02",
                        "Name": "诱导殉爆的狙击",
                        "Level": 2
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_01",
                        "Name": "娴熟复装的技巧",
                        "Level": 3
                    },
                    {
                        "Desc": "施放<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>后，夏沃蕾长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的冷却时间降低100%，该效果至多持续6秒，将在长按施放近迫式急促拦射2次后移除。",
                        "Icon": "UI_Talent_S_Chevreuse_03",
                        "Name": "多重速射的秘诀",
                        "Level": 4
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_02",
                        "Name": "增量火力的毁伤",
                        "Level": 5
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的治疗效果持续12秒后，将为队伍中附近的所有角色恢复生命值，回复量相当于夏沃蕾生命值上限的10%。<br>队伍中的角色受到「近迫式急促拦射」的治疗后，获得20%<color style='color:#FF9999;'>火元素伤害加成</color>与<color style='color:#FFACFF;'>雷元素伤害加成</color>，持续8秒，此效果至多叠加3层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_Chevreuse_04",
                        "Name": "终结罪恶的追缉",
                        "Level": 6
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Num": 1,
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "Lock": 5.0,
                        "Name": "普通攻击 · 线列枪刺 · 改",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.13%",
                                    "57.455%",
                                    "61.779%",
                                    "67.957%",
                                    "72.281%",
                                    "77.224%",
                                    "84.019%",
                                    "90.815%",
                                    "97.611%",
                                    "105.024%",
                                    "112.438%",
                                    "119.851%",
                                    "127.265%",
                                    "134.678%",
                                    "142.092%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "49.311%",
                                    "53.324%",
                                    "57.338%",
                                    "63.072%",
                                    "67.085%",
                                    "71.672%",
                                    "77.98%",
                                    "84.287%",
                                    "90.594%",
                                    "97.475%",
                                    "104.355%",
                                    "111.236%",
                                    "118.116%",
                                    "124.997%",
                                    "131.877%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "27.645%+32.453%",
                                    "29.895%+35.094%",
                                    "32.145%+37.736%",
                                    "35.36%+41.509%",
                                    "37.61%+44.151%",
                                    "40.182%+47.17%",
                                    "43.718%+51.321%",
                                    "47.254%+55.471%",
                                    "50.789%+59.623%",
                                    "54.647%+64.151%",
                                    "58.504%+68.679%",
                                    "62.362%+73.207%",
                                    "66.219%+77.736%",
                                    "70.077%+82.264%",
                                    "73.934%+86.792%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.262%",
                                    "83.55%",
                                    "89.839%",
                                    "98.823%",
                                    "105.112%",
                                    "112.299%",
                                    "122.181%",
                                    "132.063%",
                                    "141.946%",
                                    "152.726%",
                                    "163.507%",
                                    "174.288%",
                                    "185.068%",
                                    "195.849%",
                                    "206.63%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "121.69%",
                                    "131.595%",
                                    "141.5%",
                                    "155.65%",
                                    "165.555%",
                                    "176.875%",
                                    "192.44%",
                                    "208.005%",
                                    "223.57%",
                                    "240.55%",
                                    "257.53%",
                                    "274.51%",
                                    "291.49%",
                                    "308.47%",
                                    "325.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾将铳枪快速抵肩，射击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br>夏沃蕾进行射击后的一段时间内，将持续为当前场上角色恢复生命值，回复量受益于夏沃蕾的生命值上限。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，锁定准星内的一名敌人，进行更为精确的拦截射击；若夏沃蕾拥有「超量装药弹头」，则转为发射「超量装药弹头」，造成范围更大、伤害更高的<color style='color:#FF9999;'>火元素伤害</color>。<br>夏沃蕾将在队伍中附近的角色触发超载反应时获得1枚「超量装药弹头」。至多同时持有1枚「超量装药弹头」。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，夏沃蕾的「近迫式急促拦射」命中时，将唤出流涌之刃，造成具有荒性的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「其实训练条令里只有『拦射』这个术语，但有本小说的主角认为，包含专业词汇的招式名能让自己人更有干劲，让敌人输在气势的起跑线上…我觉得很有道理，就改了改条令！」</i>",
                        "Icon": "Skill_S_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "近迫式急促拦射",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "115.2%",
                                    "123.84%",
                                    "132.48%",
                                    "144.0%",
                                    "152.64%",
                                    "161.28%",
                                    "172.8%",
                                    "184.32%",
                                    "195.84%",
                                    "207.36%",
                                    "218.88%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "「超量装药弹头」伤害",
                                "ParamLevelList": [
                                    "282.4%",
                                    "303.58%",
                                    "324.76%",
                                    "353.0%",
                                    "374.18%",
                                    "395.36%",
                                    "423.6%",
                                    "451.84%",
                                    "480.08%",
                                    "508.32%",
                                    "536.56%",
                                    "564.8%",
                                    "600.0%",
                                    "635.4%",
                                    "670.7%"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "2.667%生命值上限+256.79184",
                                    "2.867%生命值上限+282.47458",
                                    "3.067%生命值上限+310.29758",
                                    "3.333%生命值上限+340.26077",
                                    "3.533%生命值上限+372.36423",
                                    "3.733%生命值上限+406.60788",
                                    "4.0%生命值上限+442.99179",
                                    "4.267%生命值上限+481.51593",
                                    "4.533%生命值上限+522.1803",
                                    "4.8%生命值上限+564.98486",
                                    "5.067%生命值上限+609.92969",
                                    "5.333%生命值上限+657.01471",
                                    "5.667%生命值上限+706.24",
                                    "6.0%生命值上限+757.60553",
                                    "6.333%生命值上限+811.11127"
                                ]
                            },
                            {
                                "Desc": "治疗持续时间",
                                "ParamLevelList": [
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s",
                                    "12.0s"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "28.8%",
                                    "30.96%",
                                    "33.12%",
                                    "36.0%",
                                    "38.16%",
                                    "40.32%",
                                    "43.2%",
                                    "46.08%",
                                    "48.96%",
                                    "51.84%",
                                    "54.72%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s",
                                    "10.0s"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            }
                        ]
                    },
                    {
                        "Num": 1,
                        "Desc": "夏沃蕾以铳枪向敌人投射爆轰榴弹，造成<color style='color:#FF9999;'>火元素范围伤害</color>。爆轰榴弹命中后，将分裂成许多二重毁伤弹。<br>二重毁伤弹将在短暂间隔后爆炸，对附近的敌人造成<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「照理来说，轰炸一块方形的区域，就能有效打击结阵的敌人，可惜爆炸的冲击波截面就像大部分蛋糕，是圆形的，所以飞散的榴弹也只能像蛋糕边缘的水果那样，呈环形排布开来。」</i>",
                        "Icon": "Skill_E_Chevreuse_01",
                        "Lock": 15.0,
                        "Name": "圆阵掷弹爆轰术",
                        "ParamDesc": [
                            {
                                "Desc": "爆轰榴弹伤害",
                                "ParamLevelList": [
                                    "368.16%",
                                    "395.772%",
                                    "423.384%",
                                    "460.2%",
                                    "487.812%",
                                    "515.424%",
                                    "552.24%",
                                    "589.056%",
                                    "625.872%",
                                    "662.688%",
                                    "699.504%",
                                    "736.32%",
                                    "782.34%",
                                    "828.36%",
                                    "874.38%"
                                ]
                            },
                            {
                                "Desc": "二重毁伤弹伤害",
                                "ParamLevelList": [
                                    "49.088%",
                                    "52.77%",
                                    "56.451%",
                                    "61.36%",
                                    "65.042%",
                                    "68.723%",
                                    "73.632%",
                                    "78.541%",
                                    "83.45%",
                                    "88.358%",
                                    "93.267%",
                                    "98.176%",
                                    "104.312%",
                                    "110.448%",
                                    "116.584%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Desc": "队伍中所有角色的元素类型均为<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>，并且至少有一名火元素角色、一名雷元素角色时：<br>夏沃蕾将为队伍中附近的角色施加「协同战法」：角色触发超载反应后，受本次反应影响的敌人的<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>抗性降低40%，持续6秒。<br>当队伍中角色的元素类型不满足本固有天赋的条件时，将移除已有的协同战法效果。",
                        "Icon": "UI_Talent_S_Chevreuse_05",
                        "Name": "尖兵协同战法"
                    },
                    {
                        "Desc": "夏沃蕾发射<color style='color:#FFD780;'>近迫式急促拦射</color>的「超量装药弹头」后，基于夏沃蕾的生命值上限，每1000点生命值上限都将使队伍中附近的所有<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>角色的攻击力提升1%，持续30秒，至多通过这种方式提升40%攻击力。",
                        "Icon": "UI_Talent_S_Chevreuse_06",
                        "Name": "纵阵武力统筹"
                    },
                    {
                        "Desc": "队伍中自己的角色冲刺消耗的体力降低20%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_Explosion_Sprint",
                        "Name": "迅捷行军策略"
                    }
                ],
                "Constellations": [
                    {
                        "Desc": "当前场上处于「协同战法」状态下的角色（不包括夏沃蕾自己）触发超载反应时，将恢复6点元素能量。此效果每10秒至多触发一次。<br>需要解锁固有天赋「尖兵协同战法」。",
                        "Icon": "UI_Talent_S_Chevreuse_01",
                        "Name": "稳固阵线的魄力",
                        "Level": 1
                    },
                    {
                        "Desc": "长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的射击命中时，将在命中位置附近引发2次连锁殉爆，每次殉爆造成相当于夏沃蕾120%攻击力的<color style='color:#FF9999;'>火元素伤害</color>。此效果每10秒至多触发1次，通过这种方式造成的伤害视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Chevreuse_02",
                        "Name": "诱导殉爆的狙击",
                        "Level": 2
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_01",
                        "Name": "娴熟复装的技巧",
                        "Level": 3
                    },
                    {
                        "Desc": "施放<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>后，夏沃蕾长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>不会进入冷却，该效果至多持续6秒，将在长按施放近迫式急促拦射2次后移除。",
                        "Icon": "UI_Talent_S_Chevreuse_03",
                        "Name": "多重速射的秘诀",
                        "Level": 4
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_02",
                        "Name": "增量火力的毁伤",
                        "Level": 5
                    },
                    {
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的治疗效果持续12秒后，将为队伍中附近的所有角色恢复一次生命值，回复量相当于夏沃蕾生命值上限的10%。<br>队伍中的角色受到「近迫式急促拦射」的治疗后，获得20%<color style='color:#FF9999;'>火元素伤害加成</color>与<color style='color:#FFACFF;'>雷元素伤害加成</color>，持续8秒，此效果至多叠加3层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_Chevreuse_04",
                        "Name": "终结罪恶的追缉",
                        "Level": 6
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "线列枪刺 · 改",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.1299%",
                                    "57.4545%",
                                    "61.779%",
                                    "67.9569%",
                                    "72.2814%",
                                    "77.2237%",
                                    "84.0194%",
                                    "90.8151%",
                                    "97.6108%",
                                    "105.0243%",
                                    "112.4378%",
                                    "119.8513%",
                                    "127.2647%",
                                    "134.6782%",
                                    "142.0917%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "49.3107%",
                                    "53.3243%",
                                    "57.338%",
                                    "63.0718%",
                                    "67.0855%",
                                    "71.6725%",
                                    "77.9797%",
                                    "84.2869%",
                                    "90.594%",
                                    "97.4746%",
                                    "104.3552%",
                                    "111.2357%",
                                    "118.1163%",
                                    "124.9968%",
                                    "131.8774%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "27.6449%+32.4527%",
                                    "29.8951%+35.0942%",
                                    "32.1453%+37.7357%",
                                    "35.3598%+41.5093%",
                                    "37.61%+44.1508%",
                                    "40.1816%+47.1697%",
                                    "43.7176%+51.3206%",
                                    "47.2535%+55.4715%",
                                    "50.7895%+59.6225%",
                                    "54.6469%+64.1508%",
                                    "58.5044%+68.679%",
                                    "62.3618%+73.2073%",
                                    "66.2192%+77.7356%",
                                    "70.0767%+82.2639%",
                                    "73.9341%+86.7922%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.2615%",
                                    "83.5503%",
                                    "89.839%",
                                    "98.8229%",
                                    "105.1116%",
                                    "112.2988%",
                                    "122.181%",
                                    "132.0633%",
                                    "141.9456%",
                                    "152.7263%",
                                    "163.507%",
                                    "174.2877%",
                                    "185.0683%",
                                    "195.849%",
                                    "206.6297%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "121.69%",
                                    "131.595%",
                                    "141.5%",
                                    "155.65%",
                                    "165.555%",
                                    "176.875%",
                                    "192.44%",
                                    "208.005%",
                                    "223.57%",
                                    "240.55%",
                                    "257.53%",
                                    "274.51%",
                                    "291.49%",
                                    "308.47%",
                                    "325.45%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "近迫式急促拦射",
                        "Desc": "夏沃蕾将铳枪快速抵肩，射击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br>夏沃蕾进行射击后的一段时间内，将持续为当前场上自己的角色恢复生命值，回复量受益于夏沃蕾的生命值上限。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，锁定准星内的一名敌人，进行更为精确的拦截射击；若夏沃蕾拥有「超量装药弹头」，则转为发射「超量装药弹头」，造成范围更大、伤害更高的<color style='color:#FF9999;'>火元素伤害</color>。<br>夏沃蕾将在队伍中附近的角色触发超载反应时获得1枚「超量装药弹头」。至多同时持有1枚「超量装药弹头」。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，夏沃蕾的「近迫式急促拦射」命中时，将唤出流涌之刃，造成具有荒性的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「其实训练条令里只有『拦射』这个术语，但有本小说的主角认为，包含专业词汇的招式名能让自己人更有干劲，让敌人输在气势的起跑线上…我觉得很有道理，就改了改条令！」</i>",
                        "Icon": "Skill_S_Chevreuse_01",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "115.2%",
                                    "123.84%",
                                    "132.48%",
                                    "144.0%",
                                    "152.64%",
                                    "161.28%",
                                    "172.8%",
                                    "184.32%",
                                    "195.84%",
                                    "207.36%",
                                    "218.88%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "「超量装药弹头」伤害",
                                "ParamLevelList": [
                                    "282.4%",
                                    "303.58%",
                                    "324.76%",
                                    "353.0%",
                                    "374.18%",
                                    "395.36%",
                                    "423.6%",
                                    "451.84%",
                                    "480.08%",
                                    "508.32%",
                                    "536.56%",
                                    "564.8%",
                                    "600.1%",
                                    "635.4%",
                                    "670.7%"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "2.6667%生命值上限+256.79184",
                                    "2.8667%生命值上限+282.47458",
                                    "3.0667%生命值上限+310.29758",
                                    "3.3333%生命值上限+340.26077",
                                    "3.5333%生命值上限+372.36423",
                                    "3.7333%生命值上限+406.60788",
                                    "4.0%生命值上限+442.9918",
                                    "4.2667%生命值上限+481.51593",
                                    "4.5333%生命值上限+522.1803",
                                    "4.8%生命值上限+564.98486",
                                    "5.0667%生命值上限+609.9297",
                                    "5.3333%生命值上限+657.0147",
                                    "5.6667%生命值上限+706.24",
                                    "6.0%生命值上限+757.6055",
                                    "6.3333%生命值上限+811.11127"
                                ]
                            },
                            {
                                "Desc": "治疗持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "28.8%",
                                    "30.96%",
                                    "33.12%",
                                    "36.0%",
                                    "38.16%",
                                    "40.32%",
                                    "43.2%",
                                    "46.08%",
                                    "48.96%",
                                    "51.84%",
                                    "54.72%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "圆阵掷弹爆轰术",
                        "Desc": "夏沃蕾以铳枪向敌人投射爆轰榴弹，造成<color style='color:#FF9999;'>火元素范围伤害</color>。爆轰榴弹命中后，将分裂成许多二重毁伤弹。<br>二重毁伤弹将在短暂间隔后爆炸，对附近的敌人造成<color style='color:#FF9999;'>火元素伤害</color>。<br><br><i>「照理来说，轰炸一块方形的区域，就能有效打击结阵的敌人，可惜爆炸的冲击波截面就像大部分蛋糕，是圆形的，所以飞散的榴弹也只能像蛋糕边缘的水果那样，呈环形排布开来。」</i>",
                        "Icon": "Skill_E_Chevreuse_01",
                        "ParamDesc": [
                            {
                                "Desc": "爆轰榴弹伤害",
                                "ParamLevelList": [
                                    "368.16%",
                                    "395.772%",
                                    "423.384%",
                                    "460.2%",
                                    "487.812%",
                                    "515.424%",
                                    "552.24%",
                                    "589.056%",
                                    "625.872%",
                                    "662.688%",
                                    "699.504%",
                                    "736.32%",
                                    "782.34%",
                                    "828.36%",
                                    "874.38%"
                                ]
                            },
                            {
                                "Desc": "二重毁伤弹伤害",
                                "ParamLevelList": [
                                    "49.088%",
                                    "52.7696%",
                                    "56.4512%",
                                    "61.36%",
                                    "65.0416%",
                                    "68.7232%",
                                    "73.632%",
                                    "78.5408%",
                                    "83.4496%",
                                    "88.3584%",
                                    "93.2672%",
                                    "98.176%",
                                    "104.312%",
                                    "110.448%",
                                    "116.584%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "尖兵协同战法",
                        "Desc": "队伍中所有角色的元素类型均为<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>，并且至少有一名火元素角色、一名雷元素角色时：<br>夏沃蕾将为队伍中附近的角色施加「协同战法」：角色触发超载反应后，受本次反应影响的敌人的<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>抗性降低40%，持续6秒。<br>当队伍中角色的元素类型不满足本突破天赋的条件时，将移除已有的协同战法效果。",
                        "Icon": "UI_Talent_S_Chevreuse_05"
                    },
                    {
                        "Name": "纵阵武力统筹",
                        "Desc": "夏沃蕾发射<color style='color:#FFD780;'>近迫式急促拦射</color>的「超量装药弹头」后，基于夏沃蕾的生命值上限，每1000点生命值上限都将使队伍中附近的所有<color style='color:#FF9999;'>火元素</color>与<color style='color:#FFACFF;'>雷元素</color>角色的攻击力提升1%，持续30秒，至多通过这种方式提升40%攻击力。",
                        "Icon": "UI_Talent_S_Chevreuse_06"
                    },
                    {
                        "Name": "迅捷行军策略",
                        "Desc": "队伍中自己的角色冲刺消耗的体力降低20%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_Explosion_Sprint"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "稳固阵线的魄力",
                        "Desc": "当前场上处于「协同战法」状态下的角色（不包括夏沃蕾自己）触发超载反应时，将恢复6点元素能量。此效果每10秒至多触发一次。<br>需要解锁突破天赋「尖兵协同战法」。",
                        "Icon": "UI_Talent_S_Chevreuse_01"
                    },
                    {
                        "Level": 2,
                        "Name": "诱导殉爆的狙击",
                        "Desc": "长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>的射击命中时，将在命中位置附近引发2次连锁殉爆，每次殉爆造成相当于夏沃蕾120%攻击力的<color style='color:#FF9999;'>火元素伤害</color>。此效果每10秒至多触发1次，通过这种方式造成的伤害视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Chevreuse_02"
                    },
                    {
                        "Level": 3,
                        "Name": "娴熟复装的技巧",
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_01"
                    },
                    {
                        "Level": 4,
                        "Name": "多重速射的秘诀",
                        "Desc": "施放<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>后，夏沃蕾长按施放<color style='color:#FFD780;'>近迫式急促拦射</color>不会进入冷却，该效果至多持续6秒，将在长按施放近迫式急促拦射2次后移除。",
                        "Icon": "UI_Talent_S_Chevreuse_03"
                    },
                    {
                        "Level": 5,
                        "Name": "增量火力的毁伤",
                        "Desc": "<color style='color:#FFD780;'>圆阵掷弹爆轰术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chevreuse_02"
                    },
                    {
                        "Level": 6,
                        "Name": "终结罪恶的追缉",
                        "Desc": "<color style='color:#FFD780;'>近迫式急促拦射</color>的治疗效果持续12秒后，将为队伍中附近的所有角色恢复一次生命值，回复量相当于夏沃蕾生命值上限的10%。<br>队伍中的角色受到「近迫式急促拦射」的治疗后，获得20%<color style='color:#FF9999;'>火元素伤害加成</color>与<color style='color:#FFACFF;'>雷元素伤害加成</color>，持续8秒，此效果至多叠加3层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_Chevreuse_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Chevreuse": {
        "AttackList": [
            {
                "Skill": "点按 E",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        2.0,
                        1.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "长按 E",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "「超量装药弹头」",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 125.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "2命连锁殉爆",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "元素战技附加",
                "AttTag": "2命组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "流涌之刃 · 荒",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": -1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "爆轰榴弹",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "二重毁伤弹 x8",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.0,
                        60.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "二重毁伤弹组",
                "AttGrp": "只有第1、4下可附着",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        1.6,
                        2.4
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 49.423,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.87,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        1.6,
                        2.4
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.716,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3-2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 30.189,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.5,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 71.871,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击（命中盾牌）",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            }
        ]
    }
}