// Auto Generated

var _AvatarDataConfig_ = {
    "Chiori": {
        "BallList": [
            {
                "When": "袖：间隔斩切",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 0.8
                    },
                    {
                        "Num": 2,
                        "Chance": 0.2
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 3
            }
        ],
        "EndureList": [
            {
                "Skill": "元素战技动作期间",
                "Endure": 0.6
            },
            {
                "Skill": "突破天赋1的「短暂时间内」",
                "Endure": 0
            }
        ],
        "WindZoneList": [
            {
                "Skill": "元素爆发动画气场",
                "Target": "怪物和草地，重量≤250",
                "Duration": 2.0,
                "Radius": 3.0,
                "Inner": 0.0,
                "Strength": -3.0,
                "Attenuation": 2.0,
                "Reverse": false
            }
        ],
        "OtherDataList": [
            "使用【织锦】切换角色后的短暂时间内，角色不可跳跃，且会失去重力。",
            "固有天赋3的移动速度加成无法在秘境、深境螺旋中触发，且无法和迪希雅、嘉明、罗莎莉亚的天赋叠加。",
            "千织的自律人形不锁面板，在17秒内会攻击5次。",
            "释放元素战技时，千织会先清除元素战技召唤的自律人形 · 袖。由岩元素创造物或1命创造的自律人形 · 袖不受影响。因此最多同时存在2个自律人形 · 袖。",
            "只有自律人形·袖的间隔斩切会产生元素微粒（<color style='color:#FFD780;'>80%概率1个，20%概率2个</color>），冷却3秒。<br>元素战技突进上挑、被动天赋1的切人后协同、2命/4命的简易机关人偶都不会产生元素微粒。",
            "自律人形·袖、简易型自律人形·绢的索敌半径是<color style='color:#FFD780;'>12米|18米</color>。<br>作为对比，八重神子索敌半径为<color style='color:#FFD780;'>12.5米|20米</color>。<br>注：1命增加的是索敌范围而不是伤害范围。实际伤害范围较小，略大于超绽放伤害范围和夜兰大招协同伤害范围。",
            "所有元素战技相关伤害（自律人形·袖的间隔斩切、元素战技突进上挑、被动天赋1的切人后协同、2命/4命的简易机关人偶）都<color style='color:#FFD780;'>共享附着CD，每1.9秒至多附着1次弱岩（1元素量）</color>。<br>元素爆发为<color style='color:#FFD780;'>独立附着强岩（2元素量）</color>。"
        ]
    }
}

var _AvatarMats_ = {
    "Chiori": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101204": 3,
                "112053": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113049": 2,
                "101204": 10,
                "112053": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113049": 4,
                "101204": 20,
                "112054": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113049": 8,
                "101204": 30,
                "112054": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113049": 12,
                "101204": 45,
                "112055": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113049": 20,
                "101204": 60,
                "112055": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104326": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112055": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112055": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112055": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112055": 12,
                "113054": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104326": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112055": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112055": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112055": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112055": 12,
                "113054": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104326": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112055": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112055": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112055": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112055": 12,
                "113054": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Chiori": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 心织刀流",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.41%",
                                    "53.432%",
                                    "57.454%",
                                    "63.199%",
                                    "67.221%",
                                    "71.817%",
                                    "78.137%",
                                    "84.457%",
                                    "90.777%",
                                    "97.672%",
                                    "104.566%",
                                    "111.461%",
                                    "118.355%",
                                    "125.25%",
                                    "132.144%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.834%",
                                    "50.646%",
                                    "54.458%",
                                    "59.904%",
                                    "63.716%",
                                    "68.072%",
                                    "74.063%",
                                    "80.053%",
                                    "86.044%",
                                    "92.579%",
                                    "99.114%",
                                    "105.649%",
                                    "112.183%",
                                    "118.718%",
                                    "125.253%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.417%+30.417%",
                                    "32.892%+32.892%",
                                    "35.368%+35.368%",
                                    "38.905%+38.905%",
                                    "41.381%+41.381%",
                                    "44.21%+44.21%",
                                    "48.101%+48.101%",
                                    "51.991%+51.991%",
                                    "55.881%+55.881%",
                                    "60.126%+60.126%",
                                    "64.37%+64.37%",
                                    "68.614%+68.614%",
                                    "72.858%+72.858%",
                                    "77.102%+77.102%",
                                    "81.346%+81.346%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.123%",
                                    "81.237%",
                                    "87.352%",
                                    "96.087%",
                                    "102.202%",
                                    "109.19%",
                                    "118.799%",
                                    "128.407%",
                                    "138.016%",
                                    "148.498%",
                                    "158.981%",
                                    "169.463%",
                                    "179.945%",
                                    "190.427%",
                                    "200.91%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "54.309%+54.309%",
                                    "58.729%+58.729%",
                                    "63.15%+63.15%",
                                    "69.465%+69.465%",
                                    "73.886%+73.886%",
                                    "78.938%+78.938%",
                                    "85.884%+85.884%",
                                    "92.83%+92.83%",
                                    "99.777%+99.777%",
                                    "107.355%+107.355%",
                                    "114.933%+114.933%",
                                    "122.511%+122.511%",
                                    "130.089%+130.089%",
                                    "137.667%+137.667%",
                                    "145.245%+145.245%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ],
                        "Icon": "Skill_A_01"
                    },
                    {
                        "Name": "羽袖一触",
                        "Desc": "以绸缎飘舞之姿迅捷突进，突进结束时，在身边唤出「自律人形 · 袖」，并挥出上挑攻击，基于千织的攻击力和防御力，对附近的敌人造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整突进的方向。<br><br><color style='color:#FFD780;'>自律人形 · 袖</color><br> · 间歇性对附近的敌人发动斩切，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 存在期间，如果附近存在<color style='color:#FFE699;'>岩元素创造物</color>，将在该岩元素创造物的位置额外唤出一名自律人形 · 袖。通过这种方式至多额外唤出一名自律人形 · 袖，额外唤出的自律人形 · 袖的存在时间独立计算。<br><br><i>「锦绘染绯樱，花色余香缀袖中，几度醉流莺。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "自律人形 · 袖斩切",
                                "ParamLevelList": [
                                    "82.08%攻击力+102.6%防御力",
                                    "88.236%攻击力+110.295%防御力",
                                    "94.392%攻击力+117.99%防御力",
                                    "102.6%攻击力+128.25%防御力",
                                    "108.756%攻击力+135.945%防御力",
                                    "114.912%攻击力+143.64%防御力",
                                    "123.12%攻击力+153.9%防御力",
                                    "131.328%攻击力+164.16%防御力",
                                    "139.536%攻击力+174.42%防御力",
                                    "147.744%攻击力+184.68%防御力",
                                    "155.952%攻击力+194.94%防御力",
                                    "164.16%攻击力+205.2%防御力",
                                    "174.42%攻击力+218.025%防御力",
                                    "184.68%攻击力+230.85%防御力",
                                    "194.94%攻击力+243.675%防御力"
                                ]
                            },
                            {
                                "Desc": "自律人形 · 袖存在时间",
                                "ParamLevelList": [
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s"
                                ]
                            },
                            {
                                "Desc": "自律人形 · 袖攻击间隔",
                                "ParamLevelList": [
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s"
                                ]
                            },
                            {
                                "Desc": "上挑攻击伤害",
                                "ParamLevelList": [
                                    "149.28%攻击力+186.6%防御力",
                                    "160.476%攻击力+200.595%防御力",
                                    "171.672%攻击力+214.59%防御力",
                                    "186.6%攻击力+233.25%防御力",
                                    "197.796%攻击力+247.245%防御力",
                                    "208.992%攻击力+261.24%防御力",
                                    "223.92%攻击力+279.9%防御力",
                                    "238.848%攻击力+298.56%防御力",
                                    "253.776%攻击力+317.22%防御力",
                                    "268.704%攻击力+335.88%防御力",
                                    "283.632%攻击力+354.54%防御力",
                                    "298.56%攻击力+373.2%防御力",
                                    "317.22%攻击力+396.525%防御力",
                                    "335.88%攻击力+419.85%防御力",
                                    "354.54%攻击力+443.175%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s"
                                ]
                            }
                        ],
                        "Icon": "Skill_S_Chiori_01",
                        "Icon2": "Skill_S_Chiori_02",
                        "Icon3": "Skill_S_Chiori_03"
                    },
                    {
                        "Name": "二刀之形 · 比翼",
                        "Desc": "双刀出鞘，以利落裁衣之势挥出凌厉的一斩，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「一理既达，万法皆通。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "361.92%攻击力+452.4%防御力",
                                    "389.064%攻击力+486.33%防御力",
                                    "416.208%攻击力+520.26%防御力",
                                    "452.4%攻击力+565.5%防御力",
                                    "479.544%攻击力+599.43%防御力",
                                    "506.688%攻击力+633.36%防御力",
                                    "542.88%攻击力+678.6%防御力",
                                    "579.072%攻击力+723.84%防御力",
                                    "615.264%攻击力+769.08%防御力",
                                    "651.456%攻击力+814.32%防御力",
                                    "687.648%攻击力+859.56%防御力",
                                    "723.84%攻击力+904.8%防御力",
                                    "769.08%攻击力+961.35%防御力",
                                    "814.32%攻击力+1017.9%防御力",
                                    "859.56%攻击力+1074.45%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ],
                        "Icon": "Skill_E_Chiori_01"
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "量体裁衣",
                        "Desc": "施放<color style='color:#FFD780;'>羽袖一触</color>的上挑攻击后的1秒内，千织不可被打断，且依据不同的后续操作，产生不同的效果：再次点按元素战技将触发后续效果「织锦」；点按普通攻击则触发后续效果「裁锦」。<br><br><color style='color:#FFD780;'>织锦</color><br>· 切换角色，使队伍中下一名自己的角色登场；<br>· 为队伍中所有自己的角色施加「当意即妙」：队伍中自己的当前场上角色的普通攻击、重击和下落攻击命中时，自律人形 · 袖将进行协同攻击，在敌人的位置造成相当于羽袖一触的上挑攻击100%的<color=#FFE699FF>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害；<br>· 「当意即妙」持续8秒，每2秒至多触发一次自律人形 · 袖的协同攻击，一次「当意即妙」持续期间，至多触发2次协同攻击。<br><br><color style='color:#FFD780;'>裁锦</color><br>· 千织获得<color=#FFE699FF>岩元素附魔</color>，持续5秒。<br><br>如果千织在施放羽袖一触的上挑攻击后的短暂时间内没有再次点按元素战技或点按普通攻击，将触发后续效果「裁锦」。",
                        "Icon": "UI_Talent_S_Chiori_05"
                    },
                    {
                        "Name": "锦上添花",
                        "Desc": "队伍中附近的角色创造<color style='color:#FFE699;'>岩元素创造物</color>时，千织获得20%<color style='color:#FFE699;'>岩元素伤害加成</color>，持续20秒。",
                        "Icon": "UI_Talent_S_Chiori_06"
                    },
                    {
                        "Name": "衣香襟影",
                        "Desc": "队伍中任意自己的角色装备了默认衣装以外的衣装，或初始之翼以外的风之翼时，队伍中自己的角色获得迅行效果：移动速度提升10%。<br>迅行效果无法叠加。",
                        "Icon": "UI_Talent_S_Chiori_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "正绢六通",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的自律人形 · 袖的攻击范围提升50%。<br>此外，如果队伍中存在千织以外的岩元素角色，羽袖一触的突进结束时，还将触发以下效果：<br> · 额外唤出一名自律人形 · 袖。通过这种方式额外唤出的千织自己的自律人形 · 袖，与通过岩元素创造物额外唤出的千织自己的自律人形 · 袖至多同时存在一名；<br> · 触发固有天赋「锦上添花」，此效果需要解锁固有天赋「锦上添花」。",
                        "Icon": "UI_Talent_S_Chiori_01"
                    },
                    {
                        "Level": 2,
                        "Name": "落染五色",
                        "Desc": "触发固有天赋「量体裁衣」的后续效果织锦或裁锦后的8秒内，队伍中自己的当前场上角色的普通攻击、重击或下落攻击命中敌人时，将在敌人附近唤出一名「简易型自律人形 · 绢」。<br>简易型自律人形 · 绢将对附近的敌人发起攻击，造成相当于自律人形 · 袖的斩切的170%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害。<br>简易型自律人形 · 绢将在进行一次攻击或持续存在3秒后退场。<br>每1秒至多通过上述方式唤出一名简易型自律人形 · 绢，一次固有天赋「量体裁衣」的当意即妙或裁锦持续期间，至多触发3次该效果。<br>需要解锁固有天赋「量体裁衣」。",
                        "Icon": "UI_Talent_S_Chiori_02"
                    },
                    {
                        "Level": 3,
                        "Name": "缀锦四分",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衣裁三礼",
                        "Desc": "施放<color style='color:#FFD780;'>二刀之形 · 比翼</color>后的10秒内，每3秒都将在千织身边唤出一名简易型自律人形 · 绢。",
                        "Icon": "UI_Talent_S_Chiori_03"
                    },
                    {
                        "Level": 5,
                        "Name": "绫羽二重",
                        "Desc": "<color style='color:#FFD780;'>二刀之形 · 比翼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_02"
                    },
                    {
                        "Level": 6,
                        "Name": "万理一空",
                        "Desc": "触发固有天赋「量体裁衣」的裁锦后，千织自己的<color style='color:#FFD780;'>羽袖一触</color>的冷却时间减少14.5秒。并获得「千紫水明」，持续5秒。<br>千紫水明持续期间，千织的普通攻击、重击与下落攻击造成的伤害提升，提升值相当于千织攻击力的50%与防御力的180%的总和。<br>此效果每15秒至多触发一次，千紫水明将在千织的普通攻击、重击或下落攻击命中5次后或持续时间结束时移除。<br>需要解锁固有天赋「量体裁衣」。",
                        "Icon": "UI_Talent_S_Chiori_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 心织刀流",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.41%",
                                    "53.432%",
                                    "57.454%",
                                    "63.199%",
                                    "67.221%",
                                    "71.817%",
                                    "78.137%",
                                    "84.457%",
                                    "90.777%",
                                    "97.672%",
                                    "104.566%",
                                    "111.461%",
                                    "118.355%",
                                    "125.25%",
                                    "132.144%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.834%",
                                    "50.646%",
                                    "54.458%",
                                    "59.904%",
                                    "63.716%",
                                    "68.072%",
                                    "74.063%",
                                    "80.053%",
                                    "86.044%",
                                    "92.579%",
                                    "99.114%",
                                    "105.649%",
                                    "112.183%",
                                    "118.718%",
                                    "125.253%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.417%+30.417%",
                                    "32.892%+32.892%",
                                    "35.368%+35.368%",
                                    "38.905%+38.905%",
                                    "41.381%+41.381%",
                                    "44.21%+44.21%",
                                    "48.101%+48.101%",
                                    "51.991%+51.991%",
                                    "55.881%+55.881%",
                                    "60.126%+60.126%",
                                    "64.37%+64.37%",
                                    "68.614%+68.614%",
                                    "72.858%+72.858%",
                                    "77.102%+77.102%",
                                    "81.346%+81.346%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.123%",
                                    "81.237%",
                                    "87.352%",
                                    "96.087%",
                                    "102.202%",
                                    "109.19%",
                                    "118.799%",
                                    "128.407%",
                                    "138.016%",
                                    "148.498%",
                                    "158.981%",
                                    "169.463%",
                                    "179.945%",
                                    "190.427%",
                                    "200.91%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "54.309%+54.309%",
                                    "58.729%+58.729%",
                                    "63.15%+63.15%",
                                    "69.465%+69.465%",
                                    "73.886%+73.886%",
                                    "78.938%+78.938%",
                                    "85.884%+85.884%",
                                    "92.83%+92.83%",
                                    "99.777%+99.777%",
                                    "107.355%+107.355%",
                                    "114.933%+114.933%",
                                    "122.511%+122.511%",
                                    "130.089%+130.089%",
                                    "137.667%+137.667%",
                                    "145.245%+145.245%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ],
                        "Icon": "Skill_A_01"
                    },
                    {
                        "Name": "羽袖一触",
                        "Desc": "以绸缎飘舞之姿迅捷突进，突进结束时，在身边唤出自动制御人形「袖」，并挥出上挑攻击，基于千织的攻击力和防御力，对附近的敌人造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整突进的方向。<br><br><color style='color:#FFD780;'>袖</color><br> · 间歇性对附近的敌人发动斩切，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 存在期间，如果附近有<color style='color:#FFE699;'>岩元素创造物</color>被创造时，将在千织身边额外唤出一名袖。通过这种方式至多唤出一名袖，存在时间独立计算。<br><br><i>「锦绘染绯樱，花色余香缀袖中，几度醉流莺。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "袖伤害",
                                "ParamLevelList": [
                                    "82.08%攻击力+102.6%防御力",
                                    "88.236%攻击力+110.295%防御力",
                                    "94.392%攻击力+117.99%防御力",
                                    "102.6%攻击力+128.25%防御力",
                                    "108.756%攻击力+135.945%防御力",
                                    "114.912%攻击力+143.64%防御力",
                                    "123.12%攻击力+153.9%防御力",
                                    "131.328%攻击力+164.16%防御力",
                                    "139.536%攻击力+174.42%防御力",
                                    "147.744%攻击力+184.68%防御力",
                                    "155.952%攻击力+194.94%防御力",
                                    "164.16%攻击力+205.2%防御力",
                                    "174.42%攻击力+218.025%防御力",
                                    "184.68%攻击力+230.85%防御力",
                                    "194.94%攻击力+243.675%防御力"
                                ]
                            },
                            {
                                "Desc": "袖存在时间",
                                "ParamLevelList": [
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s"
                                ]
                            },
                            {
                                "Desc": "袖攻击间隔",
                                "ParamLevelList": [
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s"
                                ]
                            },
                            {
                                "Desc": "上挑攻击伤害",
                                "ParamLevelList": [
                                    "149.28%攻击力+186.6%防御力",
                                    "160.476%攻击力+200.595%防御力",
                                    "171.672%攻击力+214.59%防御力",
                                    "186.6%攻击力+233.25%防御力",
                                    "197.796%攻击力+247.245%防御力",
                                    "208.992%攻击力+261.24%防御力",
                                    "223.92%攻击力+279.9%防御力",
                                    "238.848%攻击力+298.56%防御力",
                                    "253.776%攻击力+317.22%防御力",
                                    "268.704%攻击力+335.88%防御力",
                                    "283.632%攻击力+354.54%防御力",
                                    "298.56%攻击力+373.2%防御力",
                                    "317.22%攻击力+396.525%防御力",
                                    "335.88%攻击力+419.85%防御力",
                                    "354.54%攻击力+443.175%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s"
                                ]
                            }
                        ],
                        "Icon": "Skill_S_Chiori_01",
                        "Icon2": "Skill_S_Chiori_02",
                        "Icon3": "Skill_S_Chiori_03"
                    },
                    {
                        "Name": "二刀之形 · 比翼",
                        "Desc": "双刀出鞘，以利落裁衣之势挥出凌厉的一斩，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「一理既达，万法皆通。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "361.92%攻击力+452.4%防御力",
                                    "389.064%攻击力+486.33%防御力",
                                    "416.208%攻击力+520.26%防御力",
                                    "452.4%攻击力+565.5%防御力",
                                    "479.544%攻击力+599.43%防御力",
                                    "506.688%攻击力+633.36%防御力",
                                    "542.88%攻击力+678.6%防御力",
                                    "579.072%攻击力+723.84%防御力",
                                    "615.264%攻击力+769.08%防御力",
                                    "651.456%攻击力+814.32%防御力",
                                    "687.648%攻击力+859.56%防御力",
                                    "723.84%攻击力+904.8%防御力",
                                    "769.08%攻击力+961.35%防御力",
                                    "814.32%攻击力+1017.9%防御力",
                                    "859.56%攻击力+1074.45%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s",
                                    "15.0s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ],
                        "Icon": "Skill_E_Chiori_01"
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "量体裁衣",
                        "Desc": "施放<color style='color:#FFD780;'>羽袖一触</color>的上挑攻击后的1秒内，依据不同的后续操作，产生不同的效果：点按跳跃键将触发「织锦」；点按普通攻击则触发「裁锦」。<br><br><color style='color:#FFD780;'>织锦</color><br>· 切换角色，使队伍中下一名自己的角色登场；<br>· 为队伍中所有自己的角色施加「当意即妙」：队伍中自己的当前场上角色的普通攻击、重击和下落攻击命中敌人时，袖将进行协同攻击，在敌人的位置造成相当于羽袖一触的上挑攻击伤害100%的<color=#FFE699FF>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害；<br>· 「当意即妙」持续8秒，每2秒至多触发一次袖的协同攻击，一次「当意即妙」持续期间，至多触发2次协同攻击。<br><br><color style='color:#FFD780;'>裁锦</color><br>· 千织获得<color=#FFE699FF>岩元素附魔</color>，持续5秒。<br><br>千织在场上时，如果施放羽袖一触的上挑攻击后的短暂时间内没有再次点按元素战技或点按普通攻击，将触发后续效果「裁锦」。",
                        "Icon": "UI_Talent_S_Chiori_05"
                    },
                    {
                        "Name": "锦上添花",
                        "Desc": "队伍中附近的角色创造<color style='color:#FFE699;'>岩元素创造物</color>时，千织获得20%<color style='color:#FFE699;'>岩元素伤害加成</color>，持续20秒。",
                        "Icon": "UI_Talent_S_Chiori_06"
                    },
                    {
                        "Name": "衣香襟影",
                        "Desc": "队伍中任意自己的角色装备了默认衣装以外的衣装，或初始之翼以外的风之翼时，队伍中自己的角色获得迅行效果：移动速度提升10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。",
                        "Icon": "UI_Talent_S_Chiori_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "正绢六通",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的自动制御人形「袖」的攻击范围提升50%。<br>此外，如果队伍中存在千织以外的<color style='color:#FFE699;'>岩元素</color>角色，羽袖一触的突进结束时，还将触发以下效果：<br> · 额外唤出一名袖。通过这种方式唤出的千织自己的袖，与通过岩元素创造物额外唤出的千织自己的袖至多同时存在一名；<br> · 触发固有天赋「锦上添花」，此效果需要解锁固有天赋「锦上添花」。",
                        "Icon": "UI_Talent_S_Chiori_01"
                    },
                    {
                        "Level": 2,
                        "Name": "落染五色",
                        "Desc": "触发固有天赋「量体裁衣」的后续效果后的8秒内，队伍中自己的当前场上角色的普通攻击、重击或下落攻击命中敌人时，将在敌人附近唤出一名简易自动制御人形「绢」。<br>绢将对附近的敌人发起攻击，造成相当于袖170%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害。<br>绢将在进行一次攻击或持续存在3秒后退场。<br>每1秒至多通过上述方式唤出一名绢，一次固有天赋「量体裁衣」的当意即妙或裁锦持续期间，至多触发3次该效果。<br>需要解锁固有天赋「量体裁衣」。",
                        "Icon": "UI_Talent_S_Chiori_02"
                    },
                    {
                        "Level": 3,
                        "Name": "缀锦四分",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衣裁三礼",
                        "Desc": "施放<color style='color:#FFD780;'>二刀之形 · 比翼</color>后的10秒内，每3秒都将在千织身边唤出一名简易自动制御人形「绢」。",
                        "Icon": "UI_Talent_S_Chiori_03"
                    },
                    {
                        "Level": 5,
                        "Name": "绫羽二重",
                        "Desc": "<color style='color:#FFD780;'>二刀之形 · 比翼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_02"
                    },
                    {
                        "Level": 6,
                        "Name": "万理一空",
                        "Desc": "每15秒一次：触发固有天赋「量体裁衣」的裁锦后，千织自己的<color style='color:#FFD780;'>羽袖一触</color>的冷却时间减少14.5秒，并在接下来的5秒内，千织自己的普通攻击、重击与下落攻击坠地冲击命中敌人时，触发「千紫水明」效果：此次攻击造成的伤害提升，提升值相当于千织自己攻击力的50%与防御力的180%的总和。每0.1秒至多触发一次「千紫水明」，将在触发5次伤害提升效果后或持续时间结束时移除。<br>需要解锁固有天赋「量体裁衣」。",
                        "Icon": "UI_Talent_S_Chiori_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 心织刀流",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.41%",
                                    "53.432%",
                                    "57.454%",
                                    "63.199%",
                                    "67.221%",
                                    "71.817%",
                                    "78.137%",
                                    "84.457%",
                                    "90.777%",
                                    "97.672%",
                                    "104.566%",
                                    "111.461%",
                                    "118.355%",
                                    "125.25%",
                                    "132.144%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.834%",
                                    "50.646%",
                                    "54.458%",
                                    "59.904%",
                                    "63.716%",
                                    "68.072%",
                                    "74.063%",
                                    "80.053%",
                                    "86.044%",
                                    "92.579%",
                                    "99.114%",
                                    "105.649%",
                                    "112.183%",
                                    "118.718%",
                                    "125.253%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.417%+30.417%",
                                    "32.892%+32.892%",
                                    "35.368%+35.368%",
                                    "38.905%+38.905%",
                                    "41.381%+41.381%",
                                    "44.21%+44.21%",
                                    "48.101%+48.101%",
                                    "51.991%+51.991%",
                                    "55.881%+55.881%",
                                    "60.126%+60.126%",
                                    "64.37%+64.37%",
                                    "68.614%+68.614%",
                                    "72.858%+72.858%",
                                    "77.102%+77.102%",
                                    "81.346%+81.346%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.123%",
                                    "81.237%",
                                    "87.352%",
                                    "96.087%",
                                    "102.202%",
                                    "109.19%",
                                    "118.799%",
                                    "128.407%",
                                    "138.016%",
                                    "148.498%",
                                    "158.981%",
                                    "169.463%",
                                    "179.945%",
                                    "190.427%",
                                    "200.91%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "54.309%+54.309%",
                                    "58.729%+58.729%",
                                    "63.15%+63.15%",
                                    "69.465%+69.465%",
                                    "73.886%+73.886%",
                                    "78.938%+78.938%",
                                    "85.884%+85.884%",
                                    "92.83%+92.83%",
                                    "99.777%+99.777%",
                                    "107.355%+107.355%",
                                    "114.933%+114.933%",
                                    "122.511%+122.511%",
                                    "130.089%+130.089%",
                                    "137.667%+137.667%",
                                    "145.245%+145.245%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ],
                        "Icon": "Skill_A_01"
                    },
                    {
                        "Name": "羽袖一触",
                        "Desc": "以绸缎飘舞之姿迅捷突进，突进结束时，在身边唤出自动制御人形「袖」，并挥出上挑攻击，基于千织的攻击力和防御力，对附近的敌人造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整突进的方向。<br><br><color style='color:#FFD780;'>袖</color><br> · 间歇性对附近的敌人发动斩切，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 存在期间，如果附近存在<color style='color:#FFE699;'>岩元素创造物</color>，或有<color style='color:#FFE699;'>岩元素创造物</color>被创造，将在当前场上自己的角色身边额外唤出一名袖。通过这种方式至多唤出一名袖，存在时间独立计算。<br><br><i>「锦绘染绯樱，花色余香缀袖中，几度醉流莺。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "袖伤害",
                                "ParamLevelList": [
                                    "82.08%攻击力+102.6%防御力",
                                    "88.236%攻击力+110.295%防御力",
                                    "94.392%攻击力+117.99%防御力",
                                    "102.6%攻击力+128.25%防御力",
                                    "108.756%攻击力+135.945%防御力",
                                    "114.912%攻击力+143.64%防御力",
                                    "123.12%攻击力+153.9%防御力",
                                    "131.328%攻击力+164.16%防御力",
                                    "139.536%攻击力+174.42%防御力",
                                    "147.744%攻击力+184.68%防御力",
                                    "155.952%攻击力+194.94%防御力",
                                    "164.16%攻击力+205.2%防御力",
                                    "174.42%攻击力+218.025%防御力",
                                    "184.68%攻击力+230.85%防御力",
                                    "194.94%攻击力+243.675%防御力"
                                ]
                            },
                            {
                                "Desc": "袖存在时间",
                                "ParamLevelList": [
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s"
                                ]
                            },
                            {
                                "Desc": "袖攻击间隔",
                                "ParamLevelList": [
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s"
                                ]
                            },
                            {
                                "Desc": "上挑攻击伤害",
                                "ParamLevelList": [
                                    "149.28%攻击力+186.6%防御力",
                                    "160.476%攻击力+200.595%防御力",
                                    "171.672%攻击力+214.59%防御力",
                                    "186.6%攻击力+233.25%防御力",
                                    "197.796%攻击力+247.245%防御力",
                                    "208.992%攻击力+261.24%防御力",
                                    "223.92%攻击力+279.9%防御力",
                                    "238.848%攻击力+298.56%防御力",
                                    "253.776%攻击力+317.22%防御力",
                                    "268.704%攻击力+335.88%防御力",
                                    "283.632%攻击力+354.54%防御力",
                                    "298.56%攻击力+373.2%防御力",
                                    "317.22%攻击力+396.525%防御力",
                                    "335.88%攻击力+419.85%防御力",
                                    "354.54%攻击力+443.175%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s"
                                ]
                            }
                        ],
                        "Icon": "Skill_S_Chiori_01",
                        "Icon2": "Skill_S_Chiori_02",
                        "Icon3": "Skill_S_Chiori_03"
                    },
                    {
                        "Name": "二刀之形 · 比翼",
                        "Desc": "双刀出鞘，以利落裁衣之势挥出凌厉的一斩，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「一理既达，万法皆通。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "256.32%攻击力+320.4%防御力",
                                    "275.544%攻击力+344.43%防御力",
                                    "294.768%攻击力+368.46%防御力",
                                    "320.4%攻击力+400.5%防御力",
                                    "339.624%攻击力+424.53%防御力",
                                    "358.848%攻击力+448.56%防御力",
                                    "384.48%攻击力+480.6%防御力",
                                    "410.112%攻击力+512.64%防御力",
                                    "435.744%攻击力+544.68%防御力",
                                    "461.376%攻击力+576.72%防御力",
                                    "487.008%攻击力+608.76%防御力",
                                    "512.64%攻击力+640.8%防御力",
                                    "544.68%攻击力+680.85%防御力",
                                    "576.72%攻击力+720.9%防御力",
                                    "608.76%攻击力+760.95%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ],
                        "Icon": "Skill_E_Chiori_01"
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "量体裁衣",
                        "Desc": "施放<color style='color:#FFD780;'>羽袖一触</color>的上挑攻击后的1秒内，千织不可被打断，且依据不同的后续操作，产生不同的效果：点按元素战技将触发「织锦」；点按普通攻击则触发「裁锦」。<br><br><color style='color:#FFD780;'>织锦</color><br> · 切换角色，使队伍中下一名自己的角色登场；<br> · 为队伍中所有自己的角色施加「当意即妙」：队伍中自己的当前场上角色的普通攻击、重击和下落攻击命中敌人时，袖将进行协同攻击，在敌人的位置造成相当于羽袖一触的上挑攻击伤害100%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害；<br> · 「当意即妙」持续8秒，每2秒至多触发一次袖的协同攻击，一次「当意即妙」持续期间，至多触发2次协同攻击。<br><br><color style='color:#FFD780;'>裁锦</color><br> · 千织获得<color style='color:#FFE699;'>岩元素附魔</color>，持续5秒。<br><br>千织在场上时，如果施放羽袖一触的上挑攻击后的短暂时间内没有再次点按元素战技或点按普通攻击，将触发后续效果「裁锦」。",
                        "Icon": "UI_Talent_S_Chiori_05"
                    },
                    {
                        "Name": "锦上添花",
                        "Desc": "队伍中附近的角色创造<color style='color:#FFE699;'>岩元素创造物</color>时，千织获得20%<color style='color:#FFE699;'>岩元素伤害加成</color>，持续20秒。",
                        "Icon": "UI_Talent_S_Chiori_06"
                    },
                    {
                        "Name": "衣香襟影",
                        "Desc": "队伍中任意自己的角色装备了默认衣装以外的衣装，或初始之翼以外的风之翼时，队伍中自己的角色获得迅行效果：移动速度提升10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。",
                        "Icon": "UI_Talent_S_Chiori_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "正绢六通",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的自动制御人形「袖」的攻击范围提升50%。<br>此外，如果队伍中存在千织以外的<color style='color:#FFE699;'>岩元素</color>角色，羽袖一触的突进结束时，还将触发以下效果：<br> · 额外唤出一名袖。通过这种方式唤出的千织自己的袖，与通过岩元素创造物额外唤出的千织自己的袖至多同时存在一名；<br> · 触发固有天赋「锦上添花」，此效果需要解锁固有天赋「锦上添花」。",
                        "Icon": "UI_Talent_S_Chiori_01"
                    },
                    {
                        "Level": 2,
                        "Name": "落染五色",
                        "Desc": "施放<color style='color:#FFD780;'>二刀之形 · 比翼</color>后的10秒内，每3秒都将在当前场上自己的角色身边唤出一名简易自动制御人形「绢」。绢将对附近的敌人发起攻击，造成相当于袖170%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害。<br>绢将在进行一次攻击或存在3秒后退场。",
                        "Icon": "UI_Talent_S_Chiori_03"
                    },
                    {
                        "Level": 3,
                        "Name": "缀锦四分",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衣裁三礼",
                        "Desc": "触发固有天赋「量体裁衣」的后续效果后的8秒内，队伍中自己的当前场上角色的普通攻击、重击或下落攻击命中附近的敌人时，将在敌人附近唤出一名简易自动制御人形「绢」。每1秒至多通过上述方式唤出一名绢，一次固有天赋「量体裁衣」的当意即妙或裁锦持续期间，至多通过上述方式唤出3名绢。上述效果每15秒最多触发一次。 <br>需要解锁固有天赋「量体裁衣」。",
                        "Icon": "UI_Talent_S_Chiori_02"
                    },
                    {
                        "Level": 5,
                        "Name": "绫羽二重",
                        "Desc": "<color style='color:#FFD780;'>二刀之形 · 比翼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_02"
                    },
                    {
                        "Level": 6,
                        "Name": "万理一空",
                        "Desc": "触发固有天赋「量体裁衣」的后续效果后，千织自己的<color style='color:#FFD780;'>羽袖一触</color>的冷却时间减少12秒。需要解锁固有天赋「量体裁衣」。<br>此外，千织自己的普通攻击造成的伤害提升，提升值相当于千织自己的防御力的235%。",
                        "Icon": "UI_Talent_S_Chiori_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 心织刀流",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.41%",
                                    "53.432%",
                                    "57.454%",
                                    "63.199%",
                                    "67.221%",
                                    "71.817%",
                                    "78.137%",
                                    "84.457%",
                                    "90.777%",
                                    "97.672%",
                                    "104.566%",
                                    "111.461%",
                                    "118.355%",
                                    "125.25%",
                                    "132.144%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.834%",
                                    "50.646%",
                                    "54.458%",
                                    "59.904%",
                                    "63.716%",
                                    "68.072%",
                                    "74.063%",
                                    "80.053%",
                                    "86.044%",
                                    "92.579%",
                                    "99.114%",
                                    "105.649%",
                                    "112.183%",
                                    "118.718%",
                                    "125.253%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.417%+30.417%",
                                    "32.892%+32.892%",
                                    "35.368%+35.368%",
                                    "38.905%+38.905%",
                                    "41.381%+41.381%",
                                    "44.21%+44.21%",
                                    "48.101%+48.101%",
                                    "51.991%+51.991%",
                                    "55.881%+55.881%",
                                    "60.126%+60.126%",
                                    "64.37%+64.37%",
                                    "68.614%+68.614%",
                                    "72.858%+72.858%",
                                    "77.102%+77.102%",
                                    "81.346%+81.346%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.123%",
                                    "81.237%",
                                    "87.352%",
                                    "96.087%",
                                    "102.202%",
                                    "109.19%",
                                    "118.799%",
                                    "128.407%",
                                    "138.016%",
                                    "148.498%",
                                    "158.981%",
                                    "169.463%",
                                    "179.945%",
                                    "190.427%",
                                    "200.91%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "54.309%+54.309%",
                                    "58.729%+58.729%",
                                    "63.15%+63.15%",
                                    "69.465%+69.465%",
                                    "73.886%+73.886%",
                                    "78.938%+78.938%",
                                    "85.884%+85.884%",
                                    "92.83%+92.83%",
                                    "99.777%+99.777%",
                                    "107.355%+107.355%",
                                    "114.933%+114.933%",
                                    "122.511%+122.511%",
                                    "130.089%+130.089%",
                                    "137.667%+137.667%",
                                    "145.245%+145.245%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ],
                        "Icon": "Skill_A_01"
                    },
                    {
                        "Name": "羽袖一触",
                        "Desc": "以绸缎飘舞之姿迅捷突进，突进结束时，在身边唤出自动制御人形「袖」，并挥出上挑攻击，基于千织的攻击力和防御力，对附近的敌人造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整突进的方向。<br><br><color style='color:#FFD780;'>袖</color><br> · 间歇性对附近的敌人发动斩切，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 存在期间，如果附近存在<color style='color:#FFE699;'>岩元素创造物</color>，或有<color style='color:#FFE699;'>岩元素创造物</color>被创造，将在当前场上自己的角色身边额外唤出一名袖。通过这种方式至多唤出一名袖，存在时间独立计算。<br><br><i>「锦绘染绯樱，花色余香缀袖中，几度醉流莺。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "袖伤害",
                                "ParamLevelList": [
                                    "82.08%攻击力+102.6%防御力",
                                    "88.236%攻击力+110.295%防御力",
                                    "94.392%攻击力+117.99%防御力",
                                    "102.6%攻击力+128.25%防御力",
                                    "108.756%攻击力+135.945%防御力",
                                    "114.912%攻击力+143.64%防御力",
                                    "123.12%攻击力+153.9%防御力",
                                    "131.328%攻击力+164.16%防御力",
                                    "139.536%攻击力+174.42%防御力",
                                    "147.744%攻击力+184.68%防御力",
                                    "155.952%攻击力+194.94%防御力",
                                    "164.16%攻击力+205.2%防御力",
                                    "174.42%攻击力+218.025%防御力",
                                    "184.68%攻击力+230.85%防御力",
                                    "194.94%攻击力+243.675%防御力"
                                ]
                            },
                            {
                                "Desc": "袖存在时间",
                                "ParamLevelList": [
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s",
                                    "17.0s"
                                ]
                            },
                            {
                                "Desc": "袖攻击间隔",
                                "ParamLevelList": [
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s",
                                    "3.6s"
                                ]
                            },
                            {
                                "Desc": "上挑攻击伤害",
                                "ParamLevelList": [
                                    "149.28%攻击力+186.6%防御力",
                                    "160.476%攻击力+200.595%防御力",
                                    "171.672%攻击力+214.59%防御力",
                                    "186.6%攻击力+233.25%防御力",
                                    "197.796%攻击力+247.245%防御力",
                                    "208.992%攻击力+261.24%防御力",
                                    "223.92%攻击力+279.9%防御力",
                                    "238.848%攻击力+298.56%防御力",
                                    "253.776%攻击力+317.22%防御力",
                                    "268.704%攻击力+335.88%防御力",
                                    "283.632%攻击力+354.54%防御力",
                                    "298.56%攻击力+373.2%防御力",
                                    "317.22%攻击力+396.525%防御力",
                                    "335.88%攻击力+419.85%防御力",
                                    "354.54%攻击力+443.175%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s",
                                    "16.0s"
                                ]
                            }
                        ],
                        "Icon": "Skill_S_Chiori_01",
                        "Icon2": "Skill_S_Chiori_02",
                        "Icon3": "Skill_S_Chiori_03"
                    },
                    {
                        "Name": "二刀之形 · 比翼",
                        "Desc": "双刀出鞘，以利落裁衣之势挥出凌厉的一斩，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「一理既达，万法皆通。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "256.32%攻击力+320.4%防御力",
                                    "275.544%攻击力+344.43%防御力",
                                    "294.768%攻击力+368.46%防御力",
                                    "320.4%攻击力+400.5%防御力",
                                    "339.624%攻击力+424.53%防御力",
                                    "358.848%攻击力+448.56%防御力",
                                    "384.48%攻击力+480.6%防御力",
                                    "410.112%攻击力+512.64%防御力",
                                    "435.744%攻击力+544.68%防御力",
                                    "461.376%攻击力+576.72%防御力",
                                    "487.008%攻击力+608.76%防御力",
                                    "512.64%攻击力+640.8%防御力",
                                    "544.68%攻击力+680.85%防御力",
                                    "576.72%攻击力+720.9%防御力",
                                    "608.76%攻击力+760.95%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s",
                                    "13.5s"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ],
                        "Icon": "Skill_E_Chiori_01"
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "量体裁衣",
                        "Desc": "施放<color style='color:#FFD780;'>羽袖一触</color>的上挑攻击后的1秒内，千织不可被打断，且会依据不同的后续操作，产生不同的效果：点按元素战技将触发「织锦」；点按普通攻击则触发「裁锦」。<br><br><color style='color:#FFD780;'>织锦</color><br> · 切换角色，使队伍中下一名自己的角色登场；<br> · 为队伍中所有自己的角色施加「当意即妙」：队伍中自己的当前场上角色的普通攻击、重击和下落攻击命中附近的敌人时，袖将进行协同攻击，在敌人的位置造成相当于羽袖一触的上挑攻击伤害100%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害；<br> · 「当意即妙」持续8秒，每2秒至多触发一次袖的协同攻击，一次「当意即妙」持续期间，至多触发2次协同攻击。<br><br><color style='color:#FFD780;'>裁锦</color><br> · 千织获得<color style='color:#FFE699;'>岩元素附魔</color>，持续5秒。<br><br>千织在场上时，如果施放羽袖一触的上挑攻击后的短暂时间内没有再次点按元素战技或点按普通攻击，将触发后续效果「裁锦」。",
                        "Icon": "UI_Talent_S_Chiori_05"
                    },
                    {
                        "Name": "锦上添花",
                        "Desc": "队伍中附近的角色创造<color style='color:#FFE699;'>岩元素创造物</color>时，千织获得20%<color style='color:#FFE699;'>岩元素伤害加成</color>，持续20秒。",
                        "Icon": "UI_Talent_S_Chiori_06"
                    },
                    {
                        "Name": "衣香襟影",
                        "Desc": "队伍中任意自己的角色装备了默认衣装以外的衣装，或初始之翼以外的风之翼时，队伍中自己的角色获得迅行效果：移动速度提升10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。",
                        "Icon": "UI_Talent_S_Chiori_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "正绢六通",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的自动制御人形「袖」的攻击范围提升50%。<br>此外，如果队伍中存在千织以外的<color style='color:#FFE699;'>岩元素</color>角色，羽袖一触的突进结束时，还将触发以下效果：<br> · 额外唤出一名袖。通过这种方式唤出的千织自己的袖，与通过岩元素创造物额外唤出的千织自己的袖至多同时存在一名；<br> · 触发固有天赋「锦上添花」，此效果需要解锁固有天赋「锦上添花」。",
                        "Icon": "UI_Talent_S_Chiori_01"
                    },
                    {
                        "Level": 2,
                        "Name": "落染五色",
                        "Desc": "施放<color style='color:#FFD780;'>二刀之形 · 比翼</color>后的10秒内，每3秒都将在当前场上自己的角色身边唤出一名简易自动制御人形「绢」。绢将对附近的敌人发起攻击，造成相当于袖170%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害。<br>绢将在进行一次攻击或存在3秒后退场。",
                        "Icon": "UI_Talent_S_Chiori_03"
                    },
                    {
                        "Level": 3,
                        "Name": "缀锦四分",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衣裁三礼",
                        "Desc": "触发固有天赋「量体裁衣」的后续效果后的8秒内，队伍中自己的当前场上角色的普通攻击、重击或下落攻击命中附近的敌人时，将在敌人附近唤出一名简易自动制御人形「绢」。每1秒至多通过上述方式唤出一名绢，一次固有天赋「量体裁衣」的当意即妙或裁锦持续期间，至多通过上述方式唤出3名绢。上述效果每15秒最多触发一次。 <br>需要解锁固有天赋「量体裁衣」。",
                        "Icon": "UI_Talent_S_Chiori_02"
                    },
                    {
                        "Level": 5,
                        "Name": "绫羽二重",
                        "Desc": "<color style='color:#FFD780;'>二刀之形 · 比翼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_02"
                    },
                    {
                        "Level": 6,
                        "Name": "万理一空",
                        "Desc": "触发固有天赋「量体裁衣」的后续效果后，千织自己的<color style='color:#FFD780;'>羽袖一触</color>的冷却时间减少12秒。需要解锁固有天赋「量体裁衣」。<br>此外，千织自己的普通攻击造成的伤害提升，提升值相当于千织自己的防御力的235%。",
                        "Icon": "UI_Talent_S_Chiori_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "心织刀流",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.4104%",
                                    "53.4322%",
                                    "57.454%",
                                    "63.1994%",
                                    "67.2212%",
                                    "71.8175%",
                                    "78.1374%",
                                    "84.4574%",
                                    "90.7773%",
                                    "97.6718%",
                                    "104.5663%",
                                    "111.4608%",
                                    "118.3552%",
                                    "125.2497%",
                                    "132.1442%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.8339%",
                                    "50.6459%",
                                    "54.458%",
                                    "59.9038%",
                                    "63.7159%",
                                    "68.0725%",
                                    "74.0629%",
                                    "80.0533%",
                                    "86.0436%",
                                    "92.5786%",
                                    "99.1136%",
                                    "105.6485%",
                                    "112.1835%",
                                    "118.7184%",
                                    "125.2534%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.4165%+30.4165%",
                                    "32.8922%+32.8922%",
                                    "35.368%+35.368%",
                                    "38.9048%+38.9048%",
                                    "41.3806%+41.3806%",
                                    "44.21%+44.21%",
                                    "48.1005%+48.1005%",
                                    "51.991%+51.991%",
                                    "55.8814%+55.8814%",
                                    "60.1256%+60.1256%",
                                    "64.3698%+64.3698%",
                                    "68.6139%+68.6139%",
                                    "72.8581%+72.8581%",
                                    "77.1022%+77.1022%",
                                    "81.3464%+81.3464%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.1227%",
                                    "81.2374%",
                                    "87.352%",
                                    "96.0872%",
                                    "102.2018%",
                                    "109.19%",
                                    "118.7987%",
                                    "128.4074%",
                                    "138.0162%",
                                    "148.4984%",
                                    "158.9806%",
                                    "169.4629%",
                                    "179.9451%",
                                    "190.4274%",
                                    "200.9096%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "54.309%+54.309%",
                                    "58.7295%+58.7295%",
                                    "63.15%+63.15%",
                                    "69.465%+69.465%",
                                    "73.8855%+73.8855%",
                                    "78.9375%+78.9375%",
                                    "85.884%+85.884%",
                                    "92.8305%+92.8305%",
                                    "99.777%+99.777%",
                                    "107.355%+107.355%",
                                    "114.933%+114.933%",
                                    "122.511%+122.511%",
                                    "130.089%+130.089%",
                                    "137.667%+137.667%",
                                    "145.245%+145.245%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "羽袖一触",
                        "Desc": "以绸缎飘舞之姿迅捷突进，突进结束时，在身边唤出自动制御人形「袖」，并挥出上挑攻击，基于千织的攻击力和防御力，对附近的敌人造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以调整突进的方向。<br><br><color style='color:#FFD780;'>袖</color><br> · 间歇性对附近的敌人发动斩切，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 存在期间，如果附近存在<color style='color:#FFE699;'>岩元素创造物</color>，或有<color style='color:#FFE699;'>岩元素创造物</color>被创造，将在当前场上自己的角色身边额外唤出一名袖。通过这种方式至多唤出一名袖，存在时间独立计算。<br><br><i>「锦绘染绯樱，花色余香缀袖中，几度醉流莺。」</i>",
                        "Icon": "Skill_S_Chiori_01",
                        "ParamDesc": [
                            {
                                "Desc": "袖伤害",
                                "ParamLevelList": [
                                    "82.08%攻击力+102.6%防御力",
                                    "88.236%攻击力+110.295%防御力",
                                    "94.392%攻击力+117.99%防御力",
                                    "102.6%攻击力+128.25%防御力",
                                    "108.756%攻击力+135.945%防御力",
                                    "114.912%攻击力+143.64%防御力",
                                    "123.12%攻击力+153.9%防御力",
                                    "131.328%攻击力+164.16%防御力",
                                    "139.536%攻击力+174.42%防御力",
                                    "147.744%攻击力+184.68%防御力",
                                    "155.952%攻击力+194.94%防御力",
                                    "164.16%攻击力+205.2%防御力",
                                    "174.42%攻击力+218.025%防御力",
                                    "184.68%攻击力+230.85%防御力",
                                    "194.94%攻击力+243.675%防御力"
                                ]
                            },
                            {
                                "Desc": "袖存在时间",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            },
                            {
                                "Desc": "袖攻击间隔",
                                "ParamLevelList": [
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒",
                                    "3.6秒"
                                ]
                            },
                            {
                                "Desc": "上挑攻击伤害",
                                "ParamLevelList": [
                                    "149.28%攻击力+186.6%防御力",
                                    "160.476%攻击力+200.595%防御力",
                                    "171.672%攻击力+214.59%防御力",
                                    "186.6%攻击力+233.25%防御力",
                                    "197.796%攻击力+247.245%防御力",
                                    "208.992%攻击力+261.24%防御力",
                                    "223.92%攻击力+279.9%防御力",
                                    "238.848%攻击力+298.56%防御力",
                                    "253.776%攻击力+317.22%防御力",
                                    "268.704%攻击力+335.88%防御力",
                                    "283.632%攻击力+354.54%防御力",
                                    "298.56%攻击力+373.2%防御力",
                                    "317.22%攻击力+396.525%防御力",
                                    "335.88%攻击力+419.85%防御力",
                                    "354.54%攻击力+443.175%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ],
                        "Icon2": "Skill_S_Chiori_02",
                        "Icon3": "Skill_S_Chiori_03"
                    },
                    {
                        "Name": "二刀之形 · 比翼",
                        "Desc": "双刀出鞘，以利落裁衣之势挥出凌厉的一斩，基于千织的攻击力和防御力，造成<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「一理既达，万法皆通。」</i>",
                        "Icon": "Skill_E_Chiori_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "256.32%攻击力+320.4%防御力",
                                    "275.544%攻击力+344.43%防御力",
                                    "294.768%攻击力+368.46%防御力",
                                    "320.4%攻击力+400.5%防御力",
                                    "339.624%攻击力+424.53%防御力",
                                    "358.848%攻击力+448.56%防御力",
                                    "384.48%攻击力+480.6%防御力",
                                    "410.112%攻击力+512.64%防御力",
                                    "435.744%攻击力+544.68%防御力",
                                    "461.376%攻击力+576.72%防御力",
                                    "487.008%攻击力+608.76%防御力",
                                    "512.64%攻击力+640.8%防御力",
                                    "544.68%攻击力+680.85%防御力",
                                    "576.72%攻击力+720.9%防御力",
                                    "608.76%攻击力+760.95%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "量体裁衣",
                        "Desc": "施放<color style='color:#FFD780;'>羽袖一触</color>的上挑攻击后的1秒内，千织不可被打断，且会依据不同的后续操作，产生不同的效果：点按元素战技将触发「织锦」；点按普通攻击则触发「裁锦」。<br><br><color style='color:#FFD780;'>织锦</color><br> · 切换角色，使队伍中下一名自己的角色登场；<br> · 为队伍中所有自己的角色施加「当意即妙」：队伍中自己的当前场上角色的普通攻击、重击和下落攻击命中附近的敌人时，袖将进行协同攻击，在敌人的位置造成相当于羽袖一触的上挑攻击伤害100%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害；<br> · 「当意即妙」持续8秒，每2秒至多触发一次袖的协同攻击，一次「当意即妙」持续期间，至多触发2次协同攻击。<br><br><color style='color:#FFD780;'>裁锦</color><br> · 千织获得<color style='color:#FFE699;'>岩元素附魔</color>，持续5秒。<br><br>千织在场上时，如果施放羽袖一触的上挑攻击后的短暂时间内没有再次点按元素战技或点按普通攻击，将触发后续效果「裁锦」。",
                        "Icon": "UI_Talent_S_Chiori_05"
                    },
                    {
                        "Name": "锦上添花",
                        "Desc": "队伍中附近的角色创造<color style='color:#FFE699;'>岩元素创造物</color>时，千织获得20%<color style='color:#FFE699;'>岩元素伤害加成</color>，持续20秒。",
                        "Icon": "UI_Talent_S_Chiori_06"
                    },
                    {
                        "Name": "衣香襟影",
                        "Desc": "队伍中任意自己的角色装备了默认衣装以外的衣装，或初始之翼以外的风之翼时，队伍中自己的角色获得迅行效果：移动速度提升10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。",
                        "Icon": "UI_Talent_S_Chiori_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "正绢六通",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的自动制御人形「袖」的攻击范围提升50%。<br>此外，如果队伍中存在千织以外的<color style='color:#FFE699;'>岩元素</color>角色，羽袖一触的突进结束时，还将触发以下效果：<br> · 额外唤出一名袖。通过这种方式唤出的千织自己的袖，与通过岩元素创造物额外唤出的千织自己的袖至多同时存在一名；<br> · 触发、突破天赋「锦上添花」，此效果需要解锁突破天赋「锦上添花」。",
                        "Icon": "UI_Talent_S_Chiori_01"
                    },
                    {
                        "Level": 2,
                        "Name": "落染五色",
                        "Desc": "施放<color style='color:#FFD780;'>二刀之形 · 比翼</color>后的10秒内，每3秒都将在当前场上自己的角色身边唤出一名简易自动制御人形「绢」。绢将对附近的敌人发起攻击，造成相当于袖170%的<color style='color:#FFE699;'>岩元素范围伤害</color>，通过这种方式造成的伤害视为元素战技伤害。<br>绢将在进行一次攻击或存在3秒后退场。",
                        "Icon": "UI_Talent_S_Chiori_03"
                    },
                    {
                        "Level": 3,
                        "Name": "缀锦四分",
                        "Desc": "<color style='color:#FFD780;'>羽袖一触</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_01"
                    },
                    {
                        "Level": 4,
                        "Name": "衣裁三礼",
                        "Desc": "触发突破天赋「量体裁衣」的后续效果后的8秒内，队伍中自己的当前场上角色的普通攻击、重击或下落攻击命中附近的敌人时，将在敌人附近唤出一名简易自动制御人形「绢」。每1秒至多通过上述方式唤出一名绢，一次突破天赋「量体裁衣」的当意即妙或裁锦持续期间，至多通过上述方式唤出3名绢。上述效果每15秒最多触发一次。 <br>需要解锁突破天赋「量体裁衣」。",
                        "Icon": "UI_Talent_S_Chiori_02"
                    },
                    {
                        "Level": 5,
                        "Name": "绫羽二重",
                        "Desc": "<color style='color:#FFD780;'>二刀之形 · 比翼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Chiori_02"
                    },
                    {
                        "Level": 6,
                        "Name": "万理一空",
                        "Desc": "普通攻击造成的伤害提升，提升值相当于千织自己的防御力的235%。<br>如果已解锁固有天赋「量体裁衣」，在触发「量体裁衣」的后续效果后，<color style='color:#FFD780;'>羽袖一触</color>的冷却时间减少12秒。",
                        "Icon": "UI_Talent_S_Chiori_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Chiori": {
        "AttackList": [
            {
                "Skill": "E 突进上挑",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        5.5,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E 组",
                "AttGrp": "每1.9s至多附着一次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    400.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "自律人形·袖：间隔斩切",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.2
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E 组",
                "AttGrp": "每1.9s至多附着一次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "被动天赋1 切人后协同",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.5
                    ]
                },
                "AtkTag": "元素战技长按",
                "AttTag": "E 组",
                "AttGrp": "每1.9s至多附着一次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "2/4命 简易型自律人形·绢",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.2
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E 组",
                "AttGrp": "每1.9s至多附着一次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": []
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        1.8
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 51.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.8
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 49.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        1.8,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 31.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        1.8,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 31.3,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 78.6,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByOriginOwner"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        2.1
                    ]
                },
                "AtkTag": "重击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        2.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.3,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "元素爆发气场",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}