// Auto Generated

var _AvatarDataConfig_ = {
    "Clorinde": {
        "BallList": [
            {
                "When": "驰猎/贯夜/1命/6命",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 2
            }
        ],
        "EndureList": [
            {
                "Skill": "2命",
                "Endure": 0.3
            },
            {
                "Skill": "6命",
                "Endure": 0.0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "元素战技的驰猎属于普通攻击动作，而贯夜不属于普通攻击动作，即使造成的伤害仍是普通攻击伤害。<br>普通攻击动作触发的有行秋大招、菲谢尔6命等等。另一方面，北斗大招是普通攻击伤害触发的。",
            "大招伤害范围 ≈ 雷电将军大招拔刀范围<br>1命伤害范围 ≈ 大招普攻范围<br>6命伤害范围 ≈ 雷电将军大招重击范围",
            "大招伤害、贯夜Lv2~3伤害会把敌人<b>朝向克洛琳德自己击退</b>。",
            "<b>产球：</b><br>- 驰猎/贯夜/1命/6命伤害命中怪物，产 1 雷元素微粒，CD 2s。",
            "<b>附着：</b><br>- 驰猎/贯夜 1 元素量，共享默认附着 CD（3次/2.5s）<br>- 1命/6命 1 元素量，共享 CD：每 1s 至多附着一次<br>- 大招 1 元素量，为默认附着 CD （3次/2.5s）<br>大招间隔为 0.1s，共 5 次伤害，因此可附着 2 次。",
            "<b>抗打断：</b><br>- 2命 0.3 = 行秋大招<br>- 6命 0 = 不可打断"
        ]
    }
}

var _AvatarMats_ = {
    "Clorinde": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101237": 3,
                "112080": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113053": 2,
                "101237": 10,
                "112080": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113053": 4,
                "101237": 20,
                "112081": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113053": 8,
                "101237": 30,
                "112081": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113053": 12,
                "101237": 45,
                "112082": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113053": 20,
                "101237": 60,
                "112082": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113048": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Clorinde": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影之誓",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方利落挥斩，并以铳枪打出扇面压制射击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 12.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "54.06%",
                                    "58.46%",
                                    "62.86%",
                                    "69.146%",
                                    "73.546%",
                                    "78.575%",
                                    "85.49%",
                                    "92.404%",
                                    "99.319%",
                                    "106.862%",
                                    "114.405%",
                                    "121.948%",
                                    "129.492%",
                                    "137.035%",
                                    "144.578%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.628%",
                                    "55.831%",
                                    "60.033%",
                                    "66.036%",
                                    "70.239%",
                                    "75.041%",
                                    "81.645%",
                                    "88.248%",
                                    "94.852%",
                                    "102.056%",
                                    "109.26%",
                                    "116.464%",
                                    "123.668%",
                                    "130.872%",
                                    "138.076%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.185%+34.185%",
                                    "36.968%+36.968%",
                                    "39.75%+39.75%",
                                    "43.725%+43.725%",
                                    "46.507%+46.507%",
                                    "49.687%+49.687%",
                                    "54.06%+54.06%",
                                    "58.433%+58.433%",
                                    "62.805%+62.805%",
                                    "67.575%+67.575%",
                                    "72.345%+72.345%",
                                    "77.115%+77.115%",
                                    "81.885%+81.885%",
                                    "86.655%+86.655%",
                                    "91.425%+91.425%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "23.134%+23.134%+23.134%",
                                    "25.017%+25.017%+25.017%",
                                    "26.9%+26.9%+26.9%",
                                    "29.59%+29.59%+29.59%",
                                    "31.473%+31.473%+31.473%",
                                    "33.625%+33.625%+33.625%",
                                    "36.584%+36.584%+36.584%",
                                    "39.543%+39.543%+39.543%",
                                    "42.502%+42.502%+42.502%",
                                    "45.73%+45.73%+45.73%",
                                    "48.958%+48.958%+48.958%",
                                    "52.186%+52.186%+52.186%",
                                    "55.414%+55.414%+55.414%",
                                    "58.642%+58.642%+58.642%",
                                    "61.87%+61.87%+61.87%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.01%",
                                    "97.337%",
                                    "104.663%",
                                    "115.129%",
                                    "122.456%",
                                    "130.829%",
                                    "142.342%",
                                    "153.855%",
                                    "165.367%",
                                    "177.927%",
                                    "190.487%",
                                    "203.046%",
                                    "215.606%",
                                    "228.165%",
                                    "240.725%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "128.14%",
                                    "138.57%",
                                    "149.0%",
                                    "163.9%",
                                    "174.33%",
                                    "186.25%",
                                    "202.64%",
                                    "219.03%",
                                    "235.42%",
                                    "253.3%",
                                    "271.18%",
                                    "289.06%",
                                    "306.94%",
                                    "324.82%",
                                    "342.7%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "狩夜之巡",
                        "Desc": "预装铳枪，进入剑枪结合作战的「夜巡」状态。在此状态下，克洛琳德的普通攻击将转为进行铳枪射击「驰猎」，造成的伤害将转为无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>；施放元素战技将转为进行「贯夜」：进行突进剑击，造成<color style='color:#FFACFF;'>雷元素伤害</color>。上述方式造成的伤害视为普通攻击造成的伤害。<br><br><color style='color:#FFD780;'>驰猎</color><br> · 生命之契大于或等于生命值上限的100%时：进行铳枪射击；<br> · 生命之契小于生命值上限的100%时：发射铳枪时基于克洛琳德的生命值上限赋予她一定的生命之契，打出能穿透敌人的弹药，对路径上的敌人造成更高的伤害。<br><br><color style='color:#FFD780;'>贯夜</color><br>根据克洛琳德当前生命之契的百分比，决定此次贯夜的效果：<br> · 生命之契为0%时，将进行突进剑击；<br> · 生命之契小于生命值上限的100%时，将为克洛琳德恢复生命值，回复量基于她的生命之契数值，并提升此次贯夜的范围与造成的伤害；<br> · 生命之契大于或等于生命值上限的100%时，将进行贯夜 · 契令，为克洛琳德恢复更高比例的生命值，并进一步提升此次贯夜的范围与造成的伤害。<br><br>此外，克洛琳德处于夜巡状态下时，贯夜以外的治疗效果将不会生效，并转为为她赋予相当于生命值回复量一定比例的生命之契。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，克洛琳德的驰猎命中敌人后，将在敌人的位置降下流涌之刃，造成具有荒性的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>夜影中潜伏的邪祟之物早已在千年间被诛讨殆尽，然而人心中亦有光明难及的阴影。<br>时至今日，她依然铭记着「黄金猎人」留下的告诫：点燃烛火的巡夜之人更应时刻保持警惕，莫要被冰冷的黑暗浸染。</i>",
                        "Num": 1,
                        "Lock": 12.0,
                        "Icon": "Skill_S_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "驰猎伤害",
                                "ParamLevelList": [
                                    "26.763%/33.454%",
                                    "28.942%/36.177%",
                                    "31.12%/38.9%",
                                    "34.232%/42.79%",
                                    "36.41%/45.513%",
                                    "38.9%/48.625%",
                                    "42.323%/52.904%",
                                    "45.746%/57.183%",
                                    "49.17%/61.462%",
                                    "52.904%/66.13%",
                                    "56.638%/70.798%",
                                    "60.373%/75.466%",
                                    "64.107%/80.134%",
                                    "67.842%/84.802%",
                                    "71.576%/89.47%"
                                ]
                            },
                            {
                                "Desc": "驰猎赋予生命之契",
                                "ParamLevelList": [
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "贯夜伤害",
                                "ParamLevelList": [
                                    "32.972%/43.963%/18.318%×3",
                                    "35.656%/47.542%/19.809%×3",
                                    "38.34%/51.12%/21.3%×3",
                                    "42.174%/56.232%/23.43%×3",
                                    "44.858%/59.81%/24.921%×3",
                                    "47.925%/63.9%/26.625%×3",
                                    "52.142%/69.523%/28.968%×3",
                                    "56.36%/75.146%/31.311%×3",
                                    "60.577%/80.77%/33.654%×3",
                                    "65.178%/86.904%/36.21%×3",
                                    "69.779%/93.038%/38.766%×3",
                                    "74.38%/99.173%/41.322%×3",
                                    "78.98%/105.307%/43.878%×3",
                                    "83.581%/111.442%/46.434%×3",
                                    "88.182%/117.576%/48.99%×3"
                                ]
                            },
                            {
                                "Desc": "贯夜治疗量",
                                "ParamLevelList": [
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契"
                                ]
                            },
                            {
                                "Desc": "生命之契转化",
                                "ParamLevelList": [
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "43.2%",
                                    "46.44%",
                                    "49.68%",
                                    "54.0%",
                                    "57.24%",
                                    "60.48%",
                                    "64.8%",
                                    "69.12%",
                                    "73.44%",
                                    "77.76%",
                                    "82.08%",
                                    "86.4%",
                                    "91.8%",
                                    "97.2%",
                                    "102.6%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "夜巡状态持续时间",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "残光将终",
                        "Desc": "基于生命值上限为自己赋予生命之契，随后以剑枪齐奏的技艺闪身截击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>以凡人之躯对抗非人之物的古老技艺，据说其传承最早可以追溯到反抗雷穆利亚帝国的纯水骑士。<br>话虽如此，只要能想办法控制住力道，倒也不是完全不能在决斗中对普通的敌人使用。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "126.88%×5",
                                    "136.396%×5",
                                    "145.912%×5",
                                    "158.6%×5",
                                    "168.116%×5",
                                    "177.632%×5",
                                    "190.32%×5",
                                    "203.008%×5",
                                    "215.696%×5",
                                    "228.384%×5",
                                    "241.072%×5",
                                    "253.76%×5",
                                    "269.62%×5",
                                    "285.48%×5",
                                    "301.34%×5"
                                ]
                            },
                            {
                                "Desc": "赋予生命之契",
                                "ParamLevelList": [
                                    "66.0%生命值上限",
                                    "72.0%生命值上限",
                                    "78.0%生命值上限",
                                    "84.0%生命值上限",
                                    "90.0%生命值上限",
                                    "96.0%生命值上限",
                                    "102.0%生命值上限",
                                    "108.0%生命值上限",
                                    "114.0%生命值上限",
                                    "120.0%生命值上限",
                                    "126.0%生命值上限",
                                    "132.0%生命值上限",
                                    "138.0%生命值上限",
                                    "144.0%生命值上限",
                                    "150.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "破夜的明焰",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的17%，提升普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升1530。",
                        "Icon": "UI_Talent_S_Clorinde_05"
                    },
                    {
                        "Name": "契令的酬偿",
                        "Desc": "如果克洛琳德的生命之契大于或等于生命值上限的100%，生命之契的数值提升或降低时，克洛琳德的暴击率提升10%，此效果持续15秒，至多叠加2层，每层独立计时。<br>此外，<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态获得强化：持续期间，治疗回复量转化为生命之契的比例提升至100%。",
                        "Icon": "UI_Talent_S_Clorinde_06"
                    },
                    {
                        "Name": "夜巡之获",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>枫丹区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「自此，行过烛影之帷」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态持续期间，克洛琳德的普通攻击造成的<color style='color:#FFACFF;'>雷元素伤害</color>命中敌人时，将在敌人附近唤出夜巡之影进行两次协同攻击，各自造成克洛琳德30%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>此效果每1秒至多触发一次，通过这种方式造成的伤害视为普通攻击伤害。",
                        "Icon": "UI_Talent_S_Clorinde_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「自此，直面长夜之危」",
                        "Desc": "固有天赋「破夜的明焰」的效果获得强化：队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的24%，提升普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。处于3层状态下时，克洛琳德的抗打断能力提升。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升2160。<br>需要解锁固有天赋「破夜的明焰」。",
                        "Icon": "UI_Talent_S_Clorinde_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我将铭记白昼的誓言」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「铭记泪，生命与仁爱」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>对敌人造成伤害时，将根据克洛琳德的当前生命之契百分比提升此次伤害，每1%生命之契都将使此次<color style='color:#FFD780;'>残光将终</color>造成的伤害提升2%；通过这种方式，至多使<color style='color:#FFD780;'>残光将终</color>造成的伤害提升200%。",
                        "Icon": "UI_Talent_S_Clorinde_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「也铭记黎明终将到来」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「为此，勿将希望弃扬」",
                        "Desc": "施放<color style='color:#FFD780;'>狩夜之巡</color>后的12秒内，克洛琳德的暴击率提升10%，暴击伤害提升70%。<br>此外，夜巡状态持续期间，明烛之影会在特定条件下出现，追击敌人，造成克洛琳德200%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>，通过这种方式造成的伤害视为普通攻击伤害。<br>明烛之影会在如下情况下出现：<br> · 克洛琳德即将被敌人的攻击命中时；<br> · 克洛琳德进行贯夜 · 契令时。<br>每1秒至多通过上述方式唤出1次明烛之影，一次夜巡状态持续期间，至多唤出6次明烛之影。<br>此外，夜巡状态持续期间，克洛琳德受到的伤害降低80%，抗打断能力提高，该效果将在夜巡状态结束或唤出6次明烛之影的1秒后移除。",
                        "Icon": "UI_Talent_S_Clorinde_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影之誓",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方利落挥斩，并以铳枪打出扇面压制射击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "54.06%",
                                    "58.46%",
                                    "62.86%",
                                    "69.146%",
                                    "73.546%",
                                    "78.575%",
                                    "85.49%",
                                    "92.404%",
                                    "99.319%",
                                    "106.862%",
                                    "114.405%",
                                    "121.948%",
                                    "129.492%",
                                    "137.035%",
                                    "144.578%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.628%",
                                    "55.831%",
                                    "60.033%",
                                    "66.036%",
                                    "70.239%",
                                    "75.041%",
                                    "81.645%",
                                    "88.248%",
                                    "94.852%",
                                    "102.056%",
                                    "109.26%",
                                    "116.464%",
                                    "123.668%",
                                    "130.872%",
                                    "138.076%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.185%+34.185%",
                                    "36.968%+36.968%",
                                    "39.75%+39.75%",
                                    "43.725%+43.725%",
                                    "46.507%+46.507%",
                                    "49.687%+49.687%",
                                    "54.06%+54.06%",
                                    "58.433%+58.433%",
                                    "62.805%+62.805%",
                                    "67.575%+67.575%",
                                    "72.345%+72.345%",
                                    "77.115%+77.115%",
                                    "81.885%+81.885%",
                                    "86.655%+86.655%",
                                    "91.425%+91.425%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "23.134%+23.134%+23.134%",
                                    "25.017%+25.017%+25.017%",
                                    "26.9%+26.9%+26.9%",
                                    "29.59%+29.59%+29.59%",
                                    "31.473%+31.473%+31.473%",
                                    "33.625%+33.625%+33.625%",
                                    "36.584%+36.584%+36.584%",
                                    "39.543%+39.543%+39.543%",
                                    "42.502%+42.502%+42.502%",
                                    "45.73%+45.73%+45.73%",
                                    "48.958%+48.958%+48.958%",
                                    "52.186%+52.186%+52.186%",
                                    "55.414%+55.414%+55.414%",
                                    "58.642%+58.642%+58.642%",
                                    "61.87%+61.87%+61.87%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.01%",
                                    "97.337%",
                                    "104.663%",
                                    "115.129%",
                                    "122.456%",
                                    "130.829%",
                                    "142.342%",
                                    "153.855%",
                                    "165.367%",
                                    "177.927%",
                                    "190.487%",
                                    "203.046%",
                                    "215.606%",
                                    "228.165%",
                                    "240.725%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "128.14%",
                                    "138.57%",
                                    "149.0%",
                                    "163.9%",
                                    "174.33%",
                                    "186.25%",
                                    "202.64%",
                                    "219.03%",
                                    "235.42%",
                                    "253.3%",
                                    "271.18%",
                                    "289.06%",
                                    "306.94%",
                                    "324.82%",
                                    "342.7%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "狩夜之巡",
                        "Desc": "预装铳枪，进入剑枪结合作战的「夜巡」状态。在此状态下，克洛琳德的普通攻击将转为进行铳枪射击「驰猎」，造成的伤害将转为无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>；施放元素战技将转为进行「贯夜」：进行突进剑击，造成<color style='color:#FFACFF;'>雷元素伤害</color>。上述方式造成的伤害视为普通攻击造成的伤害。<br><br><color style='color:#FFD780;'>驰猎</color><br> · 生命之契大于或等于生命值上限的100%时：进行铳枪射击；<br> · 生命之契小于生命值上限的100%时：发射铳枪时基于克洛琳德的生命值上限赋予她一定的生命之契，打出能穿透敌人的弹药，对路径上的敌人造成更高的伤害。<br><br><color style='color:#FFD780;'>贯夜</color><br>根据克洛琳德当前生命之契的百分比，决定此次贯夜的效果：<br> · 生命之契为0%时，将进行突进剑击；<br> · 生命之契小于生命值上限的100%时，将为克洛琳德恢复生命值，回复量基于她的生命之契数值，并提升此次贯夜的范围与造成的伤害；<br> · 生命之契大于或等于生命值上限的100%时，将进行贯夜 · 契令，为克洛琳德恢复更高比例的生命值，并进一步提升此次贯夜的范围与造成的伤害。<br><br>此外，克洛琳德处于夜巡状态下时，贯夜以外的治疗效果将不会生效，并转为为她赋予相当于生命值回复量一定比例的生命之契。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，克洛琳德的驰猎命中敌人后，将在敌人的位置降下流涌之刃，造成具有荒性的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>夜影中潜伏的邪祟之物早已在千年间被诛讨殆尽，然而人心中亦有光明难及的阴影。<br>时至今日，她依然铭记着「黄金猎人」留下的告诫：点燃烛火的巡夜之人更应时刻保持警惕，莫要被冰冷的黑暗浸染。</i>",
                        "Num": 1,
                        "Lock": 12.0,
                        "Icon": "Skill_S_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "驰猎伤害",
                                "ParamLevelList": [
                                    "26.763%/33.454%",
                                    "28.942%/36.177%",
                                    "31.12%/38.9%",
                                    "34.232%/42.79%",
                                    "36.41%/45.513%",
                                    "38.9%/48.625%",
                                    "42.323%/52.904%",
                                    "45.746%/57.183%",
                                    "49.17%/61.462%",
                                    "52.904%/66.13%",
                                    "56.638%/70.798%",
                                    "60.373%/75.466%",
                                    "64.107%/80.134%",
                                    "67.842%/84.802%",
                                    "71.576%/89.47%"
                                ]
                            },
                            {
                                "Desc": "驰猎赋予生命之契",
                                "ParamLevelList": [
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "贯夜伤害",
                                "ParamLevelList": [
                                    "32.972%/43.963%/18.318%×3",
                                    "35.656%/47.542%/19.809%×3",
                                    "38.34%/51.12%/21.3%×3",
                                    "42.174%/56.232%/23.43%×3",
                                    "44.858%/59.81%/24.921%×3",
                                    "47.925%/63.9%/26.625%×3",
                                    "52.142%/69.523%/28.968%×3",
                                    "56.36%/75.146%/31.311%×3",
                                    "60.577%/80.77%/33.654%×3",
                                    "65.178%/86.904%/36.21%×3",
                                    "69.779%/93.038%/38.766%×3",
                                    "74.38%/99.173%/41.322%×3",
                                    "78.98%/105.307%/43.878%×3",
                                    "83.581%/111.442%/46.434%×3",
                                    "88.182%/117.576%/48.99%×3"
                                ]
                            },
                            {
                                "Desc": "贯夜治疗量",
                                "ParamLevelList": [
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契",
                                    "0%/105.0%/120.0%生命之契"
                                ]
                            },
                            {
                                "Desc": "生命之契转化",
                                "ParamLevelList": [
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "43.2%",
                                    "46.44%",
                                    "49.68%",
                                    "54.0%",
                                    "57.24%",
                                    "60.48%",
                                    "64.8%",
                                    "69.12%",
                                    "73.44%",
                                    "77.76%",
                                    "82.08%",
                                    "86.4%",
                                    "91.8%",
                                    "97.2%",
                                    "102.6%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "夜巡状态持续时间",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "残光将终",
                        "Desc": "基于生命值上限为自己赋予生命之契，随后以剑枪齐奏的技艺闪身截击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>以凡人之躯对抗非人之物的古老技艺，据说其传承最早可以追溯到反抗雷穆利亚帝国的纯水骑士。<br>话虽如此，只要能想办法控制住力道，倒也不是完全不能在决斗中对普通的敌人使用。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "126.88%×5",
                                    "136.396%×5",
                                    "145.912%×5",
                                    "158.6%×5",
                                    "168.116%×5",
                                    "177.632%×5",
                                    "190.32%×5",
                                    "203.008%×5",
                                    "215.696%×5",
                                    "228.384%×5",
                                    "241.072%×5",
                                    "253.76%×5",
                                    "269.62%×5",
                                    "285.48%×5",
                                    "301.34%×5"
                                ]
                            },
                            {
                                "Desc": "赋予生命之契",
                                "ParamLevelList": [
                                    "66.0%生命值上限",
                                    "72.0%生命值上限",
                                    "78.0%生命值上限",
                                    "84.0%生命值上限",
                                    "90.0%生命值上限",
                                    "96.0%生命值上限",
                                    "102.0%生命值上限",
                                    "108.0%生命值上限",
                                    "114.0%生命值上限",
                                    "120.0%生命值上限",
                                    "126.0%生命值上限",
                                    "132.0%生命值上限",
                                    "138.0%生命值上限",
                                    "144.0%生命值上限",
                                    "150.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "破夜的明焰",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的17%，提升普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升1530。",
                        "Icon": "UI_Talent_S_Clorinde_05"
                    },
                    {
                        "Name": "契令的酬偿",
                        "Desc": "如果克洛琳德的生命之契大于或等于生命值上限的100%，生命之契的数值提升或降低时，克洛琳德的暴击率提升10%，此效果持续15秒，至多叠加2层，每层独立计时。<br>此外，<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态获得强化：持续期间，治疗回复量转化为生命之契的比例提升至100%。",
                        "Icon": "UI_Talent_S_Clorinde_06"
                    },
                    {
                        "Name": "夜巡之获",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>枫丹区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「自此，行过烛影之帷」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态持续期间，克洛琳德的普通攻击造成的<color style='color:#FFACFF;'>雷元素伤害</color>命中敌人时，将在敌人附近唤出夜巡之影进行两次协同攻击，各自造成克洛琳德30%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>此效果每1秒至多触发一次，通过这种方式造成的伤害视为普通攻击伤害。",
                        "Icon": "UI_Talent_S_Clorinde_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「自此，直面长夜之危」",
                        "Desc": "固有天赋「破夜的明焰」的效果获得强化：队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的24%，提升普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。处于3层状态下时，克洛琳德的抗打断能力提升。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升2160。<br>需要解锁固有天赋「破夜的明焰」。",
                        "Icon": "UI_Talent_S_Clorinde_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我将铭记白昼的誓言」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_02"
                    },
                    {
                        "Level": 4,
                        "Name": "「铭记泪，生命与仁爱」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>对敌人造成伤害时，将根据克洛琳德的当前生命之契百分比提升此次伤害，每1%生命之契都将使此次<color style='color:#FFD780;'>残光将终</color>造成的伤害提升2%；通过这种方式，至多使<color style='color:#FFD780;'>残光将终</color>造成的伤害提升200%。",
                        "Icon": "UI_Talent_S_Clorinde_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「也铭记黎明终将到来」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_01"
                    },
                    {
                        "Level": 6,
                        "Name": "「为此，勿将希望弃扬」",
                        "Desc": "施放<color style='color:#FFD780;'>狩夜之巡</color>后的12秒内，克洛琳德的暴击率提升10%，暴击伤害提升70%。<br>此外，夜巡状态持续期间，明烛之影会在特定条件下出现，追击敌人，造成克洛琳德200%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>，通过这种方式造成的伤害视为普通攻击伤害。<br>明烛之影会在如下情况下出现：<br> · 克洛琳德即将被敌人的攻击命中时；<br> · 克洛琳德进行贯夜 · 契令时。<br>每1秒至多通过上述方式唤出1次明烛之影，一次夜巡状态持续期间，至多唤出6次明烛之影。<br>此外，夜巡状态持续期间，克洛琳德受到的伤害降低80%，抗打断能力提高，该效果将在夜巡状态结束或唤出6次明烛之影的1秒后移除。",
                        "Icon": "UI_Talent_S_Clorinde_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影之誓",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，以铳枪打出扇面压制射击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "54.06%",
                                    "58.46%",
                                    "62.86%",
                                    "69.146%",
                                    "73.546%",
                                    "78.575%",
                                    "85.49%",
                                    "92.404%",
                                    "99.319%",
                                    "106.862%",
                                    "114.405%",
                                    "121.948%",
                                    "129.492%",
                                    "137.035%",
                                    "144.578%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.628%",
                                    "55.831%",
                                    "60.033%",
                                    "66.036%",
                                    "70.239%",
                                    "75.041%",
                                    "81.645%",
                                    "88.248%",
                                    "94.852%",
                                    "102.056%",
                                    "109.26%",
                                    "116.464%",
                                    "123.668%",
                                    "130.872%",
                                    "138.076%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.185%+34.185%",
                                    "36.968%+36.968%",
                                    "39.75%+39.75%",
                                    "43.725%+43.725%",
                                    "46.507%+46.507%",
                                    "49.687%+49.687%",
                                    "54.06%+54.06%",
                                    "58.433%+58.433%",
                                    "62.805%+62.805%",
                                    "67.575%+67.575%",
                                    "72.345%+72.345%",
                                    "77.115%+77.115%",
                                    "81.885%+81.885%",
                                    "86.655%+86.655%",
                                    "91.425%+91.425%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "23.134%+23.134%+23.134%",
                                    "25.017%+25.017%+25.017%",
                                    "26.9%+26.9%+26.9%",
                                    "29.59%+29.59%+29.59%",
                                    "31.473%+31.473%+31.473%",
                                    "33.625%+33.625%+33.625%",
                                    "36.584%+36.584%+36.584%",
                                    "39.543%+39.543%+39.543%",
                                    "42.502%+42.502%+42.502%",
                                    "45.73%+45.73%+45.73%",
                                    "48.958%+48.958%+48.958%",
                                    "52.186%+52.186%+52.186%",
                                    "55.414%+55.414%+55.414%",
                                    "58.642%+58.642%+58.642%",
                                    "61.87%+61.87%+61.87%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.01%",
                                    "97.337%",
                                    "104.663%",
                                    "115.129%",
                                    "122.456%",
                                    "130.829%",
                                    "142.342%",
                                    "153.855%",
                                    "165.367%",
                                    "177.927%",
                                    "190.487%",
                                    "203.046%",
                                    "215.606%",
                                    "228.165%",
                                    "240.725%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "128.14%",
                                    "138.57%",
                                    "149.0%",
                                    "163.9%",
                                    "174.33%",
                                    "186.25%",
                                    "202.64%",
                                    "219.03%",
                                    "235.42%",
                                    "253.3%",
                                    "271.18%",
                                    "289.06%",
                                    "306.94%",
                                    "324.82%",
                                    "342.7%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "狩夜之巡",
                        "Desc": "预装铳枪，进入剑枪结合作战的「夜巡」状态。在此状态下，克洛琳德的普通攻击将转为进行铳枪射击「驰猎」，造成的伤害将转为无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>；施放元素战技将转为进行「贯夜」：进行突进剑击，造成<color style='color:#FFACFF;'>雷元素伤害</color>。上述方式造成的伤害视为普通攻击造成的伤害。<br><br><color style='color:#FFD780;'>驰猎</color><br> · 生命之契大于或等于生命值上限的100%时：进行铳枪射击；<br> · 生命之契小于生命值上限的100%时：发射铳枪时基于克洛琳德的生命值上限赋予她一定的生命之契，打出能穿透敌人的弹药，对路径上的敌人造成更高的伤害。<br><br><color style='color:#FFD780;'>贯夜</color><br>根据克洛琳德当前生命之契的百分比，决定此次贯夜的效果：<br> · 生命之契为0%时，将进行突进剑击；<br> · 生命之契小于生命值上限的100%时，将为克洛琳德恢复生命值，回复量基于她的生命之契数值，并提升此次贯夜的范围与造成的伤害；<br> · 生命之契大于或等于生命值上限的100%时，将进行贯夜 · 契令，为克洛琳德恢复更高比例的生命值，并进一步提升此次贯夜的范围与造成的伤害。<br><br>此外，克洛琳德处于夜巡状态下时，贯夜以外的治疗效果将不会生效，并转为为她赋予相当于生命值回复量一定比例的生命之契。<br><br>「夜巡」状态将在克洛琳德退场时解除。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，克洛琳德的驰猎命中时，将在敌人的位置降下流涌之刃，造成具有荒性的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>夜影中潜伏的邪祟之物早已在千年间被诛讨殆尽，然而人心中亦有光明难及的阴影。<br>时至今日，她依然铭记着「黄金猎人」留下的告诫：点燃烛火的巡夜之人更应时刻保持警惕，莫要被冰冷的黑暗浸染。</i>",
                        "Num": 1,
                        "Lock": 12.0,
                        "Icon": "Skill_S_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "驰猎伤害",
                                "ParamLevelList": [
                                    "26.763%/38.786%",
                                    "28.942%/41.943%",
                                    "31.12%/45.1%",
                                    "34.232%/49.61%",
                                    "36.41%/52.767%",
                                    "38.9%/56.375%",
                                    "42.323%/61.336%",
                                    "45.746%/66.297%",
                                    "49.17%/71.258%",
                                    "52.904%/76.67%",
                                    "56.638%/82.082%",
                                    "60.373%/87.494%",
                                    "64.107%/92.906%",
                                    "67.842%/98.318%",
                                    "71.576%/103.73%"
                                ]
                            },
                            {
                                "Desc": "驰猎赋予生命之契",
                                "ParamLevelList": [
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "贯夜伤害",
                                "ParamLevelList": [
                                    "32.972%/43.963%/25.112%×3",
                                    "35.656%/47.542%/27.156%×3",
                                    "38.34%/51.12%/29.2%×3",
                                    "42.174%/56.232%/32.12%×3",
                                    "44.858%/59.81%/34.164%×3",
                                    "47.925%/63.9%/36.5%×3",
                                    "52.142%/69.523%/39.712%×3",
                                    "56.36%/75.146%/42.924%×3",
                                    "60.577%/80.77%/46.136%×3",
                                    "65.178%/86.904%/49.64%×3",
                                    "69.779%/93.038%/53.144%×3",
                                    "74.38%/99.173%/56.648%×3",
                                    "78.98%/105.307%/60.152%×3",
                                    "83.581%/111.442%/63.656%×3",
                                    "88.182%/117.576%/67.16%×3"
                                ]
                            },
                            {
                                "Desc": "贯夜治疗量",
                                "ParamLevelList": [
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契"
                                ]
                            },
                            {
                                "Desc": "生命之契转化",
                                "ParamLevelList": [
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "43.2%",
                                    "46.44%",
                                    "49.68%",
                                    "54.0%",
                                    "57.24%",
                                    "60.48%",
                                    "64.8%",
                                    "69.12%",
                                    "73.44%",
                                    "77.76%",
                                    "82.08%",
                                    "86.4%",
                                    "91.8%",
                                    "97.2%",
                                    "102.6%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "夜巡状态持续时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "残光将终",
                        "Desc": "基于生命值上限为自己赋予生命之契，随后以剑枪齐奏的技艺闪身截击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>以凡人之躯对抗非人之物的古老技艺，据说其传承最早可以追溯到反抗雷穆利亚帝国的纯水骑士。<br>话虽如此，只要能想办法控制住力道，倒也不是完全不能在决斗中对普通的敌人使用。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "126.88%×5",
                                    "136.396%×5",
                                    "145.912%×5",
                                    "158.6%×5",
                                    "168.116%×5",
                                    "177.632%×5",
                                    "190.32%×5",
                                    "203.008%×5",
                                    "215.696%×5",
                                    "228.384%×5",
                                    "241.072%×5",
                                    "253.76%×5",
                                    "269.62%×5",
                                    "285.48%×5",
                                    "301.34%×5"
                                ]
                            },
                            {
                                "Desc": "赋予生命之契",
                                "ParamLevelList": [
                                    "66.0%生命值上限",
                                    "72.0%生命值上限",
                                    "78.0%生命值上限",
                                    "84.0%生命值上限",
                                    "90.0%生命值上限",
                                    "96.0%生命值上限",
                                    "102.0%生命值上限",
                                    "108.0%生命值上限",
                                    "114.0%生命值上限",
                                    "120.0%生命值上限",
                                    "126.0%生命值上限",
                                    "132.0%生命值上限",
                                    "138.0%生命值上限",
                                    "144.0%生命值上限",
                                    "150.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "破夜的明焰",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的20%，提升克洛琳德的普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升1800。",
                        "Icon": "UI_Talent_S_Clorinde_05"
                    },
                    {
                        "Name": "契令的酬偿",
                        "Desc": "如果克洛琳德的生命之契大于或等于生命值上限的100%，生命之契的数值提升或降低时，克洛琳德的暴击率提升10%，此效果持续15秒，至多叠加2层，每层独立计时。<br>此外，<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态获得强化：持续期间，治疗回复量转化为生命之契的比例提升至100%。",
                        "Icon": "UI_Talent_S_Clorinde_06"
                    },
                    {
                        "Name": "夜巡之获",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>枫丹区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「自此，行过烛影之帷」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态持续期间，克洛琳德的普通攻击造成的<color style='color:#FFACFF;'>雷元素伤害</color>命中敌人时，将在敌人附近唤出夜巡之影进行两次协同攻击，各自造成克洛琳德30%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>此效果每1.2秒至多触发一次，通过这种方式造成的伤害视为普通攻击伤害。",
                        "Icon": "UI_Talent_S_Clorinde_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「自此，直面长夜之危」",
                        "Desc": "固有天赋「破夜的明焰」的效果获得强化：队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的30%，提升普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。处于3层状态下时，克洛琳德的抗打断能力提升。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升2700。<br>需要解锁固有天赋「破夜的明焰」。",
                        "Icon": "UI_Talent_S_Clorinde_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我将铭记白昼的誓言」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_02"
                    },
                    {
                        "Level": 4,
                        "Name": "「铭记泪，生命与仁爱」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>对敌人造成伤害时，将根据克洛琳德的当前生命之契百分比提升此次伤害，每1%生命之契都将使此次<color style='color:#FFD780;'>残光将终</color>造成的伤害提升2%；通过这种方式，至多使<color style='color:#FFD780;'>残光将终</color>造成的伤害提升200%。",
                        "Icon": "UI_Talent_S_Clorinde_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「也铭记黎明终将到来」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_01"
                    },
                    {
                        "Level": 6,
                        "Name": "「为此，勿将希望弃扬」",
                        "Desc": "施放<color style='color:#FFD780;'>狩夜之巡</color>后的12秒内，克洛琳德的暴击率提升10%，暴击伤害提升70%。<br>此外，夜巡状态持续期间，明烛之影会在特定条件下出现，追击敌人，造成克洛琳德200%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>，通过这种方式造成的伤害视为普通攻击伤害。<br>明烛之影会在如下情况下出现：<br> · 克洛琳德即将被敌人的攻击命中时；<br> · 克洛琳德进行贯夜 · 契令时。<br>每1秒至多通过上述方式唤出1次明烛之影，一次夜巡状态持续期间，至多唤出6次明烛之影。<br>此外，夜巡状态持续期间，克洛琳德受到的伤害降低80%，抗打断能力提高，该效果将在夜巡状态结束或唤出6次明烛之影的1秒后移除。",
                        "Icon": "UI_Talent_S_Clorinde_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影之誓",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，以铳枪打出扇面压制射击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "54.06%",
                                    "58.46%",
                                    "62.86%",
                                    "69.146%",
                                    "73.546%",
                                    "78.575%",
                                    "85.49%",
                                    "92.404%",
                                    "99.319%",
                                    "106.862%",
                                    "114.405%",
                                    "121.948%",
                                    "129.492%",
                                    "137.035%",
                                    "144.578%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.628%",
                                    "55.831%",
                                    "60.033%",
                                    "66.036%",
                                    "70.239%",
                                    "75.041%",
                                    "81.645%",
                                    "88.248%",
                                    "94.852%",
                                    "102.056%",
                                    "109.26%",
                                    "116.464%",
                                    "123.668%",
                                    "130.872%",
                                    "138.076%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.185%+34.185%",
                                    "36.968%+36.968%",
                                    "39.75%+39.75%",
                                    "43.725%+43.725%",
                                    "46.507%+46.507%",
                                    "49.687%+49.687%",
                                    "54.06%+54.06%",
                                    "58.433%+58.433%",
                                    "62.805%+62.805%",
                                    "67.575%+67.575%",
                                    "72.345%+72.345%",
                                    "77.115%+77.115%",
                                    "81.885%+81.885%",
                                    "86.655%+86.655%",
                                    "91.425%+91.425%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "23.134%+23.134%+23.134%",
                                    "25.017%+25.017%+25.017%",
                                    "26.9%+26.9%+26.9%",
                                    "29.59%+29.59%+29.59%",
                                    "31.473%+31.473%+31.473%",
                                    "33.625%+33.625%+33.625%",
                                    "36.584%+36.584%+36.584%",
                                    "39.543%+39.543%+39.543%",
                                    "42.502%+42.502%+42.502%",
                                    "45.73%+45.73%+45.73%",
                                    "48.958%+48.958%+48.958%",
                                    "52.186%+52.186%+52.186%",
                                    "55.414%+55.414%+55.414%",
                                    "58.642%+58.642%+58.642%",
                                    "61.87%+61.87%+61.87%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.01%",
                                    "97.337%",
                                    "104.663%",
                                    "115.129%",
                                    "122.456%",
                                    "130.829%",
                                    "142.342%",
                                    "153.855%",
                                    "165.367%",
                                    "177.927%",
                                    "190.487%",
                                    "203.046%",
                                    "215.606%",
                                    "228.165%",
                                    "240.725%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "128.14%",
                                    "138.57%",
                                    "149.0%",
                                    "163.9%",
                                    "174.33%",
                                    "186.25%",
                                    "202.64%",
                                    "219.03%",
                                    "235.42%",
                                    "253.3%",
                                    "271.18%",
                                    "289.06%",
                                    "306.94%",
                                    "324.82%",
                                    "342.7%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "狩夜之巡",
                        "Desc": "预装铳枪，进入剑枪结合作战的「夜巡」状态。在此状态下，克洛琳德的普通攻击将转为进行铳枪射击「驰猎」，造成的伤害将转为无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，并且无法进行重击；施放元素战技将转为进行「贯夜」：进行突进剑击，造成<color style='color:#FFACFF;'>雷元素伤害</color>。上述方式造成的伤害视为普通攻击造成的伤害。<br><br><color style='color:#FFD780;'>驰猎</color><br> · 生命之契大于或等于生命值上限的100%时：进行铳枪射击；<br> · 生命之契小于生命值上限的100%时：发射铳枪时基于克洛琳德的生命值上限赋予她一定的生命之契，打出能穿透敌人的弹药，对路径上的敌人造成更高的伤害。<br><br><color style='color:#FFD780;'>贯夜</color><br>根据克洛琳德当前生命之契的百分比，决定此次贯夜的效果：<br> · 生命之契为0%时，将进行突进剑击；<br> · 生命之契小于生命值上限的100%时，将为克洛琳德恢复生命值，回复量基于她的生命之契数值，并提升此次贯夜的范围与造成的伤害；<br> · 生命之契大于或等于生命值上限的100%时，将进行贯夜 · 契令，为克洛琳德恢复更高比例的生命值，并进一步提升此次贯夜的攻击范围与造成的伤害。<br><br>此外，克洛琳德处于夜巡状态下时，贯夜以外的治疗效果将不会生效，并转为为她赋予相当于生命值回复量一定比例的生命之契。<br><br>「夜巡」状态将在克洛琳德退场时解除。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，克洛琳德的驰猎命中时，将在敌人的位置降下流涌之刃，造成具有荒性的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>夜影中潜伏的邪祟之物早已在千年间被诛讨殆尽，然而人心中亦有光明难及的阴影。<br>时至今日，她依然铭记着「黄金猎人」留下的告诫：点燃烛火的巡夜之人更应时刻保持警惕，莫要被冰冷的黑暗浸染。</i>",
                        "Num": 1,
                        "Lock": 12.0,
                        "Icon": "Skill_S_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "驰猎伤害",
                                "ParamLevelList": [
                                    "26.763%/38.786%",
                                    "28.942%/41.943%",
                                    "31.12%/45.1%",
                                    "34.232%/49.61%",
                                    "36.41%/52.767%",
                                    "38.9%/56.375%",
                                    "42.323%/61.336%",
                                    "45.746%/66.297%",
                                    "49.17%/71.258%",
                                    "52.904%/76.67%",
                                    "56.638%/82.082%",
                                    "60.373%/87.494%",
                                    "64.107%/92.906%",
                                    "67.842%/98.318%",
                                    "71.576%/103.73%"
                                ]
                            },
                            {
                                "Desc": "驰猎赋予生命之契",
                                "ParamLevelList": [
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "贯夜伤害",
                                "ParamLevelList": [
                                    "32.972%/43.963%/25.112%×3",
                                    "35.656%/47.542%/27.156%×3",
                                    "38.34%/51.12%/29.2%×3",
                                    "42.174%/56.232%/32.12%×3",
                                    "44.858%/59.81%/34.164%×3",
                                    "47.925%/63.9%/36.5%×3",
                                    "52.142%/69.523%/39.712%×3",
                                    "56.36%/75.146%/42.924%×3",
                                    "60.577%/80.77%/46.136%×3",
                                    "65.178%/86.904%/49.64%×3",
                                    "69.779%/93.038%/53.144%×3",
                                    "74.38%/99.173%/56.648%×3",
                                    "78.98%/105.307%/60.152%×3",
                                    "83.581%/111.442%/63.656%×3",
                                    "88.182%/117.576%/67.16%×3"
                                ]
                            },
                            {
                                "Desc": "贯夜治疗量",
                                "ParamLevelList": [
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契"
                                ]
                            },
                            {
                                "Desc": "生命之契转化",
                                "ParamLevelList": [
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "43.2%",
                                    "46.44%",
                                    "49.68%",
                                    "54.0%",
                                    "57.24%",
                                    "60.48%",
                                    "64.8%",
                                    "69.12%",
                                    "73.44%",
                                    "77.76%",
                                    "82.08%",
                                    "86.4%",
                                    "91.8%",
                                    "97.2%",
                                    "102.6%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "夜巡状态持续时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒",
                                    "16.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "残光将终",
                        "Desc": "基于生命值上限为自己赋予生命之契，随后以剑枪齐奏的技艺闪身截击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>以凡人之躯对抗非人之物的古老技艺，据说其传承最早可以追溯到反抗雷穆利亚帝国的纯水骑士。<br>话虽如此，只要能想办法控制住力道，倒也不是完全不能在决斗中对普通的敌人使用。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "126.88%×5",
                                    "136.396%×5",
                                    "145.912%×5",
                                    "158.6%×5",
                                    "168.116%×5",
                                    "177.632%×5",
                                    "190.32%×5",
                                    "203.008%×5",
                                    "215.696%×5",
                                    "228.384%×5",
                                    "241.072%×5",
                                    "253.76%×5",
                                    "269.62%×5",
                                    "285.48%×5",
                                    "301.34%×5"
                                ]
                            },
                            {
                                "Desc": "赋予生命之契",
                                "ParamLevelList": [
                                    "66.0%生命值上限",
                                    "72.0%生命值上限",
                                    "78.0%生命值上限",
                                    "84.0%生命值上限",
                                    "90.0%生命值上限",
                                    "96.0%生命值上限",
                                    "102.0%生命值上限",
                                    "108.0%生命值上限",
                                    "114.0%生命值上限",
                                    "120.0%生命值上限",
                                    "126.0%生命值上限",
                                    "132.0%生命值上限",
                                    "138.0%生命值上限",
                                    "144.0%生命值上限",
                                    "150.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "破夜的明焰",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的20%，提升克洛琳德的普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升1800。",
                        "Icon": "UI_Talent_S_Clorinde_05"
                    },
                    {
                        "Name": "契令的酬偿",
                        "Desc": "如果克洛琳德的生命之契大于或等于生命值上限的100%，生命之契的数值提升或降低时，克洛琳德的暴击率提升10%，此效果持续15秒，至多叠加2层，每层独立计时。<br>此外，<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态获得强化：持续期间，治疗回复量转化为生命之契的比例提升至100%。",
                        "Icon": "UI_Talent_S_Clorinde_06"
                    },
                    {
                        "Name": "夜巡之获",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>枫丹区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「自此，行过烛影之帷」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态持续期间，克洛琳德的普通攻击造成的<color style='color:#FFACFF;'>雷元素伤害</color>命中敌人时，将在敌人附近唤出夜巡之影进行两次协同攻击，各自造成克洛琳德30%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>此效果每1.2秒至多触发一次，通过这种方式造成的伤害视为普通攻击伤害。",
                        "Icon": "UI_Talent_S_Clorinde_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「自此，直面长夜之危」",
                        "Desc": "固有天赋「破夜的明焰」的效果获得强化：队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的30%，提升克洛琳德的普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。处于3层状态下时，克洛琳德的抗打断能力提升。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升2700。<br>需要解锁固有天赋「破夜的明焰」。",
                        "Icon": "UI_Talent_S_Clorinde_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我将铭记白昼的誓言」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_02"
                    },
                    {
                        "Level": 4,
                        "Name": "「铭记泪，生命与仁爱」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>对敌人造成伤害时，将根据克洛琳德的当前生命之契百分比提升此次伤害，每1%生命之契都将使此次<color style='color:#FFD780;'>残光将终</color>造成的伤害提升2%；通过这种方式，至多使<color style='color:#FFD780;'>残光将终</color>造成的伤害提升200%。",
                        "Icon": "UI_Talent_S_Clorinde_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「也铭记黎明终将到来」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_01"
                    },
                    {
                        "Level": 6,
                        "Name": "「为此，勿将希望弃扬」",
                        "Desc": "施放<color style='color:#FFD780;'>狩夜之巡</color>后的12秒内，克洛琳德的暴击率提升10%，暴击伤害提升70%。<br>此外，夜巡状态持续期间，明烛之影会在特定条件下出现，追击敌人，造成克洛琳德200%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>，通过这种方式造成的伤害视为普通攻击伤害。<br>明烛之影会在如下情况下出现：<br> · 克洛琳德即将被敌人的攻击命中时；<br> · 克洛琳德进行贯夜 · 契令时。<br>每1秒至多通过上述方式唤出1次明烛之影，一次夜巡状态持续期间，至多唤出6次明烛之影。<br>此外，夜巡状态持续期间，克洛琳德受到的伤害降低80%，抗打断能力提高，该效果将在夜巡状态结束或唤出6次明烛之影的1秒后移除。",
                        "Icon": "UI_Talent_S_Clorinde_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "逐影之誓",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，以铳枪打出扇面压制射击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "54.0596%",
                                    "58.4598%",
                                    "62.86%",
                                    "69.146%",
                                    "73.5462%",
                                    "78.575%",
                                    "85.4896%",
                                    "92.4042%",
                                    "99.3188%",
                                    "106.862%",
                                    "114.4052%",
                                    "121.9484%",
                                    "129.4916%",
                                    "137.0348%",
                                    "144.578%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "51.6284%",
                                    "55.8307%",
                                    "60.033%",
                                    "66.0363%",
                                    "70.2386%",
                                    "75.0413%",
                                    "81.6449%",
                                    "88.2485%",
                                    "94.8521%",
                                    "102.0561%",
                                    "109.2601%",
                                    "116.464%",
                                    "123.668%",
                                    "130.8719%",
                                    "138.0759%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "34.185%+34.185%",
                                    "36.9675%+36.9675%",
                                    "39.75%+39.75%",
                                    "43.725%+43.725%",
                                    "46.5075%+46.5075%",
                                    "49.6875%+49.6875%",
                                    "54.06%+54.06%",
                                    "58.4325%+58.4325%",
                                    "62.805%+62.805%",
                                    "67.575%+67.575%",
                                    "72.345%+72.345%",
                                    "77.115%+77.115%",
                                    "81.885%+81.885%",
                                    "86.655%+86.655%",
                                    "91.425%+91.425%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "23.134%+23.134%+23.134%",
                                    "25.017%+25.017%+25.017%",
                                    "26.9%+26.9%+26.9%",
                                    "29.59%+29.59%+29.59%",
                                    "31.473%+31.473%+31.473%",
                                    "33.625%+33.625%+33.625%",
                                    "36.584%+36.584%+36.584%",
                                    "39.543%+39.543%+39.543%",
                                    "42.502%+42.502%+42.502%",
                                    "45.73%+45.73%+45.73%",
                                    "48.958%+48.958%+48.958%",
                                    "52.186%+52.186%+52.186%",
                                    "55.414%+55.414%+55.414%",
                                    "58.642%+58.642%+58.642%",
                                    "61.87%+61.87%+61.87%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "90.0102%",
                                    "97.3366%",
                                    "104.663%",
                                    "115.1293%",
                                    "122.4557%",
                                    "130.8288%",
                                    "142.3417%",
                                    "153.8546%",
                                    "165.3675%",
                                    "177.9271%",
                                    "190.4867%",
                                    "203.0462%",
                                    "215.6058%",
                                    "228.1653%",
                                    "240.7249%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "128.14%",
                                    "138.57%",
                                    "149.0%",
                                    "163.9%",
                                    "174.33%",
                                    "186.25%",
                                    "202.64%",
                                    "219.03%",
                                    "235.42%",
                                    "253.3%",
                                    "271.18%",
                                    "289.06%",
                                    "306.94%",
                                    "324.82%",
                                    "342.7%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "狩夜之巡",
                        "Desc": "预装铳枪，进入剑枪结合作战的「夜巡」状态。在此状态下，克洛琳德的普通攻击将转为进行铳枪射击「驰猎」，造成的伤害将转为无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，并且无法进行重击；施放元素战技将转为进行「贯夜」：进行突进剑击，造成<color style='color:#FFACFF;'>雷元素伤害</color>。上述方式造成的伤害视为普通攻击造成的伤害。<br><br><color style='color:#FFD780;'>驰猎</color><br> · 生命之契大于或等于生命值上限的100%时：进行铳枪射击；<br> · 生命之契小于生命值上限的100%时：发射铳枪时基于克洛琳德的生命值上限赋予她一定的生命之契，打出能穿透敌人的弹药，对路径上的敌人造成更高的伤害。<br><br><color style='color:#FFD780;'>贯夜</color><br>根据克洛琳德当前生命之契的百分比，决定此次贯夜的效果：<br> · 生命之契为0%时，将进行突进剑击；<br> · 生命之契小于生命值上限的100%时，将为克洛琳德恢复生命值，回复量基于她的生命之契数值，并提升此次贯夜的范围与造成的伤害；<br> · 生命之契大于或等于生命值上限的100%时，将进行贯夜 · 契令，为克洛琳德恢复更高比例的生命值，并进一步提升此次贯夜的攻击范围与造成的伤害。<br><br>此外，克洛琳德处于夜巡状态下时，贯夜以外的治疗效果将不会生效，并转为为她赋予相当于生命值回复量一定比例的生命之契。<br><br>「夜巡」状态将在克洛琳德退场时解除。<br><br><color style='color:#FFD780;'>始基力：荒性</color><br>每隔一段时间，克洛琳德的驰猎命中时，将在命中的位置降下流涌之刃，造成具有荒性的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>夜影中潜伏的邪祟之物早已在千年间被诛讨殆尽，然而人心中亦有光明难及的阴影。<br>时至今日，她依然铭记着「黄金猎人」留下的告诫：点燃烛火的巡夜之人更应时刻保持警惕，莫要被冰冷的黑暗浸染。</i>",
                        "Icon": "Skill_S_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "驰猎伤害",
                                "ParamLevelList": [
                                    "26.7632%/38.786%",
                                    "28.9416%/41.943%",
                                    "31.12%/45.1%",
                                    "34.232%/49.61%",
                                    "36.4104%/52.767%",
                                    "38.9%/56.375%",
                                    "42.3232%/61.336%",
                                    "45.7464%/66.297%",
                                    "49.1696%/71.258%",
                                    "52.904%/76.67%",
                                    "56.6384%/82.082%",
                                    "60.3728%/87.494%",
                                    "64.1072%/92.906%",
                                    "67.8416%/98.318%",
                                    "71.576%/103.73%"
                                ]
                            },
                            {
                                "Desc": "驰猎赋予生命之契",
                                "ParamLevelList": [
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限",
                                    "35.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "贯夜伤害",
                                "ParamLevelList": [
                                    "32.9724%/43.9632%/25.112%×3",
                                    "35.6562%/47.5416%/27.156%×3",
                                    "38.34%/51.12%/29.2%×3",
                                    "42.174%/56.232%/32.12%×3",
                                    "44.8578%/59.8104%/34.164%×3",
                                    "47.925%/63.9%/36.5%×3",
                                    "52.1424%/69.5232%/39.712%×3",
                                    "56.3598%/75.1464%/42.924%×3",
                                    "60.5772%/80.7696%/46.136%×3",
                                    "65.178%/86.904%/49.64%×3",
                                    "69.7788%/93.0384%/53.144%×3",
                                    "74.3796%/99.1728%/56.648%×3",
                                    "78.9804%/105.3072%/60.152%×3",
                                    "83.5812%/111.4416%/63.656%×3",
                                    "88.182%/117.576%/67.16%×3"
                                ]
                            },
                            {
                                "Desc": "贯夜治疗量",
                                "ParamLevelList": [
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契",
                                    "0%/104.0%/110.0%生命之契"
                                ]
                            },
                            {
                                "Desc": "生命之契转化",
                                "ParamLevelList": [
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量",
                                    "80.0%治疗量"
                                ]
                            },
                            {
                                "Desc": "流涌之刃伤害",
                                "ParamLevelList": [
                                    "43.2%",
                                    "46.44%",
                                    "49.68%",
                                    "54.0%",
                                    "57.24%",
                                    "60.48%",
                                    "64.8%",
                                    "69.12%",
                                    "73.44%",
                                    "77.76%",
                                    "82.08%",
                                    "86.4%",
                                    "91.8%",
                                    "97.2%",
                                    "102.6%"
                                ]
                            },
                            {
                                "Desc": "流涌之刃间隔",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "夜巡状态持续时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "残光将终",
                        "Desc": "基于生命值上限为自己赋予生命之契，随后以剑枪齐奏的技艺闪身截击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>以凡人之躯对抗非人之物的古老技艺，据说其传承最早可以追溯到反抗雷穆利亚帝国的纯水骑士。<br>话虽如此，只要能想办法控制住力道，倒也不是完全不能在决斗中对普通的敌人使用。</i>",
                        "Icon": "Skill_E_Clorinde_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "126.88%×5",
                                    "136.396%×5",
                                    "145.912%×5",
                                    "158.6%×5",
                                    "168.116%×5",
                                    "177.632%×5",
                                    "190.32%×5",
                                    "203.008%×5",
                                    "215.696%×5",
                                    "228.384%×5",
                                    "241.072%×5",
                                    "253.76%×5",
                                    "269.62%×5",
                                    "285.48%×5",
                                    "301.34%×5"
                                ]
                            },
                            {
                                "Desc": "赋予生命之契",
                                "ParamLevelList": [
                                    "66.0%生命值上限",
                                    "72.0%生命值上限",
                                    "78.0%生命值上限",
                                    "84.0%生命值上限",
                                    "90.0%生命值上限",
                                    "96.0%生命值上限",
                                    "102.0%生命值上限",
                                    "108.0%生命值上限",
                                    "114.0%生命值上限",
                                    "120.0%生命值上限",
                                    "126.0%生命值上限",
                                    "132.0%生命值上限",
                                    "138.0%生命值上限",
                                    "144.0%生命值上限",
                                    "150.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "破夜的明焰",
                        "Desc": "队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的20%，提升克洛琳德的普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升1800。",
                        "Icon": "UI_Talent_S_Clorinde_05"
                    },
                    {
                        "Name": "契令的酬偿",
                        "Desc": "如果克洛琳德的生命之契大于或等于生命值上限的100%，生命之契的数值提升或降低时，克洛琳德的暴击率提升10%，此效果持续15秒，至多叠加2层，每层独立计时。<br>此外，<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态获得强化：持续期间，治疗回复量转化为生命之契的比例提升至100%。",
                        "Icon": "UI_Talent_S_Clorinde_06"
                    },
                    {
                        "Name": "夜巡之获",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>枫丹区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「自此，行过烛影之帷」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的夜巡状态持续期间，克洛琳德的普通攻击造成的<color style='color:#FFACFF;'>雷元素伤害</color>命中敌人时，将在敌人附近唤出夜巡之影进行两次协同攻击，各自造成克洛琳德30%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>此效果每1.2秒至多触发一次，通过这种方式造成的伤害视为普通攻击伤害。",
                        "Icon": "UI_Talent_S_Clorinde_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「自此，直面长夜之危」",
                        "Desc": "突破天赋「破夜的明焰」的效果获得强化：队伍中附近的角色对敌人触发<color style='color:#FFACFF;'>雷元素相关反应</color>后，将基于克洛琳德攻击力的30%，提升克洛琳德的普通攻击与<color style='color:#FFD780;'>残光将终</color>造成的<color style='color:#FFACFF;'>雷元素伤害</color>。此效果持续15秒，至多叠加3层，每层独立计时。处于3层状态下时，克洛琳德的抗打断能力提升。通过这种方式至多使克洛琳德的上述攻击造成的伤害提升2700。<br>需要解锁突破天赋「破夜的明焰」。",
                        "Icon": "UI_Talent_S_Clorinde_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「我将铭记白昼的誓言」",
                        "Desc": "<color style='color:#FFD780;'>狩夜之巡</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_02"
                    },
                    {
                        "Level": 4,
                        "Name": "「铭记泪，生命与仁爱」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>对敌人造成伤害时，将根据克洛琳德的当前生命之契百分比提升此次伤害，每1%生命之契都将使此次<color style='color:#FFD780;'>残光将终</color>造成的伤害提升2%；通过这种方式，至多使<color style='color:#FFD780;'>残光将终</color>造成的伤害提升200%。",
                        "Icon": "UI_Talent_S_Clorinde_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「也铭记黎明终将到来」",
                        "Desc": "<color style='color:#FFD780;'>残光将终</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Clorinde_01"
                    },
                    {
                        "Level": 6,
                        "Name": "「为此，勿将希望弃扬」",
                        "Desc": "施放<color style='color:#FFD780;'>狩夜之巡</color>后的12秒内，克洛琳德的暴击率提升10%，暴击伤害提升70%。<br>此外，夜巡状态持续期间，明烛之影会在特定条件下出现，进行追击，造成克洛琳德200%攻击力的<color style='color:#FFACFF;'>雷元素伤害</color>，通过这种方式造成的伤害视为普通攻击伤害。<br>明烛之影会在如下情况下出现：<br> · 克洛琳德即将被攻击命中时；<br> · 克洛琳德进行贯夜 · 契令时。<br>每1秒至多通过上述方式唤出1次明烛之影，一次夜巡状态持续期间，至多唤出6次明烛之影。<br>此外，夜巡状态持续期间，克洛琳德受到的伤害降低80%，抗打断能力提高，该效果将在夜巡状态结束或唤出6次明烛之影的1秒后移除。",
                        "Icon": "UI_Talent_S_Clorinde_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Clorinde": {
        "AttackList": [
            {
                "Skill": "Q x5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        9.0,
                        11.2,
                        6.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "大招组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerInverse"
            },
            {
                "Skill": "C1 夜巡之影 x2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.0,
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击6",
                "AttTag": "命座组",
                "AttGrp": "每秒最多附着1次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByOriginOwner"
            },
            {
                "Skill": "C6 明烛之影",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "普通攻击6",
                "AttTag": "命座组",
                "AttGrp": "每秒最多附着1次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "驰猎 Lv1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.6
                    ]
                },
                "AtkTag": "普通攻击6",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "驰猎 Lv2",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击6",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "贯夜 Lv1",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击6",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "贯夜 Lv2",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击6",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    300.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByHitDirectionInverse"
            },
            {
                "Skill": "贯夜 Lv3 (1,2)",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击6",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByOriginOwner"
            },
            {
                "Skill": "贯夜 Lv3 (3)",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击6",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    300.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByHitDirectionInverse"
            },
            {
                "Skill": "流涌之刃",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": -1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.7,
                        2.7
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 56.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.9,
                        2.1
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 54.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3-1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.8,
                "ForceType": 2,
                "Force": [
                    300.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3-2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.8,
                "ForceType": 2,
                "Force": [
                    300.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "普通攻击4-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.234,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4-2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.234,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4-3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.234,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击5",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 94.2,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.1,
                        2.5,
                        120.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    250.0,
                    650.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}