// Auto Generated

var _AvatarDataConfig_ = {
    "Columbina": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "产球",
                "DescList": [
                    "月轮持续伤害（不包含战技开启伤害）每 @4s#（两次攻击）：",
                    "• 有 @2/3# 概率产 @1# 球，@1/3# 概率产 @2# 球"
                ]
            },
            {
                "Name": "伤害间隔 附着",
                "DescList": [
                    "• 元素战技：开启伤害 @独立1U# ，月轮持续伤害 @独立1U#，每 @2s# 攻击一次（=心海）",
                    "• 元素爆发：@独立2U#",
                    "• 月曜反应伤害：无附着"
                ]
            },
            {
                "Name": "抗打断",
                "DescList": [
                    "• 1命月绽放：@不可打断#"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Columbina": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101268": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113079": 2,
                "101268": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113079": 4,
                "101268": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113079": 8,
                "101268": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113079": 12,
                "101268": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113079": 20,
                "101268": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104356": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104357": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104357": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104357": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104357": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104358": 4,
                "112004": 4,
                "113081": 1
            },
            {
                "202": 260000,
                "104358": 6,
                "112004": 6,
                "113081": 1
            },
            {
                "202": 450000,
                "104358": 12,
                "112004": 9,
                "113081": 2
            },
            {
                "202": 700000,
                "104358": 16,
                "112004": 12,
                "113081": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104356": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104357": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104357": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104357": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104357": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104358": 4,
                "112004": 4,
                "113081": 1
            },
            {
                "202": 260000,
                "104358": 6,
                "112004": 6,
                "113081": 1
            },
            {
                "202": 450000,
                "104358": 12,
                "112004": 9,
                "113081": 2
            },
            {
                "202": 700000,
                "104358": 16,
                "112004": 12,
                "113081": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104356": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104357": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104357": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104357": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104357": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104358": 4,
                "112004": 4,
                "113081": 1
            },
            {
                "202": 260000,
                "104358": 6,
                "112004": 6,
                "113081": 1
            },
            {
                "202": 450000,
                "104358": 12,
                "112004": 9,
                "113081": 2
            },
            {
                "202": 700000,
                "104358": 16,
                "112004": 12,
                "113081": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Columbina": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "月露泼降",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>唤起月光的潮汐，进行至多三段的攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>若拥有至少1枚<color style='color:#FFD780;'>草露</color>，哥伦比娅施放的重击将会被替换为特殊的、不消耗体力的重击<color style='color:#FFD780;'>月露涤荡</color>：消耗一枚草露，对前方的敌人造成3次<color style='color:#99FF88;'>草元素范围伤害</color>，该伤害视为月绽放反应伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "草露重击伤害",
                                "ParamLevelList": [
                                    "1.2595%生命值上限×3",
                                    "1.354%生命值上限×3",
                                    "1.4484%生命值上限×3",
                                    "1.5744%生命值上限×3",
                                    "1.6689%生命值上限×3",
                                    "1.7633%生命值上限×3",
                                    "1.8893%生命值上限×3",
                                    "2.0152%生命值上限×3",
                                    "2.1412%生命值上限×3",
                                    "2.2671%生命值上限×3",
                                    "2.3931%生命值上限×3",
                                    "2.519%生命值上限×3",
                                    "2.6765%生命值上限×3",
                                    "2.8339%生命值上限×3",
                                    "2.9914%生命值上限×3"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古潮汐",
                        "Desc": "唤起月海的潮汐，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，并唤出<color style='color:#FFD780;'>引力涟漪</color>。<br><color style='color:#FFD780;'>引力涟漪</color>将跟随场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<color style='color:#FFD780;'>引力涟漪</color>存在期间，队伍中附近的角色触发月曜反应或造成月曜反应伤害时，将会为哥伦比娅积攒特殊的<color style='color:#FFD780;'>引力值</color>，积攒至上限时，将会依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应的类型，对敌人造成不同类型的伤害。",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月的运行牵引着潮升潮落。女神慵懒地垂下手，在胎海、大洋，以及无数的人群中点出涟漪。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "16.72%生命值上限",
                                    "17.974%生命值上限",
                                    "19.228%生命值上限",
                                    "20.9%生命值上限",
                                    "22.154%生命值上限",
                                    "23.408%生命值上限",
                                    "25.08%生命值上限",
                                    "26.752%生命值上限",
                                    "28.424%生命值上限",
                                    "30.096%生命值上限",
                                    "31.768%生命值上限",
                                    "33.44%生命值上限",
                                    "35.53%生命值上限",
                                    "37.62%生命值上限",
                                    "39.71%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月轮持续伤害",
                                "ParamLevelList": [
                                    "9.36%生命值上限",
                                    "10.062%生命值上限",
                                    "10.764%生命值上限",
                                    "11.7%生命值上限",
                                    "12.402%生命值上限",
                                    "13.104%生命值上限",
                                    "14.04%生命值上限",
                                    "14.976%生命值上限",
                                    "15.912%生命值上限",
                                    "16.848%生命值上限",
                                    "17.784%生命值上限",
                                    "18.72%生命值上限",
                                    "19.89%生命值上限",
                                    "21.06%生命值上限",
                                    "22.23%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月轮 · 月感电伤害",
                                "ParamLevelList": [
                                    "5.552%生命值上限",
                                    "5.9684%生命值上限",
                                    "6.3848%生命值上限",
                                    "6.94%生命值上限",
                                    "7.3564%生命值上限",
                                    "7.7728%生命值上限",
                                    "8.328%生命值上限",
                                    "8.8832%生命值上限",
                                    "9.4384%生命值上限",
                                    "9.9936%生命值上限",
                                    "10.5488%生命值上限",
                                    "11.104%生命值上限",
                                    "11.798%生命值上限",
                                    "12.492%生命值上限",
                                    "13.186%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月轮 · 月绽放伤害",
                                "ParamLevelList": [
                                    "2.0%生命值上限×5",
                                    "2.15%生命值上限×5",
                                    "2.3%生命值上限×5",
                                    "2.5%生命值上限×5",
                                    "2.65%生命值上限×5",
                                    "2.8%生命值上限×5",
                                    "3.0%生命值上限×5",
                                    "3.2%生命值上限×5",
                                    "3.4%生命值上限×5",
                                    "3.6%生命值上限×5",
                                    "3.8%生命值上限×5",
                                    "4.0%生命值上限×5",
                                    "4.25%生命值上限×5",
                                    "4.5%生命值上限×5",
                                    "4.75%生命值上限×5"
                                ]
                            },
                            {
                                "Desc": "月轮 · 月结晶伤害",
                                "ParamLevelList": [
                                    "10.416%生命值上限",
                                    "11.1972%生命值上限",
                                    "11.9784%生命值上限",
                                    "13.02%生命值上限",
                                    "13.8012%生命值上限",
                                    "14.5824%生命值上限",
                                    "15.624%生命值上限",
                                    "16.6656%生命值上限",
                                    "17.7072%生命值上限",
                                    "18.7488%生命值上限",
                                    "19.7904%生命值上限",
                                    "20.832%生命值上限",
                                    "22.134%生命值上限",
                                    "23.436%生命值上限",
                                    "24.738%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月轮槽上限值",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "月轮持续时间",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "她的乡愁",
                        "Desc": "以无秽的新月之名连接山与海，将身边的大地短暂变换为<color style='color:#FFD780;'>月之领域</color>，并造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古时的人们把连通物质世界和宇宙的三位信使称之为「因克斯」，意思是鸟一般的神明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "32.24%生命值上限",
                                    "34.658%生命值上限",
                                    "37.076%生命值上限",
                                    "40.3%生命值上限",
                                    "42.718%生命值上限",
                                    "45.136%生命值上限",
                                    "48.36%生命值上限",
                                    "51.584%生命值上限",
                                    "54.808%生命值上限",
                                    "58.032%生命值上限",
                                    "61.256%生命值上限",
                                    "64.48%生命值上限",
                                    "68.51%生命值上限",
                                    "72.54%生命值上限",
                                    "76.57%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月曜反应伤害提升",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "领域持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月亮诱发的疯狂",
                        "Desc": "触发<color style='color:#FFD780;'>矩波干涉</color>时，哥伦比娅将获得月诱效果，使自身的暴击率提升5%，持续10秒。该效果至多叠加3层。",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月自己的法则",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的角色触发月曜反应时，将分别获得以下效果：<br> · <color style='color:#FFD780;'>月感电反应</color>：雷暴云的攻击间隔缩短0.5秒；<br> · <color style='color:#FFD780;'>月绽放反应</color>：触发月绽放反应时，将为队伍提供一枚特殊的山月草露，每18秒至多通过这种方式为队伍提供3枚山月草露；<br> · <color style='color:#FFD780;'>月结晶反应</color>：触发月笼谐奏时，每枚月笼有33%概率额外进行一次攻击。",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆祝赐 · 借汝月光",
                        "Desc": "队伍中的角色触发感电/绽放/水元素结晶反应时，将转为触发月感电/月绽放/月结晶反应，且基于哥伦比娅的生命值上限，提升队伍中角色造成的月曜反应的基础伤害：每1000点生命值上限都将提升0.2%月曜反应的基础伤害，至多通过这种方式提升7%伤害。<br><br>此外，哥伦比娅在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月的守望",
                        "Desc": "处于挪德卡莱区域时，队伍中自己的角色倒下时，哥伦比娅将复苏该角色，并为其恢复生命值，恢复值基于哥伦比娅的好感等级，该效果每100秒至多触发一次。<br>此外，对受到月矩力影响的部分小动物，哥伦比娅似乎有着特殊的亲和力…",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "遍照花海，隐入群山",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>时，还会立刻触发一次等同于<color style='color:#FFD780;'>矩波干涉</color>的效果，该效果每15秒至多触发一次。<br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>触发矩波干涉时，若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：为队伍中自己的当前场上角色恢复6点元素能量；<br> · <color style='color:#FFD780;'>月绽放反应</color>：提升队伍中自己的当前场上角色的抗打断能力，持续8秒；<br> · <color style='color:#FFD780;'>月结晶反应</color>：唤出<color style='color:#FFD780;'>雨海护盾</color>，伤害吸收量受益于哥伦比娅生命值上限的12%，对<color style='color:#80C0FF;'>水元素伤害</color>有250%的吸收效果，持续8秒。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "为夜增辉，与君遥伴",
                        "Desc": "<color style='color:#FFD780;'>引力值</color>的积攒速度提升34%。<br>触发<color style='color:#FFD780;'>矩波干涉</color>时，哥伦比娅将获得<color style='color:#FFD780;'>皎辉</color>效果，生命值上限提升30%，持续8秒。<br><color style='color:#FFD780;'>月兆 · 满辉</color> ：<br><color style='color:#FFD780;'>皎辉</color>效果持续期间，若本次触发<color style='color:#FFD780;'>矩波干涉</color>时，为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：队伍中自己的当前场上角色攻击力提升，提升值相当于哥伦比娅生命值上限的0.7%；<br> · <color style='color:#FFD780;'>月绽放反应</color>：队伍中自己的当前场上角色元素精通提升，提升值相当于哥伦比娅生命值上限的0.35%；<br> · <color style='color:#FFD780;'>月结晶反应</color>：队伍中自己的当前场上角色防御力提升，提升值相当于哥伦比娅生命值上限的0.7%。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔光凝露，梦湖起波",
                        "Desc": "元素战技<color style='color:#FFD780;'>万古潮汐</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花岚云翳，山岩树影",
                        "Desc": "触发<color style='color:#FFD780;'>矩波干涉</color>时，还会为哥伦比娅恢复4点元素能量；<br>此外，依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应类型，若为月感电/月绽放/月结晶反应，则本次矩波干涉造成的月曜反应伤害提升，提升值分别相当于哥伦比娅生命值上限的12.5%/2.5%/12.5%。上述效果每15秒至多触发一次。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万籁俱寂，唯闻君唱",
                        "Desc": "元素爆发<color style='color:#FFD780;'>她的乡愁</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "夜昏且暗，且随月光",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的所有角色触发月曜反应后的8秒内，依据参与反应的元素类型，使队伍中的所有角色造成的对应元素类型伤害的暴击伤害提升80%。同种元素类型的暴击伤害提升效果无法叠加。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>5%。",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "队伍中的角色触发月绽放反应后，会为队伍提供的资源。<br>触发月绽放反应后的2.5秒内，每2.5秒便会为队伍提供一枚草露，草露上限为三枚。持续期间，再次触发月绽放反应时，将刷新上述效果的持续时间。"
                    },
                    {
                        "Name": "引力涟漪",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>后，哥伦比娅将唤出<color style='color:#FFD780;'>引力涟漪</color>。<br>引力涟漪将跟随当前场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br>此外，引力涟漪存在期间，队伍中附近的角色触发月曜反应时，或造成月曜反应伤害时，哥伦比娅将在接下来的2秒内获得新月之示效果，持续积攒<color style='color:#FFD780;'>引力值</color>，每2秒可以积攒20点引力值。<br>引力值上限为60点，且会在引力涟漪持续时间结束时被移除。<br>当引力值积攒至上限时，将触发特殊的矩波干涉，依据为哥伦比娅积攒最多引力值的月曜反应类型，分别产生不同的效果。若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：矩波干涉将造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应伤害；<br> · <color style='color:#FFD780;'>月绽放反应</color>：矩波干涉将对周围的敌人发射5枚月露之印，造成<color style='color:#99FF88;'>草元素伤害</color>，该伤害视为月绽放反应伤害；<br> · <color style='color:#FFD780;'>月结晶反应</color>：矩波干涉将造成一次<color style='color:#FFE699;'>岩元素范围伤害</color>，该伤害视为月结晶反应伤害。"
                    },
                    {
                        "Name": "月之领域",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>她的乡愁</color>后，哥伦比娅唤出的领域。<br>当前场上角色处于<color style='color:#FFD780;'>月之领域</color>中时，队伍中的所有角色造成的月曜反应伤害将会提升。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "月露泼降",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>唤起月光的潮汐，进行至多三段的攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>若拥有至少1枚<color style='color:#FFD780;'>草露</color>，哥伦比娅施放的重击将会被替换为特殊的、不消耗体力的重击<color style='color:#FFD780;'>月露涤荡</color>：消耗一枚草露，对前方的敌人造成3次<color style='color:#99FF88;'>草元素范围伤害</color>，该伤害视为月绽放反应伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "月露涤荡伤害",
                                "ParamLevelList": [
                                    "1.2595%生命值上限×3",
                                    "1.354%生命值上限×3",
                                    "1.4484%生命值上限×3",
                                    "1.5744%生命值上限×3",
                                    "1.6689%生命值上限×3",
                                    "1.7633%生命值上限×3",
                                    "1.8893%生命值上限×3",
                                    "2.0152%生命值上限×3",
                                    "2.1412%生命值上限×3",
                                    "2.2671%生命值上限×3",
                                    "2.3931%生命值上限×3",
                                    "2.519%生命值上限×3",
                                    "2.6765%生命值上限×3",
                                    "2.8339%生命值上限×3",
                                    "2.9914%生命值上限×3"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古潮汐",
                        "Desc": "唤起月海的潮汐，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，并唤出<color style='color:#FFD780;'>引力涟漪</color>。<br><color style='color:#FFD780;'>引力涟漪</color>将跟随场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<color style='color:#FFD780;'>引力涟漪</color>存在期间，队伍中附近的角色触发月曜反应或造成月曜反应伤害时，将会为哥伦比娅积攒特殊的<color style='color:#FFD780;'>引力值</color>，积攒至上限时，将会依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应的类型，对敌人造成不同类型的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>引力涟漪</color>会造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月的运行牵引着潮升潮落。女神慵懒地垂下手，在胎海、大洋，以及无数的人群中点出涟漪。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "16.72%生命值上限",
                                    "17.974%生命值上限",
                                    "19.228%生命值上限",
                                    "20.9%生命值上限",
                                    "22.154%生命值上限",
                                    "23.408%生命值上限",
                                    "25.08%生命值上限",
                                    "26.752%生命值上限",
                                    "28.424%生命值上限",
                                    "30.096%生命值上限",
                                    "31.768%生命值上限",
                                    "33.44%生命值上限",
                                    "35.53%生命值上限",
                                    "37.62%生命值上限",
                                    "39.71%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力涟漪 · 持续伤害",
                                "ParamLevelList": [
                                    "9.36%生命值上限",
                                    "10.062%生命值上限",
                                    "10.764%生命值上限",
                                    "11.7%生命值上限",
                                    "12.402%生命值上限",
                                    "13.104%生命值上限",
                                    "14.04%生命值上限",
                                    "14.976%生命值上限",
                                    "15.912%生命值上限",
                                    "16.848%生命值上限",
                                    "17.784%生命值上限",
                                    "18.72%生命值上限",
                                    "19.89%生命值上限",
                                    "21.06%生命值上限",
                                    "22.23%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月感电伤害",
                                "ParamLevelList": [
                                    "5.552%生命值上限",
                                    "5.9684%生命值上限",
                                    "6.3848%生命值上限",
                                    "6.94%生命值上限",
                                    "7.3564%生命值上限",
                                    "7.7728%生命值上限",
                                    "8.328%生命值上限",
                                    "8.8832%生命值上限",
                                    "9.4384%生命值上限",
                                    "9.9936%生命值上限",
                                    "10.5488%生命值上限",
                                    "11.104%生命值上限",
                                    "11.798%生命值上限",
                                    "12.492%生命值上限",
                                    "13.186%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月绽放伤害",
                                "ParamLevelList": [
                                    "2.0%生命值上限×5",
                                    "2.15%生命值上限×5",
                                    "2.3%生命值上限×5",
                                    "2.5%生命值上限×5",
                                    "2.65%生命值上限×5",
                                    "2.8%生命值上限×5",
                                    "3.0%生命值上限×5",
                                    "3.2%生命值上限×5",
                                    "3.4%生命值上限×5",
                                    "3.6%生命值上限×5",
                                    "3.8%生命值上限×5",
                                    "4.0%生命值上限×5",
                                    "4.25%生命值上限×5",
                                    "4.5%生命值上限×5",
                                    "4.75%生命值上限×5"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月结晶伤害",
                                "ParamLevelList": [
                                    "10.416%生命值上限",
                                    "11.1972%生命值上限",
                                    "11.9784%生命值上限",
                                    "13.02%生命值上限",
                                    "13.8012%生命值上限",
                                    "14.5824%生命值上限",
                                    "15.624%生命值上限",
                                    "16.6656%生命值上限",
                                    "17.7072%生命值上限",
                                    "18.7488%生命值上限",
                                    "19.7904%生命值上限",
                                    "20.832%生命值上限",
                                    "22.134%生命值上限",
                                    "23.436%生命值上限",
                                    "24.738%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力值上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "引力涟漪持续时间",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "她的乡愁",
                        "Desc": "以无秽的新月之名连接山与海，将身边的大地短暂变换为<color style='color:#FFD780;'>月之领域</color>，并造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古时的人们把连通物质世界和宇宙的三位信使称之为「因克斯」，意思是鸟一般的神明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "32.24%生命值上限",
                                    "34.658%生命值上限",
                                    "37.076%生命值上限",
                                    "40.3%生命值上限",
                                    "42.718%生命值上限",
                                    "45.136%生命值上限",
                                    "48.36%生命值上限",
                                    "51.584%生命值上限",
                                    "54.808%生命值上限",
                                    "58.032%生命值上限",
                                    "61.256%生命值上限",
                                    "64.48%生命值上限",
                                    "68.51%生命值上限",
                                    "72.54%生命值上限",
                                    "76.57%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月曜反应伤害提升",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "月之领域持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月亮诱发的疯狂",
                        "Desc": "触发<color style='color:#FFD780;'>引力干涉</color>时，哥伦比娅将获得月诱效果，使自身的暴击率提升5%，持续10秒。该效果至多叠加3层。",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月自己的法则",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的角色触发月曜反应时，将分别获得以下效果：<br> · <color style='color:#FFD780;'>月感电反应</color>：雷暴云的攻击间隔缩短0.5秒；<br> · <color style='color:#FFD780;'>月绽放反应</color>：触发月绽放反应时，将为队伍提供一枚特殊的山月草露，每18秒至多通过这种方式为队伍提供3枚山月草露；<br> · <color style='color:#FFD780;'>月结晶反应</color>：触发月笼谐奏时，每枚月笼有33%概率额外进行一次攻击。",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆祝赐 · 借汝月光",
                        "Desc": "队伍中的角色触发感电/绽放/水元素结晶反应时，将转为触发月感电/月绽放/月结晶反应，且基于哥伦比娅的生命值上限，提升队伍中角色造成的月曜反应的基础伤害：每1000点生命值上限都将提升0.2%月曜反应的基础伤害，至多通过这种方式提升7%伤害。<br><br>此外，哥伦比娅在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月的守望",
                        "Desc": "处于挪德卡莱区域时，队伍中自己的角色倒下时，哥伦比娅将复苏该角色，并为其恢复生命值，恢复值基于哥伦比娅的好感等级，该效果每100秒至多触发一次。<br>此外，对受到月矩力影响的部分小动物，哥伦比娅似乎有着特殊的亲和力…",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "遍照花海，隐入群山",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>时，还会立刻触发一次等同于<color style='color:#FFD780;'>引力干涉</color>的效果，该效果每15秒至多触发一次。<br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>触发引力干涉时，若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：为队伍中自己的当前场上角色恢复6点元素能量；<br> · <color style='color:#FFD780;'>月绽放反应</color>：提升队伍中自己的当前场上角色的抗打断能力，持续8秒；<br> · <color style='color:#FFD780;'>月结晶反应</color>：唤出<color style='color:#FFD780;'>雨海护盾</color>，伤害吸收量受益于哥伦比娅生命值上限的12%，对<color style='color:#80C0FF;'>水元素伤害</color>有250%的吸收效果，持续8秒。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "为夜增辉，与君遥伴",
                        "Desc": "<color style='color:#FFD780;'>引力值</color>的积攒速度提升34%。<br>触发<color style='color:#FFD780;'>引力干涉</color>时，哥伦比娅将获得<color style='color:#FFD780;'>皎辉</color>效果，生命值上限提升30%，持续8秒。<br><color style='color:#FFD780;'>月兆 · 满辉</color> ：<br><color style='color:#FFD780;'>皎辉</color>效果持续期间，若本次触发<color style='color:#FFD780;'>引力干涉</color>时，为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：队伍中自己的当前场上角色攻击力提升，提升值相当于哥伦比娅生命值上限的0.7%；<br> · <color style='color:#FFD780;'>月绽放反应</color>：队伍中自己的当前场上角色元素精通提升，提升值相当于哥伦比娅生命值上限的0.35%；<br> · <color style='color:#FFD780;'>月结晶反应</color>：队伍中自己的当前场上角色防御力提升，提升值相当于哥伦比娅生命值上限的0.7%。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔光凝露，梦湖起波",
                        "Desc": "元素战技<color style='color:#FFD780;'>万古潮汐</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花岚云翳，山岩树影",
                        "Desc": "触发<color style='color:#FFD780;'>引力干涉</color>时，还会为哥伦比娅恢复4点元素能量；<br>此外，依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应类型，若为月感电/月绽放/月结晶反应，则本次引力干涉造成的月曜反应伤害提升，提升值分别相当于哥伦比娅生命值上限的12.5%/2.5%/12.5%。上述效果每15秒至多触发一次。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万籁俱寂，唯闻君唱",
                        "Desc": "元素爆发<color style='color:#FFD780;'>她的乡愁</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>3%。",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "夜昏且暗，且随月光",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的所有角色触发月曜反应后的8秒内，依据参与反应的元素类型，使队伍中的所有角色造成的对应元素类型伤害的暴击伤害提升80%。同种元素类型的暴击伤害提升效果无法叠加。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>5%。",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "队伍中的角色触发月绽放反应后，会为队伍提供的资源。<br>触发月绽放反应后的2.5秒内，每2.5秒便会为队伍提供一枚草露，草露上限为三枚。持续期间，再次触发月绽放反应时，将刷新上述效果的持续时间。"
                    },
                    {
                        "Name": "引力涟漪",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>后，哥伦比娅将唤出<color style='color:#FFD780;'>引力涟漪</color>。<br>引力涟漪将跟随当前场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br>此外，引力涟漪存在期间，队伍中附近的角色触发月曜反应时，或造成月曜反应伤害时，哥伦比娅将在接下来的2秒内获得新月之示效果，持续积攒<color style='color:#FFD780;'>引力值</color>，每2秒可以积攒20点引力值。<br>引力值上限为60点，且会在引力涟漪持续时间结束时被移除。<br>当引力值积攒至上限时，将触发特殊的引力干涉，依据为哥伦比娅积攒最多引力值的月曜反应类型，分别产生不同的效果。若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：引力干涉将造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应伤害；<br> · <color style='color:#FFD780;'>月绽放反应</color>：引力干涉将对周围的敌人发射5枚月露之印，造成<color style='color:#99FF88;'>草元素伤害</color>，该伤害视为月绽放反应伤害；<br> · <color style='color:#FFD780;'>月结晶反应</color>：引力干涉将造成一次<color style='color:#FFE699;'>岩元素范围伤害</color>，该伤害视为月结晶反应伤害。"
                    },
                    {
                        "Name": "月之领域",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>她的乡愁</color>后，哥伦比娅唤出的领域。<br>当前场上角色处于<color style='color:#FFD780;'>月之领域</color>中时，队伍中的所有角色造成的月曜反应伤害将会提升。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "月露泼降",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>唤起月光的潮汐，进行至多三段的攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>若拥有至少1枚<color style='color:#FFD780;'>草露</color>，哥伦比娅施放的重击将会被替换为特殊的、不消耗体力的重击<color style='color:#FFD780;'>月露涤荡</color>：消耗一枚草露，对前方的敌人造成3次<color style='color:#99FF88;'>草元素范围伤害</color>，该伤害视为月绽放反应伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "月露涤荡伤害",
                                "ParamLevelList": [
                                    "1.5112%生命值上限×3",
                                    "1.6245%生命值上限×3",
                                    "1.7379%生命值上限×3",
                                    "1.889%生命值上限×3",
                                    "2.0023%生命值上限×3",
                                    "2.1157%生命值上限×3",
                                    "2.2668%生命值上限×3",
                                    "2.4179%生命值上限×3",
                                    "2.569%生命值上限×3",
                                    "2.7202%生命值上限×3",
                                    "2.8713%生命值上限×3",
                                    "3.0224%生命值上限×3",
                                    "3.2113%生命值上限×3",
                                    "3.4002%生命值上限×3",
                                    "3.5891%生命值上限×3"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古潮汐",
                        "Desc": "唤起月海的潮汐，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，并唤出<color style='color:#FFD780;'>引力涟漪</color>。<br><color style='color:#FFD780;'>引力涟漪</color>将跟随场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<color style='color:#FFD780;'>引力涟漪</color>存在期间，队伍中附近的角色触发月曜反应或造成月曜反应伤害时，将会为哥伦比娅积攒特殊的<color style='color:#FFD780;'>引力值</color>，积攒至上限时，将会依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应的类型，对敌人造成不同类型的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>引力涟漪</color>会造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月的运行牵引着潮升潮落。女神慵懒地垂下手，在胎海、大洋，以及无数的人群中点出涟漪。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "16.72%生命值上限",
                                    "17.974%生命值上限",
                                    "19.228%生命值上限",
                                    "20.9%生命值上限",
                                    "22.154%生命值上限",
                                    "23.408%生命值上限",
                                    "25.08%生命值上限",
                                    "26.752%生命值上限",
                                    "28.424%生命值上限",
                                    "30.096%生命值上限",
                                    "31.768%生命值上限",
                                    "33.44%生命值上限",
                                    "35.53%生命值上限",
                                    "37.62%生命值上限",
                                    "39.71%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力涟漪 · 持续伤害",
                                "ParamLevelList": [
                                    "9.36%生命值上限",
                                    "10.062%生命值上限",
                                    "10.764%生命值上限",
                                    "11.7%生命值上限",
                                    "12.402%生命值上限",
                                    "13.104%生命值上限",
                                    "14.04%生命值上限",
                                    "14.976%生命值上限",
                                    "15.912%生命值上限",
                                    "16.848%生命值上限",
                                    "17.784%生命值上限",
                                    "18.72%生命值上限",
                                    "19.89%生命值上限",
                                    "21.06%生命值上限",
                                    "22.23%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月感电伤害",
                                "ParamLevelList": [
                                    "4.704%生命值上限",
                                    "5.0568%生命值上限",
                                    "5.4096%生命值上限",
                                    "5.88%生命值上限",
                                    "6.2328%生命值上限",
                                    "6.5856%生命值上限",
                                    "7.056%生命值上限",
                                    "7.5264%生命值上限",
                                    "7.9968%生命值上限",
                                    "8.4672%生命值上限",
                                    "8.9376%生命值上限",
                                    "9.408%生命值上限",
                                    "9.996%生命值上限",
                                    "10.584%生命值上限",
                                    "11.172%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月绽放伤害",
                                "ParamLevelList": [
                                    "1.408%生命值上限×5",
                                    "1.5136%生命值上限×5",
                                    "1.6192%生命值上限×5",
                                    "1.76%生命值上限×5",
                                    "1.8656%生命值上限×5",
                                    "1.9712%生命值上限×5",
                                    "2.112%生命值上限×5",
                                    "2.2528%生命值上限×5",
                                    "2.3936%生命值上限×5",
                                    "2.5344%生命值上限×5",
                                    "2.6752%生命值上限×5",
                                    "2.816%生命值上限×5",
                                    "2.992%生命值上限×5",
                                    "3.168%生命值上限×5",
                                    "3.344%生命值上限×5"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月结晶伤害",
                                "ParamLevelList": [
                                    "8.824%生命值上限",
                                    "9.4858%生命值上限",
                                    "10.1476%生命值上限",
                                    "11.03%生命值上限",
                                    "11.6918%生命值上限",
                                    "12.3536%生命值上限",
                                    "13.236%生命值上限",
                                    "14.1184%生命值上限",
                                    "15.0%生命值上限",
                                    "15.8832%生命值上限",
                                    "16.7656%生命值上限",
                                    "17.648%生命值上限",
                                    "18.751%生命值上限",
                                    "19.854%生命值上限",
                                    "20.957%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力值上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "引力涟漪持续时间",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "她的乡愁",
                        "Desc": "以无秽的新月之名连接山与海，将身边的大地短暂变换为<color style='color:#FFD780;'>月之领域</color>，并造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古时的人们把连通物质世界和宇宙的三位信使称之为「因克斯」，意思是鸟一般的神明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "32.24%生命值上限",
                                    "34.658%生命值上限",
                                    "37.076%生命值上限",
                                    "40.3%生命值上限",
                                    "42.718%生命值上限",
                                    "45.136%生命值上限",
                                    "48.36%生命值上限",
                                    "51.584%生命值上限",
                                    "54.808%生命值上限",
                                    "58.032%生命值上限",
                                    "61.256%生命值上限",
                                    "64.48%生命值上限",
                                    "68.51%生命值上限",
                                    "72.54%生命值上限",
                                    "76.57%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月曜反应伤害提升",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "月之领域持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月亮诱发的疯狂",
                        "Desc": "触发<color style='color:#FFD780;'>引力干涉</color>时，哥伦比娅将获得月诱效果，使自身的暴击率提升5%，持续10秒。该效果至多叠加3层。",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月自己的法则",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的角色触发月曜反应时，将分别获得以下效果：<br> · <color style='color:#FFD780;'>月感电反应</color>：雷暴云的攻击间隔缩短0.5秒；<br> · <color style='color:#FFD780;'>月绽放反应</color>：触发月绽放反应时，将为队伍提供一枚特殊的山月草露，每18秒至多通过这种方式为队伍提供3枚山月草露；<br> · <color style='color:#FFD780;'>月结晶反应</color>：触发月笼谐奏时，每枚月笼有33%概率额外进行一次攻击。",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆祝赐 · 借汝月光",
                        "Desc": "队伍中的角色触发感电/绽放/水元素结晶反应时，将转为触发月感电/月绽放/月结晶反应，且基于哥伦比娅的生命值上限，提升队伍中角色造成的月曜反应的基础伤害：每1000点生命值上限都将提升0.2%月曜反应的基础伤害，至多通过这种方式提升7%伤害。<br><br>此外，哥伦比娅在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月的守望",
                        "Desc": "处于挪德卡莱区域时，队伍中自己的角色倒下时，哥伦比娅将复苏该角色，并为其恢复生命值，恢复值基于哥伦比娅的好感等级，该效果每100秒至多触发一次。<br>此外，对受到月矩力影响的部分小动物，哥伦比娅似乎有着特殊的亲和力…",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "遍照花海，隐入群山",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>时，还会立刻触发一次等同于<color style='color:#FFD780;'>引力干涉</color>的效果，该效果每15秒至多触发一次。<br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>触发引力干涉时，若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：为队伍中自己的当前场上角色恢复6点元素能量；<br> · <color style='color:#FFD780;'>月绽放反应</color>：提升队伍中自己的当前场上角色的抗打断能力，持续8秒；<br> · <color style='color:#FFD780;'>月结晶反应</color>：唤出<color style='color:#FFD780;'>雨海护盾</color>，伤害吸收量受益于哥伦比娅生命值上限的12%，对<color style='color:#80C0FF;'>水元素伤害</color>有250%的吸收效果，持续8秒。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "为夜增辉，与君遥伴",
                        "Desc": "<color style='color:#FFD780;'>引力值</color>的积攒速度提升34%。<br>触发<color style='color:#FFD780;'>引力干涉</color>时，哥伦比娅将获得<color style='color:#FFD780;'>皎辉</color>效果，生命值上限提升40%，持续8秒。<br><color style='color:#FFD780;'>月兆 · 满辉</color> ：<br><color style='color:#FFD780;'>皎辉</color>效果持续期间，若本次触发<color style='color:#FFD780;'>引力干涉</color>时，为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：队伍中自己的当前场上角色攻击力提升，提升值相当于哥伦比娅生命值上限的1%；<br> · <color style='color:#FFD780;'>月绽放反应</color>：队伍中自己的当前场上角色元素精通提升，提升值相当于哥伦比娅生命值上限的0.35%；<br> · <color style='color:#FFD780;'>月结晶反应</color>：队伍中自己的当前场上角色防御力提升，提升值相当于哥伦比娅生命值上限的1%。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>7%。",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔光凝露，梦湖起波",
                        "Desc": "元素战技<color style='color:#FFD780;'>万古潮汐</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花岚云翳，山岩树影",
                        "Desc": "触发<color style='color:#FFD780;'>引力干涉</color>时，还会为哥伦比娅恢复4点元素能量；<br>此外，依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应类型，若为月感电/月绽放/月结晶反应，则本次引力干涉造成的月曜反应伤害提升，提升值分别相当于哥伦比娅生命值上限的12.5%/2.5%/12.5%。上述效果每15秒至多触发一次。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万籁俱寂，唯闻君唱",
                        "Desc": "元素爆发<color style='color:#FFD780;'>她的乡愁</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "夜昏且暗，且随月光",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的所有角色触发月曜反应后的8秒内，依据参与反应的元素类型，使队伍中的所有角色造成的对应元素类型伤害的暴击伤害提升80%。同种元素类型的暴击伤害提升效果无法叠加。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>7%。",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "队伍中的角色触发月绽放反应后，会为队伍提供的资源。<br>触发月绽放反应后的2.5秒内，每2.5秒便会为队伍提供一枚草露，草露上限为三枚。持续期间，再次触发月绽放反应时，将刷新上述效果的持续时间。"
                    },
                    {
                        "Name": "引力涟漪",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>后，哥伦比娅将唤出<color style='color:#FFD780;'>引力涟漪</color>。<br>引力涟漪将跟随当前场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br>此外，引力涟漪存在期间，队伍中附近的角色触发月曜反应时，或造成月曜反应伤害时，哥伦比娅将在接下来的2秒内获得新月之示效果，持续积攒<color style='color:#FFD780;'>引力值</color>，每2秒可以积攒20点引力值。<br>引力值上限为60点，且会在引力涟漪持续时间结束时被移除。<br>当引力值积攒至上限时，将触发特殊的<color style='color:#FFD780;'>引力干涉</color>，依据为哥伦比娅积攒最多引力值的月曜反应类型，分别产生不同的效果。若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：引力干涉将造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应伤害；<br> · <color style='color:#FFD780;'>月绽放反应</color>：引力干涉将对周围的敌人发射5枚月露之印，造成<color style='color:#99FF88;'>草元素伤害</color>，该伤害视为月绽放反应伤害；<br> · <color style='color:#FFD780;'>月结晶反应</color>：引力干涉将造成一次<color style='color:#FFE699;'>岩元素范围伤害</color>，该伤害视为月结晶反应伤害。"
                    },
                    {
                        "Name": "月之领域",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>她的乡愁</color>后，哥伦比娅唤出的领域。<br>当前场上角色处于<color style='color:#FFD780;'>月之领域</color>中时，队伍中的所有角色造成的月曜反应伤害将会提升。"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "月露泼降",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>唤起月光的潮汐，进行至多三段的攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>若拥有至少1枚<color style='color:#FFD780;'>草露</color>，哥伦比娅施放的重击将会被替换为特殊的、不消耗体力的重击<color style='color:#FFD780;'>月露涤荡</color>：消耗一枚草露，对前方的敌人造成3次<color style='color:#99FF88;'>草元素范围伤害</color>，该伤害视为月绽放反应伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "月露涤荡伤害",
                                "ParamLevelList": [
                                    "1.5112%生命值上限×3",
                                    "1.6245%生命值上限×3",
                                    "1.7379%生命值上限×3",
                                    "1.889%生命值上限×3",
                                    "2.0023%生命值上限×3",
                                    "2.1157%生命值上限×3",
                                    "2.2668%生命值上限×3",
                                    "2.4179%生命值上限×3",
                                    "2.569%生命值上限×3",
                                    "2.7202%生命值上限×3",
                                    "2.8713%生命值上限×3",
                                    "3.0224%生命值上限×3",
                                    "3.2113%生命值上限×3",
                                    "3.4002%生命值上限×3",
                                    "3.5891%生命值上限×3"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古潮汐",
                        "Desc": "唤起月海的潮汐，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，并唤出<color style='color:#FFD780;'>引力涟漪</color>。<br><color style='color:#FFD780;'>引力涟漪</color>将跟随场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<color style='color:#FFD780;'>引力涟漪</color>存在期间，队伍中附近的角色触发月曜反应或造成月曜反应伤害时，将会为哥伦比娅积攒特殊的<color style='color:#FFD780;'>引力值</color>，积攒至上限时，将会依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应的类型，对敌人造成不同类型的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>引力涟漪</color>会造成范围更大的<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月的运行牵引着潮升潮落。女神慵懒地垂下手，在胎海、大洋，以及无数的人群中点出涟漪。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "16.72%生命值上限",
                                    "17.974%生命值上限",
                                    "19.228%生命值上限",
                                    "20.9%生命值上限",
                                    "22.154%生命值上限",
                                    "23.408%生命值上限",
                                    "25.08%生命值上限",
                                    "26.752%生命值上限",
                                    "28.424%生命值上限",
                                    "30.096%生命值上限",
                                    "31.768%生命值上限",
                                    "33.44%生命值上限",
                                    "35.53%生命值上限",
                                    "37.62%生命值上限",
                                    "39.71%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力涟漪 · 持续伤害",
                                "ParamLevelList": [
                                    "9.36%生命值上限",
                                    "10.062%生命值上限",
                                    "10.764%生命值上限",
                                    "11.7%生命值上限",
                                    "12.402%生命值上限",
                                    "13.104%生命值上限",
                                    "14.04%生命值上限",
                                    "14.976%生命值上限",
                                    "15.912%生命值上限",
                                    "16.848%生命值上限",
                                    "17.784%生命值上限",
                                    "18.72%生命值上限",
                                    "19.89%生命值上限",
                                    "21.06%生命值上限",
                                    "22.23%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月感电伤害",
                                "ParamLevelList": [
                                    "4.704%生命值上限",
                                    "5.0568%生命值上限",
                                    "5.4096%生命值上限",
                                    "5.88%生命值上限",
                                    "6.2328%生命值上限",
                                    "6.5856%生命值上限",
                                    "7.056%生命值上限",
                                    "7.5264%生命值上限",
                                    "7.9968%生命值上限",
                                    "8.4672%生命值上限",
                                    "8.9376%生命值上限",
                                    "9.408%生命值上限",
                                    "9.996%生命值上限",
                                    "10.584%生命值上限",
                                    "11.172%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月绽放伤害",
                                "ParamLevelList": [
                                    "1.408%生命值上限×5",
                                    "1.5136%生命值上限×5",
                                    "1.6192%生命值上限×5",
                                    "1.76%生命值上限×5",
                                    "1.8656%生命值上限×5",
                                    "1.9712%生命值上限×5",
                                    "2.112%生命值上限×5",
                                    "2.2528%生命值上限×5",
                                    "2.3936%生命值上限×5",
                                    "2.5344%生命值上限×5",
                                    "2.6752%生命值上限×5",
                                    "2.816%生命值上限×5",
                                    "2.992%生命值上限×5",
                                    "3.168%生命值上限×5",
                                    "3.344%生命值上限×5"
                                ]
                            },
                            {
                                "Desc": "引力干涉 · 月结晶伤害",
                                "ParamLevelList": [
                                    "8.824%生命值上限",
                                    "9.4858%生命值上限",
                                    "10.1476%生命值上限",
                                    "11.03%生命值上限",
                                    "11.6918%生命值上限",
                                    "12.3536%生命值上限",
                                    "13.236%生命值上限",
                                    "14.1184%生命值上限",
                                    "15.0%生命值上限",
                                    "15.8832%生命值上限",
                                    "16.7656%生命值上限",
                                    "17.648%生命值上限",
                                    "18.751%生命值上限",
                                    "19.854%生命值上限",
                                    "20.957%生命值上限"
                                ]
                            },
                            {
                                "Desc": "引力值上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "引力涟漪持续时间",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "她的乡愁",
                        "Desc": "以无秽的新月之名连接山与海，将身边的大地短暂变换为<color style='color:#FFD780;'>月之领域</color>，并造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古时的人们把连通物质世界和宇宙的三位信使称之为「因克斯」，意思是鸟一般的神明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "32.24%生命值上限",
                                    "34.658%生命值上限",
                                    "37.076%生命值上限",
                                    "40.3%生命值上限",
                                    "42.718%生命值上限",
                                    "45.136%生命值上限",
                                    "48.36%生命值上限",
                                    "51.584%生命值上限",
                                    "54.808%生命值上限",
                                    "58.032%生命值上限",
                                    "61.256%生命值上限",
                                    "64.48%生命值上限",
                                    "68.51%生命值上限",
                                    "72.54%生命值上限",
                                    "76.57%生命值上限"
                                ]
                            },
                            {
                                "Desc": "月曜反应伤害提升",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "月之领域持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月亮诱发的疯狂",
                        "Desc": "触发<color style='color:#FFD780;'>引力干涉</color>时，哥伦比娅将获得月诱效果，使自身的暴击率提升5%，持续10秒。该效果至多叠加3层。",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月自己的法则",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的角色触发月曜反应时，将分别获得以下效果：<br> · <color style='color:#FFD780;'>月感电反应</color>：雷暴云对符合条件的目标进行雷击时，有33%概率额外进行一次雷击；<br> · <color style='color:#FFD780;'>月绽放反应</color>：触发月绽放反应时，将为队伍提供一枚特殊的<color style='color:#FFD780;'>山月草露</color>，每18秒至多通过这种方式为队伍提供3枚山月草露；<br> · <color style='color:#FFD780;'>月结晶反应</color>：触发月笼谐奏时，每枚月笼有33%概率额外进行一次攻击。",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆祝赐 · 借汝月光",
                        "Desc": "队伍中的角色触发感电/绽放/水元素结晶反应时，将转为触发月感电/月绽放/月结晶反应，且基于哥伦比娅的生命值上限，提升队伍中角色造成的月曜反应的基础伤害：每1000点生命值上限都将提升0.2%月曜反应的基础伤害，至多通过这种方式提升7%伤害。<br><br>此外，哥伦比娅在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月的守望",
                        "Desc": "处于挪德卡莱区域时，队伍中自己的角色倒下时，哥伦比娅将复苏该角色，并为其恢复生命值，恢复值基于哥伦比娅的好感等级，该效果每100秒至多触发一次。<br>此外，对受到月矩力影响的部分小动物，哥伦比娅似乎有着特殊的亲和力…",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "遍照花海，隐入群山",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>时，还会立刻触发一次等同于<color style='color:#FFD780;'>引力干涉</color>的效果，该效果每15秒至多触发一次。<br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>触发引力干涉时，若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：为队伍中自己的当前场上角色恢复6点元素能量；<br> · <color style='color:#FFD780;'>月绽放反应</color>：提升队伍中自己的当前场上角色的抗打断能力，持续8秒；<br> · <color style='color:#FFD780;'>月结晶反应</color>：唤出<color style='color:#FFD780;'>雨海护盾</color>，伤害吸收量受益于哥伦比娅生命值上限的12%，对<color style='color:#80C0FF;'>水元素伤害</color>有250%的吸收效果，持续8秒。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "为夜增辉，与君遥伴",
                        "Desc": "<color style='color:#FFD780;'>引力值</color>的积攒速度提升34%。<br>触发<color style='color:#FFD780;'>引力干涉</color>时，哥伦比娅将获得<color style='color:#FFD780;'>皎辉</color>效果，生命值上限提升40%，持续8秒。<br><color style='color:#FFD780;'>月兆 · 满辉</color> ：<br><color style='color:#FFD780;'>皎辉</color>效果持续期间，若本次触发<color style='color:#FFD780;'>引力干涉</color>时，为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：队伍中自己的当前场上角色攻击力提升，提升值相当于哥伦比娅生命值上限的1%；<br> · <color style='color:#FFD780;'>月绽放反应</color>：队伍中自己的当前场上角色元素精通提升，提升值相当于哥伦比娅生命值上限的0.35%；<br> · <color style='color:#FFD780;'>月结晶反应</color>：队伍中自己的当前场上角色防御力提升，提升值相当于哥伦比娅生命值上限的1%。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>7%。",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔光凝露，梦湖起波",
                        "Desc": "元素战技<color style='color:#FFD780;'>万古潮汐</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花岚云翳，山岩树影",
                        "Desc": "触发<color style='color:#FFD780;'>引力干涉</color>时，还会为哥伦比娅恢复4点元素能量；<br>此外，依据为哥伦比娅积攒最多<color style='color:#FFD780;'>引力值</color>的月曜反应类型，若为月感电/月绽放/月结晶反应，则本次引力干涉造成的月曜反应伤害提升，提升值分别相当于哥伦比娅生命值上限的12.5%/2.5%/12.5%。上述效果每15秒至多触发一次。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万籁俱寂，唯闻君唱",
                        "Desc": "元素爆发<color style='color:#FFD780;'>她的乡愁</color>的技能等级提高3级。<br>至多提升至15级。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>1.5%。",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "夜昏且暗，且随月光",
                        "Desc": "处于<color style='color:#FFD780;'>月之领域</color>中的所有角色触发月曜反应后的8秒内，依据参与反应的元素类型，使队伍中的所有角色造成的对应元素类型伤害的暴击伤害提升80%。同种元素类型的暴击伤害提升效果无法叠加。<br><br>队伍中附近的所有角色造成的月曜反应伤害<color style='color:#FFD780;'>擢升</color>7%。",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "队伍中的角色触发月绽放反应后，会为队伍提供的资源。<br>触发月绽放反应后的2.5秒内，每2.5秒便会为队伍提供一枚草露，草露上限为三枚。持续期间，再次触发月绽放反应时，将刷新上述效果的持续时间。"
                    },
                    {
                        "Name": "引力涟漪",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>万古潮汐</color>后，哥伦比娅将唤出<color style='color:#FFD780;'>引力涟漪</color>。<br>引力涟漪将跟随当前场上角色，并持续对周围的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br>此外，引力涟漪存在期间，队伍中附近的角色触发月曜反应时，或造成月曜反应伤害时，哥伦比娅将在接下来的2秒内获得新月之示效果，持续积攒<color style='color:#FFD780;'>引力值</color>，每2秒可以积攒20点引力值。<br>引力值上限为60点，且会在引力涟漪持续时间结束时被移除。<br>当引力值积攒至上限时，将触发特殊的<color style='color:#FFD780;'>引力干涉</color>，依据为哥伦比娅积攒最多引力值的月曜反应类型，分别产生不同的效果。若为哥伦比娅积攒最多引力值的月曜反应类型为：<br> · <color style='color:#FFD780;'>月感电反应</color>：引力干涉将造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应伤害；<br> · <color style='color:#FFD780;'>月绽放反应</color>：引力干涉将对周围的敌人发射5枚月露之印，造成<color style='color:#99FF88;'>草元素伤害</color>，该伤害视为月绽放反应伤害；<br> · <color style='color:#FFD780;'>月结晶反应</color>：引力干涉将造成一次<color style='color:#FFE699;'>岩元素范围伤害</color>，该伤害视为月结晶反应伤害。"
                    },
                    {
                        "Name": "月之领域",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>她的乡愁</color>后，哥伦比娅唤出的领域。<br>当前场上角色处于<color style='color:#FFD780;'>月之领域</color>中时，队伍中的所有角色造成的月曜反应伤害将会提升。"
                    },
                    {
                        "Name": "山月草露",
                        "Desc": "由哥伦比娅的固有天赋<color style='color:#FFD780;'>新月自己的法则</color>提供的、特殊的草露资源，与草露分别计算上限与持续时间。<br>队伍拥有的草露耗尽时，将转而消耗<color style='color:#FFD780;'>山月草露</color>。<br><color style='color:#FFD780;'>山月草露</color>上限为三枚。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Columbina": {}
}