// Auto Generated

var _AvatarDataConfig_ = {
    "Cyno": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Cyno": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101225": 3,
                "112008": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113037": 2,
                "101225": 10,
                "112008": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113037": 4,
                "101225": 20,
                "112009": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113037": 8,
                "101225": 30,
                "112009": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113037": 12,
                "101225": 45,
                "112010": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113037": 20,
                "101225": 60,
                "112010": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104329": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112010": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112010": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112010": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112010": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104329": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112010": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112010": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112010": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112010": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104329": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104330": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104330": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104330": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104331": 4,
                "112010": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112010": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104331": 12,
                "112010": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104331": 16,
                "112010": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Cyno": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "七圣枪术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.2574%",
                                    "53.2667%",
                                    "57.276%",
                                    "63.0036%",
                                    "67.0129%",
                                    "71.595%",
                                    "77.8954%",
                                    "84.1957%",
                                    "90.4961%",
                                    "97.3692%",
                                    "104.2423%",
                                    "111.1154%",
                                    "117.9886%",
                                    "124.8617%",
                                    "131.7348%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.9209%",
                                    "51.8215%",
                                    "55.722%",
                                    "61.2942%",
                                    "65.1947%",
                                    "69.6525%",
                                    "75.7819%",
                                    "81.9113%",
                                    "88.0408%",
                                    "94.7274%",
                                    "101.414%",
                                    "108.1007%",
                                    "114.7873%",
                                    "121.474%",
                                    "128.1606%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "29.3062%+29.3062%",
                                    "31.6916%+31.6916%",
                                    "34.077%+34.077%",
                                    "37.4847%+37.4847%",
                                    "39.8701%+39.8701%",
                                    "42.5963%+42.5963%",
                                    "46.3447%+46.3447%",
                                    "50.0932%+50.0932%",
                                    "53.8417%+53.8417%",
                                    "57.9309%+57.9309%",
                                    "62.0201%+62.0201%",
                                    "66.1094%+66.1094%",
                                    "70.1986%+70.1986%",
                                    "74.2879%+74.2879%",
                                    "78.3771%+78.3771%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.8907%",
                                    "82.0679%",
                                    "88.245%",
                                    "97.0695%",
                                    "103.2466%",
                                    "110.3063%",
                                    "120.0132%",
                                    "129.7202%",
                                    "139.4271%",
                                    "150.0165%",
                                    "160.6059%",
                                    "171.1953%",
                                    "181.7847%",
                                    "192.3741%",
                                    "202.9635%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "122.378%",
                                    "132.339%",
                                    "142.3%",
                                    "156.53%",
                                    "166.491%",
                                    "177.875%",
                                    "193.528%",
                                    "209.181%",
                                    "224.834%",
                                    "241.91%",
                                    "258.986%",
                                    "276.062%",
                                    "293.138%",
                                    "310.214%",
                                    "327.29%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘仪 · 律渊渡魂",
                        "Desc": "疾速突进，对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br>当赛诺处于元素爆发「圣仪 · 煟煌随狼行」的启途誓使状态下时，将转而施展<color style='color:#FFD780;'>冥祭</color>，释放惊雷的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并延长启途誓使状态的持续时间。<br><br><i>「这场审判，你无权选择接受或拒绝。你与我…都早已置身其中了。」</i>",
                        "Icon": "Skill_S_Cyno_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "130.4%",
                                    "140.18%",
                                    "149.96%",
                                    "163.0%",
                                    "172.78%",
                                    "182.56%",
                                    "195.6%",
                                    "208.64%",
                                    "221.68%",
                                    "234.72%",
                                    "247.76%",
                                    "260.8%",
                                    "277.1%",
                                    "293.4%",
                                    "309.7%"
                                ]
                            },
                            {
                                "Desc": "冥祭伤害",
                                "ParamLevelList": [
                                    "156.8%",
                                    "168.56%",
                                    "180.32%",
                                    "196.0%",
                                    "207.76%",
                                    "219.52%",
                                    "235.2%",
                                    "250.88%",
                                    "266.56%",
                                    "282.24%",
                                    "297.92%",
                                    "313.6%",
                                    "333.2%",
                                    "352.8%",
                                    "372.4%"
                                ]
                            },
                            {
                                "Desc": "启途誓使时间延长",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            },
                            {
                                "Desc": "冥祭冷却时间",
                                "ParamLevelList": [
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "圣仪 · 煟煌随狼行",
                        "Desc": "唤请神灵凭依，化身「启途誓使」。<br><br><color style='color:#FFD780;'>启途誓使</color><br>将赛诺的普通攻击、重击与下落攻击造成的伤害转为无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>；<br> · 赛诺的元素精通提升，抗打断能力提高，并免疫感电反应造成的伤害。<br><br>效果将在赛诺退场时解除，至多持续18秒。<br><br><i>古国传承的秘仪，对于大风纪官而言，也意味着最终的审判。</i><br><i>无论是彼时还是现世，无论是风暴还是巨蟒，都无法撼动律令的威严。</i>",
                        "Icon": "Skill_E_Cyno_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "78.2832%",
                                    "84.6551%",
                                    "91.027%",
                                    "100.1297%",
                                    "106.5016%",
                                    "113.7838%",
                                    "123.7967%",
                                    "133.8097%",
                                    "143.8227%",
                                    "154.7459%",
                                    "165.6691%",
                                    "176.5924%",
                                    "187.5156%",
                                    "198.4389%",
                                    "209.3621%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "82.4688%",
                                    "89.1814%",
                                    "95.894%",
                                    "105.4834%",
                                    "112.196%",
                                    "119.8675%",
                                    "130.4158%",
                                    "140.9642%",
                                    "151.5125%",
                                    "163.0198%",
                                    "174.5271%",
                                    "186.0344%",
                                    "197.5416%",
                                    "209.0489%",
                                    "220.5562%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "104.6336%",
                                    "113.1503%",
                                    "121.667%",
                                    "133.8337%",
                                    "142.3504%",
                                    "152.0837%",
                                    "165.4671%",
                                    "178.8505%",
                                    "192.2339%",
                                    "206.8339%",
                                    "221.4339%",
                                    "236.034%",
                                    "250.634%",
                                    "265.2341%",
                                    "279.8341%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "51.6942%+51.6942%",
                                    "55.9018%+55.9018%",
                                    "60.1095%+60.1095%",
                                    "66.1205%+66.1205%",
                                    "70.3281%+70.3281%",
                                    "75.1369%+75.1369%",
                                    "81.7489%+81.7489%",
                                    "88.361%+88.361%",
                                    "94.973%+94.973%",
                                    "102.1861%+102.1861%",
                                    "109.3993%+109.3993%",
                                    "116.6124%+116.6124%",
                                    "123.8256%+123.8256%",
                                    "131.0387%+131.0387%",
                                    "138.2518%+138.2518%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "130.8447%",
                                    "141.4948%",
                                    "152.145%",
                                    "167.3595%",
                                    "178.0096%",
                                    "190.1812%",
                                    "206.9172%",
                                    "223.6531%",
                                    "240.3891%",
                                    "258.6465%",
                                    "276.9039%",
                                    "295.1613%",
                                    "313.4187%",
                                    "331.6761%",
                                    "349.9335%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "101.05%",
                                    "109.275%",
                                    "117.5%",
                                    "129.25%",
                                    "137.475%",
                                    "146.875%",
                                    "159.8%",
                                    "172.725%",
                                    "185.65%",
                                    "199.75%",
                                    "213.85%",
                                    "227.95%",
                                    "242.05%",
                                    "256.15%",
                                    "270.25%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "元素精通提升",
                                "ParamLevelList": [
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100",
                                    "100"
                                ]
                            },
                            {
                                "Desc": "基础持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "落羽的裁择",
                        "Desc": "在<color style='color:#FFD780;'>圣仪 · 煟煌随狼行</color>的启途誓使状态下时，赛诺将间歇性处于「末途真眼」状态下。在该状态期间施放<color style='color:#FFD780;'>秘仪 · 律渊渡魂</color>时，将触发「裁定」效果，使此次秘仪 · 律渊渡魂造成的伤害提升35%，并向前方发射3道渡荒之雷，造成等同于赛诺攻击力100%的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>渡荒之雷造成的伤害视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Cyno_05"
                    },
                    {
                        "Name": "九弓的执命",
                        "Desc": "基于赛诺的元素精通，提高自身以下攻击造成的伤害值：<br> · 启途誓使状态下的普通攻击：元素精通的150%；<br> · 突破天赋「落羽的裁择」的渡荒之雷：元素精通的250%。",
                        "Icon": "UI_Talent_S_Cyno_06"
                    },
                    {
                        "Name": "缄默的惠赐",
                        "Desc": "在须弥执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Cyno_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "立仪 · 俯览昼冥",
                        "Desc": "施放<color style='color:#FFD780;'>圣仪 · 煟煌随狼行</color>后，赛诺普通攻击的攻击速度提升20%，持续10秒。若施放<color style='color:#FFD780;'>秘仪 · 律渊渡魂</color>时触发了突破天赋「落羽的裁择」的「裁定」效果，将刷新该效果的持续时间。<br>需要解锁突破天赋「落羽的裁择」。",
                        "Icon": "UI_Talent_S_Cyno_01"
                    },
                    {
                        "Level": 2,
                        "Name": "令仪 · 引谒归灵",
                        "Desc": "赛诺的普通攻击命中敌人后，<color style='color:#FFACFF;'>雷元素伤害</color>加成提升10%，持续4秒。该效果每0.1秒至多触发一次，至多叠加5层。",
                        "Icon": "UI_Talent_S_Cyno_02"
                    },
                    {
                        "Level": 3,
                        "Name": "律仪 · 行度誓惩",
                        "Desc": "<color style='color:#FFD780;'>圣仪 · 煟煌随狼行</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Cyno_01"
                    },
                    {
                        "Level": 4,
                        "Name": "巡仪 · 蒇护禁罔",
                        "Desc": "赛诺处于<color style='color:#FFD780;'>圣仪 · 煟煌随狼行</color>的启途誓使状态下时，触发感电、月感电、超导、超载、原激化、超激化、超绽放、雷元素扩散反应后，将为队伍中附近的所有角色（除了赛诺自己）恢复3点元素能量。<br>该效果在一次<color style='color:#FFD780;'>圣仪 · 煟煌随狼行</color>中，至多触发5次。",
                        "Icon": "UI_Talent_S_Cyno_03"
                    },
                    {
                        "Level": 5,
                        "Name": "幽仪 · 逝往星芒",
                        "Desc": "<color style='color:#FFD780;'>秘仪 · 律渊渡魂</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Cyno_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽仪 · 裁落钧衡",
                        "Desc": "施放<color style='color:#FFD780;'>圣仪 · 煟煌随狼行</color>或触发突破天赋「落羽的裁择」的「裁定」后，赛诺将获得4层「豺祭」效果。赛诺的普通攻击命中敌人时，将消耗一层「豺祭」效果，并发射一道渡荒之雷。<br>「豺祭」持续8秒，至多叠加8层，并将在圣仪 · 煟煌随狼行的启途誓使状态结束后移除。<br>每0.4秒至多通过这种方式发射一道渡荒之雷。<br>需要解锁突破天赋「落羽的裁择」。",
                        "Icon": "UI_Talent_S_Cyno_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Cyno": {
        "AttackList": [
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.8208,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.7,
                        1.8,
                        2.8
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 44.5776,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        2.2,
                        2.2
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.2616,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.6,
                        2.2,
                        2.2
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.2616,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 70.596,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.4
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 46.9752,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.4
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 49.9056,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 64.0248,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 32.5008,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 32.5008,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.4
                    ]
                },
                "AtkTag": "普通攻击5",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 77.7,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技",
                "AttTag": "Cyno_ElementalArt_Bullet",
                "AttGrp": "Cyno_ElementalArt_Bullet",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "Cyno_ElementalArt_Bullet",
                "AttGrp": "Cyno_ElementalArt_Bullet",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技附加",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.5
                    ]
                },
                "AtkTag": "元素战技附加",
                "AttTag": "E组",
                "AttGrp": "Cyno_ElementalArt",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "Cyno_ElementalArt",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    600.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "E组",
                "AttGrp": "Cyno_ElementalArt_Blade",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "E组",
                "AttGrp": "Cyno_ElementalArt_Blade",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "E组",
                "AttGrp": "Cyno_Constellation_6",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "E组",
                "AttGrp": "Cyno_Constellation_6",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}