// Auto Generated

var _AvatarFetterConfig_ = {
    "79": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "「镀金旅团」这个词所指的并不是某群固定的人，而是所有沙漠出身，长大后靠出卖武力谋生的佣兵。<br>在这个荒寂的世界里，人类都是一样的渺小。为了生存，这群人自然而然地走到一起，汇聚成为结构松散的佣兵组织。<br>「镀金旅团」成员众多，他们中的大多数注定会被黄沙遗忘，只有少数佼佼者，像迪希雅，才能在人们的记忆里留下刻痕。<br>「炽鬃之狮」迪希雅，勇武凶悍的迪希雅，狮子象征她的力量，炽鬃是对她火热性格的高度概括。<br>如果打算招些佣兵当保镖，你可以考虑迪希雅。她要价不低，不过她的能力值得那个价格。<br>比起喀万驿街上自卖自夸的滑头佣兵，还有那些只有蠢力气的新人，迪希雅要细心可靠得多。<br>话就说到这里，想成为雇主的话还请尽快做决定。等着请迪希雅的人早就排成长队，去晚可就没机会了。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "包括迪希雅在内，所有沙漠民从出生就在学着理解沙漠。<br>蓝天永远苍茫一片，望不到尽头，金色沙丘一直蔓延到天与地的交界处。生活在这样的环境里，人无时无刻不感觉到自己的渺小。<br>即便是看惯了沙原风光的人，依然不时被自然的雄浑之力震慑，生出亲吻脚下沙子的想法。<br>软弱的心灵害怕这片土地，只有坚强的灵魂才敢在如此宏伟的沙海中放肆驰骋。<br>沙漠民里，最胆大，最敢无视残酷环境，一生穿梭在风沙中的是「镀金旅团」的佣兵。<br>这种生活很不轻松，所以对佣兵们来说，能彼此照应的人非常珍贵，重要性不啻血缘亲族。<br>年幼时，迪希雅的「家人」是父亲和他佣兵团里的成员。<br>等她成长到能独当一面之后，她的家是自己所属的「炽光猎兽」佣兵团，成员们是她新的「家人」。<br>一起战斗久了，彼此之间很是默契，只需要一个眼神或是点一下头，立刻就能明白彼此的心思。<br>以至于后来她暂别沙漠远赴雨林完成雇主委托期间，仍会不时怀念夜里大家一起围坐在篝火边唱的歌谣。<br>不管走到哪里，她都是沙漠的女儿啊。",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "在不讨论个体差异的前提下，通常而言，女性的肉体力量稍逊于男性。<br>迪希雅并非天生伟力的类型。即便如此，佣兵们依然十分认可她，其中必有原因。<br>首先，她的力气不是佣兵群体中最强的，但也足够大了。<br>要是对这一点有疑问的话，去拎一拎她的大剑吧。想将那么沉重的武器舞得灵活，没有一定的膂力根本做不到。<br>其次，她还有着丰富的战斗智慧。众所周知，迪希雅选择大剑这种笨重的武器势必会牺牲一部分灵活性，战斗时如果一击不得手，而对方又足够机动，重型武器就会变为战士的劣势。这种时候，她必须靠着过人的观察能力和战斗技巧与对手周旋。<br>有时她会抛开武器，用拳头战斗，有时她会冷不丁地掷出武器换一个转瞬即逝的机会。具体怎么做，全看战场实际情形。<br>战斗之外，她还懂得许多沙漠生存技巧。<br>沙漠佣兵们接到的最常见的委托，无外乎担任保镖防范劫掠、驱赶沙漠里的危险动物、协助雇主躲避恐怖天气灾害之类。<br>有时，他们也会充作向导，帮商队、冒险家及学者们寻路。<br>迪希雅知道如何处理受惊扰的成群毒蝎，怎样与鹫鸟周旋才能避免与那些灵活的家伙缠斗，遭遇劫掠时如何谈判才能将冲突最小化。<br>依照实际需要利落解决问题才是雇主最在乎的事。一个佣兵要想在雇主间积累口碑，可不能只会打架。<br>身处黄沙中，能敌百人、敌千人，意义也有限。铺天盖地的大沙暴吹起时，所有战士都将被掩埋在沙砾下面。<br>真正聪明的佣兵知道何时战何时退。能在战斗中达成目的保全自己，才是上策。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "迪希雅凭实力逐渐在「镀金旅团」中打出名声之后，团里的大伙都觉得很有面子，某日恰好所有人都在场，喜欢起哄的几个兄弟便嚷着要给迪希雅起一个响当当的外号。<br>大家约定，以后迪希雅打架打赢了就报这个外号，所以它要够帅气，一说出来就叫人起鸡皮疙瘩。<br>最年轻的几个成员想得最起劲，叽叽喳喳地说要给迪希雅想个狠名字，怎么血腥恐怖怎么来，让过路的商客一听就逃之夭夭。<br>迪希雅不是什么都不懂的新人佣兵了，她知道别人对她的畏与敬不可能系在一个名字上。但既然大家乐意借这件事打发时间，她也没什么意见。<br>她听着大家提出的各种馊点子，忍不住哈哈大笑。那氛围像极了小时候听父亲讲故事，当年的父亲总喜欢拉上团员闹哄哄演些英雄救美、兄弟斗殴的戏码逗大家开心。没有任何目的，只是为沙漠寂寥的夜晚添些热闹。<br>聊得正高兴，突然想起了那个不着调的老混蛋。迪希雅自认扫兴，不着痕迹地撇了撇嘴角。<br>当夜，迪希雅接连拒绝了「沙漠第一」和「血腥大剑」之类毫无魄力又惹人发笑的名字。她想：胡闹就到此为止吧。归根结底，名字只是一个代称，沙漠里的实干家不靠虚名谋生。<br>这时，一个老佣兵插话进来。他先是对众人的糟糕品味嗤之以鼻，接着问道：「狮子的传说，你们听过没？」<br>迪希雅自然听过。童年时代，父亲给她讲过太多老掉牙的故事。她本想忘掉关于那个人的一切，深刻在脑海中的回忆却无法轻易抹去。<br>就在她走神的一小会儿里，同伴们居然已经想好了一个算得上响亮的名字——「炽鬃之狮」。<br>她讨厌由狮子传说联想到的那个人，原本不想接受这个称号的，拒绝的话语说到嘴边，又觉得为小事辜负一番好意太过小气。<br>只为不再想起一个与自己不再有关联的人，就要刻意避开和他沾边的一切事物吗？没必要吧。何况那些故事带给迪希雅的温暖并非虚假，它们领着她走向世界，睁大双眼去看、去感受。她所体悟到的一切都不是虚假的。<br>所以，不如就这样——「炽鬃之狮」，还不错的名字。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "迪希雅是个美人，认识她的人都承认这一点。<br>她有一双摄人心魄的冰蓝色眼眸，蜜色的肌肤在日光照射下几乎会闪光，还有那一头潇洒的黑金色长发，永远随着她轻快的步伐飘动。<br>沙漠子民认为，漂亮又矫健的女性乃是生命力的象征，应当被推崇。<br>迪希雅也很珍视自身的美丽。只要周围环境条件允许，她会抓紧一切机会洗澡，尽量避免一身汗臭。闲暇时前往市集采购个人用品，她也一定会买好眼线粉、香粉及其他化妆品以备不时之需。她习惯每天化妆，这些消耗品用得很快。<br>佣兵算是相对粗野的群体，人们习惯了打打杀杀，不怎么把心思花在打扮上。在这个群体中，迪希雅的习惯显得有点另类。有时同伴们理解不了，便会问她迪希雅为什么这么在意这些。<br>还能为什么呢？沙漠男儿有时臭烘烘的，脱了靴子的味道更是令人头昏。<br>一个汉子满身臭汗，十天半个月不洗脚，外加一嘴酒气，能让屋子里的空气变得浑浊。<br>想象一下，一群这样的家伙扎堆呆在一起…强大如迪希雅，也不怎么想靠近他们。<br>为了将自己区别于不注重外表的兄弟们，为了给雇主留个好印象，为了让自己时刻美丽，她固执地坚守着许多个人习惯。<br>她辛苦挣来那么多摩拉，分一部分用于购置饰物与化妆品，以此作为给自己的犒劳，也是理所应当。<br>每天被武器、敌人、生意这样让人疲惫的东西包围着，那一点精致和温柔可以让她卸下防御，带着柔软的心情期待未来的生活。<br>她固然是强悍的佣兵，但首先，她是一位美丽自在的女性。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "不像走出沙漠后就一去不回头的人，迪希雅始终都为出身沙漠而自豪。不过很多时候，这一身份也给她带去了不便。<br>她没受过系统的文化教育，除去武力与沙漠生存知识，她不懂任何复杂技术，就像许多「镀金旅团」佣兵那样。<br>迪希雅清楚地知道，这是他们的局限，沙漠人的精力和求知心早就被狂风和热沙侵蚀。如果她没有见识过教令院的智慧造物，没尝过蒙德产的美酒，没见过璃月的精巧器皿与枫丹人的机械工艺，恐怕她也无法深刻认识到这种生活的局限。<br>论勇气，雨林人比不过悍勇的沙漠人。论坚忍，风蚀地已被大风吹得千疮百孔，一代又一代的沙漠子民却还活在这里，他们甚至比山丘和石头还要顽强。<br>但如果沙漠人始终看不到视线之外的东西，他们永远只能在沙子里摸爬滚打。<br>赚了摩拉拿去买美酒美食，仅有的财富全都被轻易花出去，如同落进干沙子一般消失了。少数聪明人倒是知道要追求改变，但他们拥抱了更好的生活之后立刻就忘了古老的沙地，只顾着自己。<br>「为什么我们不能成为更优秀更聪明的人？为什么我们非得卖力气，甚至卖命，才能过上稍微好点的日子？」<br>沙原养育了他们也限制了他们，挣脱这些限制一直是迪希雅的心愿。现阶段，她仍在思考未来何去何从。<br>一个人能走多远不全凭主观意志，她深深明白这件事。但只要有机会，她会记得将希望送入沙中，为那里的人做些什么。<br>她不会忘记黄沙是她的归宿。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "狮子的故事",
                "Content": "据库塞拉说，狮子一旦怒吼，烈日也会为之震动。<br>小迪希雅没有见过真正的狮子，库塞拉说什么，她就听什么。<br>库塞拉绘声绘色地向小迪希雅描述烈日如何炙烤大地，把泥土晒成粉末，地面表层的空气都被炽热的阳光扭曲了，而狮子，就在这火一般的土地上奔驰。太阳也拿它没办法，狮子甚至敢一路咆哮着追赶太阳，一直追到太阳不见踪影。<br>狮子就是这样强大的动物。<br>小迪希雅听得两眼放光，比夜晚营地里的篝火还要亮。<br>「像…」库塞拉向四周看了一圈，抓过一个瘦削的成员来打比方，「像他这个体格的，一头狮子可以打十个。」<br>「那你呢？库塞拉打得过狮子吗？」小迪希雅问。<br>「难说，不过我很有技巧，应该可以打得过狮子。」库塞拉的表情非常慎重，一点都看不出吹牛的痕迹。<br>「狮子冲过来的时候，我就这样…突然地矮下身子，往它身子下面一钻，然后…哗啦…拿刀子破开它的肚子，它就活不成了。」<br>库塞拉不满足于嘴上说说，扭头喊来一个团员扮演狮子，他要亲自给小迪希雅演示怎么揍狮子。但他们演得太假了，狮子吼一点气势都没，更像是狗叫。<br>小迪希雅也不意外，库塞拉就是这样的人，他说的话不能全部当真，全部当真你一定会吃亏，只要跟着他笑就好了。<br>不过狮子的故事的确在她心上刻下了痕迹。<br>这之后，很多年过去。当迪希雅与她的伙伴们商量要起一个响亮的绰号时，一提到狮子，迪希雅便想起了古老的故事和为她表演故事的库塞拉。<br>那时她已经跟父亲一刀两断，无法满怀柔情地回忆童年。<br>直到今日，迪希雅终于明白了库塞拉的心思，可逝者已经进入了永恒的梦乡。<br>这是她人生中难以挽回的遗憾。不过往好处想想吧——要在沙漠中讨生活，凡事不能一直往坏处想。如今，她可以带着坦然与满足回忆父亲讲的故事。<br>忆及童年，迪希雅的眼睛不禁亮了起来，像幼时夜里的营地篝火一样。<br>她会成为真正的狮子，库塞拉说过的那些故事，都在她身上继续活着。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「狮之血」剧情"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "迪希雅其实不太记得这枚「神之眼」是什么时候来到她身边的了，大概是她刚独立不久的那段时间吧。<br>那时，她每天脑子里就只有一件事——变强。<br>她是佣兵，不够强大就无法接到足够多的委托，就赚不到摩拉买食物。<br>就在这个节骨眼上，「神之眼」降临到她身边。迪希雅那时手头紧，甚至考虑过把这东西卖掉换摩拉。<br>人们都说这枚发光的饰物是神明眷顾的证明，但她觉得神明要是足够眷顾她，就该每天送她点摩拉，而不是送来一个不能帮她立刻赚到薪酬的没用东西。<br>而且，神之眼虽然能帮助她引导元素力，可一旦战斗起来，真正起决定作用的还是战斗技巧、判断力、策略，以及身体素质。<br>佣兵史上有过很多著名的战士，他们都没有神之眼，只是不断奋斗成为了强者。<br>迪希雅知道，如果一个人只因为拥有神之眼便自以为受到神明注视，不再使用头脑、不再珍视眼前所见，那么不等敌人动手，严酷的沙漠自会让她付出代价。<br>后来她所经历的故事更是证明，神的力量也有其极限。哪怕拥有伟力与大智慧，一个神明也可能受到束缚。<br>迪希雅喜欢她的神之眼，但也不会只因这一注视就化身为神明的狂信徒。<br>她是佣兵，靠挥舞武器生存。这样的人最信任自己与过去无数战斗中洒下的汗水。",
                "Tips": [
                    "好感等级达到6后开启",
                    "完成「狮之血」剧情"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "我叫迪希雅，就是你想要雇佣的那位佣兵。你有什么委托？打架？护送？无论是什么事，只要开口就行。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 佣兵",
                "Content": "你问佣兵的工作原则？嗯…很简单，谁出的钱多，就给谁办事。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 沙漠",
                "Content": "沙漠是个难相处的对手，但至少它足够光明磊落，把所有艰险挑战都放在台面上给你看。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 我们的人",
                "Content": "我们的人已经习惯了沙漠…但我还是希望他们在某天能够告别风沙，在某处绿洲更愉快地生活。",
                "Tips": []
            },
            {
                "Title": "下雨的时候…",
                "Content": "听佣兵团里的老人说，沙漠里偶尔也会下雨，而且雨势比这猛烈得多。",
                "Tips": []
            },
            {
                "Title": "打雷的时候…",
                "Content": "这雷鸣声可够大的…可以掩盖住很多声音。",
                "Tips": []
            },
            {
                "Title": "下雪的时候…",
                "Content": "呼…这里简直比夜晚的沙漠还冷。",
                "Tips": []
            },
            {
                "Title": "阳光很好…",
                "Content": "天气很好，要是我手里的活也能轻松点就好喽。",
                "Tips": []
            },
            {
                "Title": "刮大风了…",
                "Content": "起风了，我们去下风口扎营比较安全。",
                "Tips": []
            },
            {
                "Title": "在沙漠的时候…",
                "Content": "跟紧我，不要乱走，沙漠可不会对任何人留情。",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "你看起来精神不错，那我们等会就拔营出发吧。",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "已经中午了…等我找到合适的位置，就可以搭灶做饭了。",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "这么晚了你还在工作？真是比我们佣兵都辛苦啊。",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "时间不早了，今夜的值守就交给我，你快去休息吧。",
                "Tips": []
            },
            {
                "Title": "关于迪希雅自己 · 镀金旅团",
                "Content": "镀金旅团只是一个「头衔」，任何须弥的佣兵都可以自称为「镀金旅团」的一员。有些佣兵就用这头衔来唬骗外地人。哼，拜这帮人所赐，现在「镀金旅团」的名号已经越来越招人厌了。",
                "Tips": []
            },
            {
                "Title": "关于迪希雅自己 · 老爹",
                "Content": "库塞拉…他是个吊儿郎当，喜欢装模作样的佣兵。是他从沙漠里救了我，又用尽全力，将他一切能够给予我的东西，都给了我。<br>但正是因为他，我才能成长为现在的我。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「狮之血」剧情"
                ]
            },
            {
                "Title": "关于我们 · 伟大事迹",
                "Content": "你最近可是大显身手啊，我所在的佣兵团里都有不少人一直在讲你的事迹，甚至还有几个人来问我，能不能向你引见一下他们。",
                "Tips": [
                    "完成「狮之血」剧情"
                ]
            },
            {
                "Title": "关于我们 · 战友",
                "Content": "朋友？嗯…我们一起经历了那么多事，共同闯过了那么多场战斗，用「朋友」来形容我们之间的关系，总感觉有点轻飘飘的。<br>我想想…不如，用「战友」吧，这种感情只能从并肩的战斗中锤炼而出，是最不可动摇的东西。",
                "Tips": [
                    "好感等级达到6后开启",
                    "完成「虚空鼓动，劫火高扬」剧情"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "「神之眼」给我带来了什么？嗯…老实说，比起战斗时的便利，这枚「神之眼」更大的作用，是让更多的佣兵慕名而来加入「炽光猎兽」。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「狮之血」剧情"
                ]
            },
            {
                "Title": "有什么想要分享…",
                "Content": "你知道枣椰吗？我小时候最喜欢吃这种果子。但老爹完全不知道拆枣椰的方法，就拿着刀胡乱地戳来戳去，把里面的果肉都弄得乱七八糟，完全没办法下口吃。最后只能把果肉都刮下来，混在牛奶里，勉强给我当做粥来吃。<br>我有时候也会怀念这种粥的味道，还有那个拆枣椰都能拆得手忙脚乱的老爹。",
                "Tips": [
                    "完成「狮之血」剧情"
                ]
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "在一些人眼里，啃食残骸的赤鹫是带来死亡与灾厄的生物。但在我看来，这些翱翔在沙海之上的鹫鸟，有着最热烈的生命力。<br>不知道当它们从天空往下俯瞰时，大赤沙海会是一个什么模样。",
                "Tips": []
            },
            {
                "Title": "关于提纳里…",
                "Content": "哈哈哈，你别说，我还真的差点和这位巡林官做成过一笔生意。之前我经人介绍，要做他进沙漠考察时的向导。不过后来不知道为什么这单生意取消了，我记得…好像是这位巡林官实在耐不住热，还是其他什么原因来着。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于小吉祥草王…",
                "Content": "哼，我之前还以为，教令院里顶多是有一群自私自利的鬣狗在蝇营狗苟，结果…居然还有这么几匹喂不熟的白眼狼在作乱。依我看，那位小吉祥草王真是慈悲得有些过头了，对付这种劣兽，最好是连骨头都锤碎掉！就这么放他们去林子里歇着，真是太便宜他们了。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「虚空鼓动，劫火高扬」剧情"
                ]
            },
            {
                "Title": "关于坎蒂丝…",
                "Content": "你说坎蒂丝啊，她什么都好，就是性子犟得和驮兽一样。我和她说了好多次，别老是绷着弦，偶尔也要给自己放个假，比如去须弥城里逛逛，买点漂亮衣服首饰…但她总是说不放心村子，拒绝了我好多次。唉，实在不行，下次我帮她守村子，然后再拜托团里的妹子们带她进城玩玩好了。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「虚空鼓动，劫火高扬」剧情"
                ]
            },
            {
                "Title": "关于艾尔海森…",
                "Content": "他曾经邀请我过去教令院任职，但我过不惯那种死水一潭般的生活，就拒绝了。不过这位书记官说话时那种七拐八绕，又夹枪带棒的腔调，倒是很符合我对教令院学者的印象…",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「虚空鼓动，劫火高扬」剧情"
                ]
            },
            {
                "Title": "关于赛诺…",
                "Content": "那位「大风纪官」？是个雷厉风行的狠角色，处理某些事情的方法，也挺对我胃口的。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于妮露…",
                "Content": "解决了那件事之后，妮露也能更加自由地跳舞了吧。哦她上次还说，要把自己用的香粉捎一份给我，但我经常在外面奔波，就只能让她先送去坎蒂丝那里。唔…我也该找个时间过去看看了。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「虚空鼓动，劫火高扬」剧情"
                ]
            },
            {
                "Title": "关于多莉…",
                "Content": "那个商人啊。据说她那里什么都有得卖，只是价钱贵了点？哈哈，那我还挺希望和她见几面的，毕竟…有些佣兵需要的东西，在市场上真是拿钱都买不到啊。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于莱依拉…",
                "Content": "那个成天迷迷糊糊的小丫头啊，我有印象。之前我在沙漠边缘的一个绿洲碰见过她，她好像是跟着教令院的什么队伍来观察星象，不过我也没有太留意。啥？坎蒂丝…星空的使者…这都什么乱七八糟的？这丫头不会还没睡醒吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于赛索斯…",
                "Content": "我也是最近才知道他来自缄默之殿。哎呀，不好意思，我对缄默之殿这类神秘组织了解很少嘛。以前倒是在沙漠里见过他几回，他很好沟通，我的佣兵兄弟在沙漠遇到麻烦，他还把饮用水分给他们过。是个不错的人。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解迪希雅 · 其一",
                "Content": "我自小就在佣兵团里生活，玩具是木刀木剑，认识的人要么是佣兵，要么准备做佣兵，就连吃饭的木碗都是团里的人拿刀削出来的木碗。在这种环境下长大，要是我不做佣兵反而有点奇怪，对吧？",
                "Tips": []
            },
            {
                "Title": "想要了解迪希雅 · 其二",
                "Content": "我是哪里人？这我可不知道，我从来都没想过这方面的问题。但硬要说的话，我一直生活在沙漠里，应该算是「沙漠这边」的人吧。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解迪希雅 · 其三",
                "Content": "佣兵的工作可不容易，先不说接受的委托难度如何，更让人头疼的是完成委托后如何让客户迅速地结清钱款。教令院结钱最爽快，冒险家协会其次，结钱最不爽快的是那些做货物贸易的商人，他们总是说自己的资金正在周转，暂时拿不出多少现钱，让我再等等。<br>嘁，拿不出钱，那他们车上那么多货是怎么来的？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解迪希雅 · 其四",
                "Content": "在之前那件事过后，教令院对于我们的态度也有了改变，据说还推出了一大堆帮助沙漠子民的条款。呃，那一大堆文件我是看不懂了，我只希望「防沙壁」从今往后只隔绝风沙，不要再阻断希望。",
                "Tips": [
                    "好感等级达到5后开启",
                    "完成「虚空鼓动，劫火高扬」剧情"
                ]
            },
            {
                "Title": "想要了解迪希雅 · 其五",
                "Content": "大部分佣兵的抱负就是扬名立万，他们不断地接受高难度的委托，赚取财富和名声。有的人幸运地活下来，成为了传奇，有些人就在沙漠里默默无闻的消失。<br>但我可没有那么「远大」的抱负，我只想要保护周围的人，让他们能安心地生活，这就足够了。要是能再赚点钱，那就更好了，哈哈。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "迪希雅的爱好…",
                "Content": "我有空的时候，最喜欢打理我的「妆匣」。里面的香粉和粉刷可都是我花大价钱收来的，你瞧瞧这粉质，多细腻啊！不管是流了汗，还是淋了雨，妆都不会花。哼哼，真是一分钱一分货。",
                "Tips": []
            },
            {
                "Title": "迪希雅的烦恼…",
                "Content": "又有几笔委托的钱款没结清，还有几个兄弟执行委托的时候闯了祸…唉，我明明不是团里的一把手，为什么还要操心这种事？",
                "Tips": [
                    "完成「狮之血」剧情"
                ]
            },
            {
                "Title": "喜欢的食物…",
                "Content": "那当然是「枣椰蜜糖」了，既容易携带，味道又好。",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "可别让我吃那种味道很苦的东西，我可受不了。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "这道菜味道真不错！再多吃几口的话，我说不定以后就吃不下那些干粮啦。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "唔，如果当做干粮来看的话，味道还是不错的。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "至少…至少能填饱肚子，能安全填饱肚子的食物就是好食物！哈哈…",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "生日快乐！摸摸你的兜，礼物已经放在里面了。怎么做到的？一点佣兵的小把戏而已。先别管这些了，我在兰巴德酒馆已经订了一桌上好的酒席，咱们赶紧过去吧。嗯？放心，我没有让团里的其他人过来，这帮人吵吵嚷嚷的只会起哄，好不容易过个生日，我来陪你就够了，走吧走吧。",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "哦？力量真的在成长。",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "感觉不错啊，这样挥起剑来也更有力了。",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "这种力量…真想立刻去试试手，不然我们俩直接来过几招吧？",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "没想到我居然还能有这样的成长，这都多亏了你。接下来有什么委托吗？无论是什么委托，只要你开口，我就会和你同行。",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "开打吧！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "不用留情。",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "一起上！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "你撑得住吗？",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "在这，打垮你！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "把牙咬紧点！",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "居然还有意外收获…",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "哈哈哈，这个不错啊。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "也许能卖个好价钱。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "哼…有点本事！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "该动真格的了！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "这不是正好？",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "稳住！别慌张！",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "退后，让我来！",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "这下…糟了…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "真是…大意了…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "佣兵的…宿命…",
                "Tips": []
            },
            {
                "Title": "普通受击 · 其一",
                "Content": "小花招！",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "有两下子…",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "你说了算。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "有什么委托吗？",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "该开始干活了。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "79": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "狮与赤阳",
                "Desc": "迪希雅的装扮款式。据说当狮子怒吼起来，烈日也会为之震动。虽然她已经过了相信这些故事的年纪，但这不妨碍她看着沙原上的夕阳，回忆儿时的故事和说故事的人。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108501,
            "JD": 108494,
            "Name": "<b>炽金之锅</b>",
            "Eff": "队伍中所有角色生命值上限提升30%，持续300秒。多人游戏时，仅对自己的角色生效。",
            "Desc": "迪希雅的特色料理。打开其貌不扬的锅盖，里面是酥软的肉块，入口后唇齿间尽是惹人迷醉的肉香…看来迪希雅的厨艺和她的实力一样，值得百分百的信赖。",
            "Recipe": {
                "100061": 2,
                "101214": 2,
                "110014": 1,
                "100076": 1
            },
            "Icon": "UI_ItemIcon_108501"
        },
        "Namecard": {
            "Name": "<b>迪希雅 · 净焰</b>",
            "Desc": "名片纹饰。<br>那些该被烧却的将化作飞灰，于是所有应被保留的珍贵之物得以显出形廓。",
            "Pic": "UI_NameCardPic_Dehya_P"
        }
    }
}

var acs_cache_ = {}