// Auto Generated

var _AvatarDataConfig_ = {
    "Diona": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Diona": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100056": 3,
                "112011": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113010": 2,
                "100056": 10,
                "112011": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113010": 4,
                "100056": 20,
                "112012": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113010": 8,
                "100056": 30,
                "112012": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113010": 12,
                "100056": 45,
                "112013": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113010": 20,
                "100056": 60,
                "112013": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112013": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112013": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112013": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112013": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104301": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112013": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112013": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112013": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112013": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104301": 3,
                "112011": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112012": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112012": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112012": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112012": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112013": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112013": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112013": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112013": 12,
                "113014": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Diona": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "猎人射术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，冰霜散发的寒气会凭附在箭矢上。聚满了寒气的箭矢会造成<color style='color:#99FFFF;'>冰元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "36.12%",
                                    "39.06%",
                                    "42.0%",
                                    "46.2%",
                                    "49.14%",
                                    "52.5%",
                                    "57.12%",
                                    "61.74%",
                                    "66.36%",
                                    "71.4%",
                                    "77.175%",
                                    "83.9664%",
                                    "90.7578%",
                                    "97.5492%",
                                    "104.958%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "33.54%",
                                    "36.27%",
                                    "39.0%",
                                    "42.9%",
                                    "45.63%",
                                    "48.75%",
                                    "53.04%",
                                    "57.33%",
                                    "61.62%",
                                    "66.3%",
                                    "71.6625%",
                                    "77.9688%",
                                    "84.2751%",
                                    "90.5814%",
                                    "97.461%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "45.58%",
                                    "49.29%",
                                    "53.0%",
                                    "58.3%",
                                    "62.01%",
                                    "66.25%",
                                    "72.08%",
                                    "77.91%",
                                    "83.74%",
                                    "90.1%",
                                    "97.3875%",
                                    "105.9576%",
                                    "114.5277%",
                                    "123.0978%",
                                    "132.447%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "43.0%",
                                    "46.5%",
                                    "50.0%",
                                    "55.0%",
                                    "58.5%",
                                    "62.5%",
                                    "68.0%",
                                    "73.5%",
                                    "79.0%",
                                    "85.0%",
                                    "91.875%",
                                    "99.96%",
                                    "108.045%",
                                    "116.13%",
                                    "124.95%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "53.75%",
                                    "58.125%",
                                    "62.5%",
                                    "68.75%",
                                    "73.125%",
                                    "78.125%",
                                    "85.0%",
                                    "91.875%",
                                    "98.75%",
                                    "106.25%",
                                    "114.8438%",
                                    "124.95%",
                                    "135.0562%",
                                    "145.1625%",
                                    "156.1875%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "猫爪冻冻",
                        "Desc": "发射冻冻猫猫爪，对敌人造成<color style='color:#99FFFF;'>冰元素伤害</color>，并在命中时形成护盾。<br>护盾的伤害吸收量受益于迪奥娜的生命值上限，持续时间基于命中的冻冻猫猫爪数目。<br><br><color style='color:#FFD780;'>点按</color><br>快速发射二枚冻冻猫猫爪。<br><br><color style='color:#FFD780;'>长按</color><br>迅速后撤，并发射五枚冻冻猫猫爪。<br>通过长按产生的护盾获得75%伤害吸收量加成。<br><br>护盾对<color style='color:#99FFFF;'>冰元素伤害</color>有250%的吸收效果，并会在形成时，为当前角色施加短暂的<color style='color:#99FFFF;'>冰元素附着</color>。<br><br><i>一开始，酒里加多少冰也伤害不了酒鬼。直到迪奥娜有了神之眼，然后就有了这些冻得人太阳穴疼的冰。好评！</i>",
                        "Icon": "Skill_S_Diona_01",
                        "ParamDesc": [
                            {
                                "Desc": "猫爪伤害",
                                "ParamLevelList": [
                                    "每个41.92%",
                                    "每个45.064%",
                                    "每个48.208%",
                                    "每个52.4%",
                                    "每个55.544%",
                                    "每个58.688%",
                                    "每个62.88%",
                                    "每个67.072%",
                                    "每个71.264%",
                                    "每个75.456%",
                                    "每个79.648%",
                                    "每个83.84%",
                                    "每个89.08%",
                                    "每个94.32%",
                                    "每个99.56%"
                                ]
                            },
                            {
                                "Desc": "护盾基础吸收量",
                                "ParamLevelList": [
                                    "7.2%最大生命值+692.8066",
                                    "7.74%最大生命值+762.09686",
                                    "8.28%最大生命值+837.1613",
                                    "9.0%最大生命值+918",
                                    "9.54%最大生命值+1004.61285",
                                    "10.08%最大生命值+1097.0",
                                    "10.8%最大生命值+1195.1611",
                                    "11.52%最大生命值+1299.0966",
                                    "12.24%最大生命值+1408.8062",
                                    "12.96%最大生命值+1524.29",
                                    "13.68%最大生命值+1645.548",
                                    "14.4%最大生命值+1772.5802",
                                    "15.3%最大生命值+1905.3866",
                                    "16.2%最大生命值+2043.9672",
                                    "17.1%最大生命值+2188.322"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "每个猫爪1.8秒",
                                    "每个猫爪1.9秒",
                                    "每个猫爪2秒",
                                    "每个猫爪2.1秒",
                                    "每个猫爪2.2秒",
                                    "每个猫爪2.3秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒",
                                    "每个猫爪2.4秒"
                                ]
                            },
                            {
                                "Desc": "点按冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "长按冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "最烈特调",
                        "Desc": "抛出特别调制的冰酿烈调，造成<color style='color:#99FFFF;'>冰元素范围伤害</color>，并产生冰气酒雾领域。<br><br><color style='color:#FFD780;'>冰气酒雾领域</color><br> · 对其中的敌人持续造成<color style='color:#99FFFF;'>冰元素伤害</color>；<br> · 为其中的角色持续恢复生命值。<br><br><i>迪奥娜自己都觉得不人道的恐怖配方。前味恐怖，推荐留给敌人；后劲清冽，可惜只能用鼻子和皮肤享用。</i>",
                        "Icon": "Skill_E_Diona_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "80.0%",
                                    "86.0%",
                                    "92.0%",
                                    "100%",
                                    "106.0%",
                                    "112.0%",
                                    "120.0%",
                                    "128.0%",
                                    "136.0%",
                                    "144.0%",
                                    "152.0%",
                                    "160.0%",
                                    "170.0%",
                                    "180.0%",
                                    "190.0%"
                                ]
                            },
                            {
                                "Desc": "领域持续伤害",
                                "ParamLevelList": [
                                    "52.64%",
                                    "56.588%",
                                    "60.536%",
                                    "65.8%",
                                    "69.748%",
                                    "73.696%",
                                    "78.96%",
                                    "84.224%",
                                    "89.488%",
                                    "94.752%",
                                    "100.016%",
                                    "105.28%",
                                    "111.86%",
                                    "118.44%",
                                    "125.02%"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "5.336%生命值上限+513.19006",
                                    "5.7362%生命值上限+564.5162",
                                    "6.1364%生命值上限+620.1195",
                                    "6.67%生命值上限+680",
                                    "7.0702%生命值上限+744.15765",
                                    "7.4704%生命值上限+812.5925",
                                    "8.004%生命值上限+885.30457",
                                    "8.5376%生命值上限+962.29376",
                                    "9.0712%生命值上限+1043.5602",
                                    "9.6048%生命值上限+1129.1038",
                                    "10.1384%生命值上限+1218.9244",
                                    "10.672%生命值上限+1313.0223",
                                    "11.339%生命值上限+1411.3975",
                                    "12.006%生命值上限+1514.0498",
                                    "12.673%生命值上限+1620.9792"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "猫尾隐藏菜单",
                        "Desc": "处于<color style='color:#FFD780;'>猫爪冻冻</color>的护盾保护下的角色，移动速度提升10%，体力消耗降低10%。",
                        "Icon": "UI_Talent_S_Diona_05"
                    },
                    {
                        "Name": "滑稽百出的醉相",
                        "Desc": "敌人进入<color style='color:#FFD780;'>最烈特调</color>的领域后的15秒内，攻击力降低10%。",
                        "Icon": "UI_Talent_S_Diona_06"
                    },
                    {
                        "Name": "附赠的下酒菜",
                        "Desc": "完美烹饪恢复类食物时，有12%概率获得2倍产出。",
                        "Icon": "UI_Talent_Cook_Heal"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "特调的余韵",
                        "Desc": "<color style='color:#FFD780;'>最烈特调</color>的效果结束时，为迪奥娜恢复15点元素能量。",
                        "Icon": "UI_Talent_S_Diona_01"
                    },
                    {
                        "Level": 2,
                        "Name": "猫爪冰摇",
                        "Desc": "<color style='color:#FFD780;'>猫爪冻冻</color>造成的伤害提高15%，护盾的伤害吸收量提高15%；<br>此外，命中时，将为附近的当前其他场上角色生成一个伤害吸收量为<color style='color:#FFD780;'>猫爪冻冻</color>50%的护盾，持续5秒。",
                        "Icon": "UI_Talent_S_Diona_02"
                    },
                    {
                        "Level": 3,
                        "Name": "还、还要续杯？",
                        "Desc": "<color style='color:#FFD780;'>最烈特调</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Diona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「酒业杀手」",
                        "Desc": "在<color style='color:#FFD780;'>最烈特调</color>的领域内，迪奥娜的瞄准射击的所需的蓄力时间减少60%。",
                        "Icon": "UI_Talent_S_Diona_03"
                    },
                    {
                        "Level": 5,
                        "Name": "双份加冰",
                        "Desc": "<color style='color:#FFD780;'>猫爪冻冻</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Diona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "猫尾打烊之时",
                        "Desc": "处在<color style='color:#FFD780;'>最烈特调</color>领域内的角色，依据生命值获得如下效果：<br> · 生命值低于或等于50%时，受治疗加成提升30%；<br> · 生命值高于50%时，元素精通提升200。",
                        "Icon": "UI_Talent_S_Diona_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Diona": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6,
                        0.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.4,
                "Poise": 104.65,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 12.6,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 11.7,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 15.9,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 15.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击5",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 18.75,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}