// Auto Generated

var _AvatarDataConfig_ = {
    "Durin": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "产球",
                "DescList": [
                    "• 元素战技命中怪物时，产生 @4*火元素微粒#"
                ]
            },
            {
                "Name": "附着（v2）",
                "DescList": [
                    "• E白：@1# / E黑：@1+0+0#",
                    "• Q白/Q黑：@1+0+0#",
                    "• 白焰之龙：@1+0+1+0+...#（每 @1s# 一次伤害）",
                    "• 黑蚀之龙：@1+0+1+0+...#（每 @1.25s# 一次伤害）"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Durin": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101261": 3,
                "112125": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113080": 2,
                "101261": 10,
                "112125": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113080": 4,
                "101261": 20,
                "112126": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113080": 8,
                "101261": 30,
                "112126": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113080": 12,
                "101261": 45,
                "112127": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113080": 20,
                "101261": 60,
                "112127": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112127": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112127": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112127": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112127": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112127": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112127": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112127": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112127": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112127": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112127": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112127": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112127": 12,
                "113069": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Durin": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "芒焰之翼斩",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "二元式 · 聚分熔炼",
                        "Desc": "将灵魂与愿望的质料纯化，进行<color style='color:#FFD780;'>精质转变</color>。期间，杜林的元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 白化之是</color>，普通攻击<color style='color:#FFD780;'>芒焰之翼斩</color>将会被替换为特殊的普通攻击<color style='color:#FFD780;'>转变 · 黑度之否</color>。<br><br><color style='color:#FFD780;'>转变 · 白化之是</color><br>对附近的敌人造成一次<color style='color:#FF9999;'>火元素范围伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>白化之是</color>状态，持续30秒。<br><br><color style='color:#FFD780;'>转变 · 黑度之否</color><br>对前方的敌人连续造成三次<color style='color:#FF9999;'>火元素伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>黑度之否</color>状态，持续30秒。<br><br>杜林进入<color style='color:#FFD780;'>白化之是</color>或<color style='color:#FFD780;'>黑度之否</color>状态时，还会为杜林恢复一定的元素能量，每6秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>爱与愤怒近乎永恒地存在于彼此之中，存在在所有生物的体内，所化之兽的内心响应整个世界，由此诞生两个中心。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "转变 · 白化之是伤害",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "转变 · 黑度之否伤害",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "元素能量恢复",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "白化法 · 如光流变",
                        "Desc": "以不同的方式解放「兽」的力量。依据杜林的<color style='color:#FFD780;'>精质转变</color>状态，杜林可以施放不同的元素爆发。<br><br><color style='color:#FFD780;'>白化法 · 如光流变</color><br>若杜林处于<color style='color:#FFD780;'>白化之是</color>状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「白焰之龙」</color>的形态显现。「白焰之龙」将跟随当前场上角色，并间歇性攻击周围的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>，该伤害视为元素爆发伤害。<br><br><color style='color:#FFD780;'>黑度法 · 如星阴燃</color><br>若杜林处于<color style='color:#FFD780;'>黑度之否</color>状态，将转为施放元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「黑蚀之龙」</color>的形态显现。「黑蚀之龙」将跟随当前场上角色，并间歇性对周围一名敌人发起攻击，造成<color style='color:#FF9999;'>火元素伤害</color>，该伤害视为元素爆发伤害。<br><br>此外，若杜林不处于精质转变的特殊状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>。",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>每个人是自己灵魂的主宰，在这一生中，他可以将自己变成愤怒或是光明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "白化法 · 如光流变伤害",
                                "ParamLevelList": [
                                    "87.28%+65.6%+74.96%",
                                    "93.826%+70.52%+80.582%",
                                    "100.372%+75.44%+86.204%",
                                    "109.1%+82.0%+93.7%",
                                    "115.646%+86.92%+99.322%",
                                    "122.192%+91.84%+104.944%",
                                    "130.92%+98.4%+112.44%",
                                    "139.648%+104.96%+119.936%",
                                    "148.376%+111.52%+127.432%",
                                    "157.104%+118.08%+134.928%",
                                    "165.832%+124.64%+142.424%",
                                    "174.56%+131.2%+149.92%",
                                    "185.47%+139.4%+159.29%",
                                    "196.38%+147.6%+168.66%",
                                    "207.29%+155.8%+178.03%"
                                ]
                            },
                            {
                                "Desc": "黑度法 · 如星阴燃伤害",
                                "ParamLevelList": [
                                    "93.52%+70.72%+80.48%",
                                    "100.534%+76.024%+86.516%",
                                    "107.548%+81.328%+92.552%",
                                    "116.9%+88.4%+100.6%",
                                    "123.914%+93.704%+106.636%",
                                    "130.928%+99.008%+112.672%",
                                    "140.28%+106.08%+120.72%",
                                    "149.632%+113.152%+128.768%",
                                    "158.984%+120.224%+136.816%",
                                    "168.336%+127.296%+144.864%",
                                    "177.688%+134.368%+152.912%",
                                    "187.04%+141.44%+160.96%",
                                    "198.73%+150.28%+171.02%",
                                    "210.42%+159.12%+181.08%",
                                    "222.11%+167.96%+191.14%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙伤害",
                                "ParamLevelList": [
                                    "129.28%",
                                    "138.976%",
                                    "148.672%",
                                    "161.6%",
                                    "171.296%",
                                    "180.992%",
                                    "193.92%",
                                    "206.848%",
                                    "219.776%",
                                    "232.704%",
                                    "245.632%",
                                    "258.56%",
                                    "274.72%",
                                    "290.88%",
                                    "307.04%"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙伤害",
                                "ParamLevelList": [
                                    "156.4%",
                                    "168.13%",
                                    "179.86%",
                                    "195.5%",
                                    "207.23%",
                                    "218.96%",
                                    "234.6%",
                                    "250.24%",
                                    "265.88%",
                                    "281.52%",
                                    "297.16%",
                                    "312.8%",
                                    "332.35%",
                                    "351.9%",
                                    "371.45%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "光灵遵神数显现",
                        "Desc": "依据杜林施放元素爆发显现的力量形态，分别产生不同的强化效果。若杜林的力量显现为：<br><br><color style='color:#FFD780;'>白焰之龙</color><br>队伍中附近的角色对敌人触发燃烧、超载、火元素扩散或火元素结晶反应后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>与参与反应的对应元素抗性降低20%，持续6秒。<br><br><color style='color:#FFD780;'>黑蚀之龙</color><br>杜林触发的蒸发反应造成的伤害提升40%，融化反应造成的伤害提升40%。",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "混沌如黑夜构成",
                        "Desc": "杜林处于<color style='color:#FFD780;'>精质转变</color>的白化之是或黑度之否状态下时，杜林造成的元素爆发伤害提升，提升值相当于杜林攻击力的50%，通过这种方式至多使杜林造成的元素爆发伤害提升1000。",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "地涌的回音",
                        "Desc": "在蒙德执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "魔女的前夜礼 · 升华赞歌",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 此世之题</color>后，杜林将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>除持续时间外，固有天赋<color style='color:#FFD780;'>「光灵遵神数显现」</color>中的所有效果提升75%。",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "红土之逆",
                        "Desc": "杜林造成的元素爆发伤害提升25%。<br>此外，施放元素爆发后，依据杜林施放的元素爆发，还会分别造成不同的效果：<br> · <color style='color:#FFD780;'>白化法 · 如光流变</color>：队伍中附近的所有其他角色获得12层「轮变启迪」，持续20秒。拥有「轮变启迪」的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成伤害时，将消耗1层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的60%。队伍中拥有「轮变启迪」的角色，其生效次数单独计算。<br> · <color style='color:#FFD780;'>黑度法 · 如星阴燃</color>：杜林获得12层「轮变启迪」，持续20秒。杜林造成元素爆发伤害时，将消耗2层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的100%。<br><br>施放元素爆发时，「轮变启迪」的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "无底之想",
                        "Desc": "杜林施放元素爆发后的20秒内，队伍中附近的角色对敌人触发蒸发、融化、燃烧、超载、火元素扩散或火元素结晶反应后，队伍中附近的角色将获得50%<color style='color:#FF9999;'>火元素伤害加成</color>与参与反应的对应元素伤害加成，持续6秒。",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "焰镜之显",
                        "Desc": "元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "流溢之原",
                        "Desc": "触发命之座<color style='color:#FFD780;'>「红土之逆」</color>中消耗「轮变启迪」的效果时，有55%几率不会消耗「轮变启迪」。",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "苦火之裂",
                        "Desc": "元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "双重诞生",
                        "Desc": "杜林造成的元素爆发伤害将无视敌人30%的防御力。<br>此外，杜林的元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>分别获得强化：<br> · 元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>「白焰之龙」</color>命中敌人后的6秒内，该敌人的防御力降低30%；<br> · 元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>与<color style='color:#FFD780;'>「黑蚀之龙」</color>造成的伤害将额外无视敌人40%的防御力。",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "精质转变",
                        "Desc": "杜林施放元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>后获得的效果。<br>持续期间，杜林可以通过点按元素战技进入<color style='color:#FFD780;'>白化之是</color>状态，或是通过点按普通攻击进入<color style='color:#FFD780;'>黑度之否</color>状态。<br>在两种状态下，杜林会获得不同的强化效果，并可以分别施放不同的元素爆发。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "芒焰之翼斩",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "二元式 · 聚分熔炼",
                        "Desc": "将灵魂与愿望的质料纯化，进行<color style='color:#FFD780;'>精质转变</color>。期间，杜林的元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 白化之是</color>，普通攻击<color style='color:#FFD780;'>芒焰之翼斩</color>将会被替换为特殊的普通攻击<color style='color:#FFD780;'>转变 · 黑度之否</color>。<br><br><color style='color:#FFD780;'>转变 · 白化之是</color><br>对附近的敌人造成一次<color style='color:#FF9999;'>火元素范围伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>白化之是</color>状态，持续30秒。<br><br><color style='color:#FFD780;'>转变 · 黑度之否</color><br>对前方的敌人连续造成三次<color style='color:#FF9999;'>火元素伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>黑度之否</color>状态，持续30秒。<br><br>杜林进入<color style='color:#FFD780;'>白化之是</color>或<color style='color:#FFD780;'>黑度之否</color>状态时，还会为杜林恢复一定的元素能量，每6秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>爱与愤怒近乎永恒地存在于彼此之中，存在在所有生物的体内，所化之兽的内心响应整个世界，由此诞生两个中心。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "转变 · 白化之是伤害",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "转变 · 黑度之否伤害",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "元素能量恢复",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "白化法 · 如光流变",
                        "Desc": "以不同的方式解放「兽」的力量。依据杜林的<color style='color:#FFD780;'>精质转变</color>状态，杜林可以施放不同的元素爆发。<br><br><color style='color:#FFD780;'>白化法 · 如光流变</color><br>若杜林处于<color style='color:#FFD780;'>白化之是</color>状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「白焰之龙」</color>的形态显现。「白焰之龙」将跟随当前场上角色，并间歇性攻击周围的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>，该伤害视为元素爆发伤害。<br><br><color style='color:#FFD780;'>黑度法 · 如星阴燃</color><br>若杜林处于<color style='color:#FFD780;'>黑度之否</color>状态，将转为施放元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「黑蚀之龙」</color>的形态显现。「黑蚀之龙」将跟随当前场上角色，并间歇性对周围一名敌人发起攻击，造成<color style='color:#FF9999;'>火元素伤害</color>，该伤害视为元素爆发伤害。<br><br>此外，若杜林不处于精质转变的特殊状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>。",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>每个人是自己灵魂的主宰，在这一生中，他可以将自己变成愤怒或是光明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "白化法 · 如光流变伤害",
                                "ParamLevelList": [
                                    "87.28%+65.6%+74.96%",
                                    "93.826%+70.52%+80.582%",
                                    "100.372%+75.44%+86.204%",
                                    "109.1%+82.0%+93.7%",
                                    "115.646%+86.92%+99.322%",
                                    "122.192%+91.84%+104.944%",
                                    "130.92%+98.4%+112.44%",
                                    "139.648%+104.96%+119.936%",
                                    "148.376%+111.52%+127.432%",
                                    "157.104%+118.08%+134.928%",
                                    "165.832%+124.64%+142.424%",
                                    "174.56%+131.2%+149.92%",
                                    "185.47%+139.4%+159.29%",
                                    "196.38%+147.6%+168.66%",
                                    "207.29%+155.8%+178.03%"
                                ]
                            },
                            {
                                "Desc": "黑度法 · 如星阴燃伤害",
                                "ParamLevelList": [
                                    "93.52%+70.72%+80.48%",
                                    "100.534%+76.024%+86.516%",
                                    "107.548%+81.328%+92.552%",
                                    "116.9%+88.4%+100.6%",
                                    "123.914%+93.704%+106.636%",
                                    "130.928%+99.008%+112.672%",
                                    "140.28%+106.08%+120.72%",
                                    "149.632%+113.152%+128.768%",
                                    "158.984%+120.224%+136.816%",
                                    "168.336%+127.296%+144.864%",
                                    "177.688%+134.368%+152.912%",
                                    "187.04%+141.44%+160.96%",
                                    "198.73%+150.28%+171.02%",
                                    "210.42%+159.12%+181.08%",
                                    "222.11%+167.96%+191.14%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙伤害",
                                "ParamLevelList": [
                                    "98.0%",
                                    "105.35%",
                                    "112.7%",
                                    "122.5%",
                                    "129.85%",
                                    "137.2%",
                                    "147.0%",
                                    "156.8%",
                                    "166.6%",
                                    "176.4%",
                                    "186.2%",
                                    "196.0%",
                                    "208.25%",
                                    "220.5%",
                                    "232.75%"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙伤害",
                                "ParamLevelList": [
                                    "156.4%",
                                    "168.13%",
                                    "179.86%",
                                    "195.5%",
                                    "207.23%",
                                    "218.96%",
                                    "234.6%",
                                    "250.24%",
                                    "265.88%",
                                    "281.52%",
                                    "297.16%",
                                    "312.8%",
                                    "332.35%",
                                    "351.9%",
                                    "371.45%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "光灵遵神数显现",
                        "Desc": "依据杜林施放元素爆发显现的力量形态，分别产生不同的强化效果。若杜林的力量显现为：<br><br><color style='color:#FFD780;'>白焰之龙</color><br>队伍中附近的角色对敌人触发燃烧、超载、火元素扩散或火元素结晶反应后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>与参与反应的对应元素抗性降低20%，持续6秒。<br><br><color style='color:#FFD780;'>黑蚀之龙</color><br>杜林触发的蒸发反应造成的伤害提升40%，融化反应造成的伤害提升40%。",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "混沌如黑夜构成",
                        "Desc": "杜林处于<color style='color:#FFD780;'>精质转变</color>的白化之是或黑度之否状态下时，杜林造成的元素爆发伤害提升，提升值相当于杜林攻击力的50%，通过这种方式至多使杜林造成的元素爆发伤害提升1000。",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "地涌的回音",
                        "Desc": "在蒙德执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "魔女的前夜礼 · 升华赞歌",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 此世之题</color>后，杜林将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>除持续时间外，固有天赋<color style='color:#FFD780;'>「光灵遵神数显现」</color>中的所有效果提升75%。",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "红土之逆",
                        "Desc": "杜林的元素爆发造成的暴击伤害提升25%。<br>此外，施放元素爆发后，依据杜林施放的元素爆发，还会分别造成不同的效果：<br> · <color style='color:#FFD780;'>白化法 · 如光流变</color>：队伍中附近的所有其他角色获得12层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。拥有「轮变启迪」的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成伤害时，将消耗1层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的60%。队伍中拥有「轮变启迪」的角色，其生效次数单独计算。<br> · <color style='color:#FFD780;'>黑度法 · 如星阴燃</color>：杜林获得12层「轮变启迪」，持续20秒。杜林造成元素爆发伤害时，将消耗2层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的100%。<br><br>施放元素爆发时，「轮变启迪」的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "无底之想",
                        "Desc": "杜林施放元素爆发后的20秒内，队伍中附近的角色对敌人触发蒸发、融化、燃烧、超载、火元素扩散或火元素结晶反应后，队伍中附近的角色造成的<color style='color:#FF9999;'>火元素伤害</color>与参与反应的对应元素伤害提升50%，持续6秒。",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "焰镜之显",
                        "Desc": "元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "流溢之原",
                        "Desc": "触发命之座<color style='color:#FFD780;'>「红土之逆」</color>中消耗<color style='color:#FFD780;'>「轮变启迪」</color>的效果时，有55%几率不会消耗「轮变启迪」。",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "苦火之裂",
                        "Desc": "元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "双重诞生",
                        "Desc": "杜林造成的元素爆发伤害将无视敌人30%的防御力。<br>此外，杜林的元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>分别获得强化：<br> · 元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>「白焰之龙」</color>命中敌人时，该敌人的防御力降低30%，持续6秒；<br> · 元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>与<color style='color:#FFD780;'>「黑蚀之龙」</color>造成的伤害将额外无视敌人40%的防御力。",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "精质转变",
                        "Desc": "杜林施放元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>后获得的效果。<br>持续期间，杜林可以通过点按元素战技进入<color style='color:#FFD780;'>白化之是</color>状态，或是通过点按普通攻击进入<color style='color:#FFD780;'>黑度之否</color>状态。<br>在两种状态下，杜林会获得不同的强化效果，并可以分别施放不同的元素爆发。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "芒焰之翼斩",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "二元式 · 聚分熔炼",
                        "Desc": "将灵魂与愿望的质料纯化，进行<color style='color:#FFD780;'>精质转变</color>。期间，杜林的元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 白化之是</color>，普通攻击<color style='color:#FFD780;'>芒焰之翼斩</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 黑度之否</color>。<br><br><color style='color:#FFD780;'>转变 · 白化之是</color><br>对附近的敌人造成一次<color style='color:#FF9999;'>火元素范围伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>白化之是</color>状态，持续30秒。<br><br><color style='color:#FFD780;'>转变 · 黑度之否</color><br>对前方的敌人连续造成三次<color style='color:#FF9999;'>火元素伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>黑度之否</color>状态，持续30秒。<br><br>杜林进入<color style='color:#FFD780;'>白化之是</color>或<color style='color:#FFD780;'>黑度之否</color>状态时，还会为杜林恢复一定的元素能量，每6秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>爱与愤怒近乎永恒地存在于彼此之中，存在在所有生物的体内，所化之兽的内心响应整个世界，由此诞生两个中心。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "转变 · 白化之是伤害",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "转变 · 黑度之否伤害",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "元素能量恢复",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "白化法 · 如光流变",
                        "Desc": "以不同的方式解放「兽」的力量。依据杜林的<color style='color:#FFD780;'>精质转变</color>状态，杜林可以施放不同的元素爆发。<br><br><color style='color:#FFD780;'>白化法 · 如光流变</color><br>若杜林处于<color style='color:#FFD780;'>白化之是</color>状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「白焰之龙」</color>的形态显现。「白焰之龙」将跟随当前场上角色，并间歇性攻击周围的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>，该伤害视为元素爆发伤害。<br><br><color style='color:#FFD780;'>黑度法 · 如星阴燃</color><br>若杜林处于<color style='color:#FFD780;'>黑度之否</color>状态，将转为施放元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「黑蚀之龙」</color>的形态显现。「黑蚀之龙」将跟随当前场上角色，并间歇性对周围一名敌人发起攻击，造成<color style='color:#FF9999;'>火元素伤害</color>，该伤害视为元素爆发伤害。<br><br>此外，若杜林不处于精质转变的特殊状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>。",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>每个人是自己灵魂的主宰，在这一生中，他可以将自己变成愤怒或是光明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "白化法 · 如光流变伤害",
                                "ParamLevelList": [
                                    "95.2%+77.2%+84.96%",
                                    "102.34%+82.99%+91.332%",
                                    "109.48%+88.78%+97.704%",
                                    "119.0%+96.5%+106.2%",
                                    "126.14%+102.29%+112.572%",
                                    "133.28%+108.08%+118.944%",
                                    "142.8%+115.8%+127.44%",
                                    "152.32%+123.52%+135.936%",
                                    "161.84%+131.24%+144.432%",
                                    "171.36%+138.96%+152.928%",
                                    "180.88%+146.68%+161.424%",
                                    "190.4%+154.4%+169.92%",
                                    "202.3%+164.05%+180.54%",
                                    "214.2%+173.7%+191.16%",
                                    "226.1%+183.35%+201.78%"
                                ]
                            },
                            {
                                "Desc": "黑度法 · 如星阴燃伤害",
                                "ParamLevelList": [
                                    "100.32%+81.44%+89.44%",
                                    "107.844%+87.548%+96.148%",
                                    "115.368%+93.656%+102.856%",
                                    "125.4%+101.8%+111.8%",
                                    "132.924%+107.908%+118.508%",
                                    "140.448%+114.016%+125.216%",
                                    "150.48%+122.16%+134.16%",
                                    "160.512%+130.304%+143.104%",
                                    "170.544%+138.448%+152.048%",
                                    "180.576%+146.592%+160.992%",
                                    "190.608%+154.736%+169.936%",
                                    "200.64%+162.88%+178.88%",
                                    "213.18%+173.06%+190.06%",
                                    "225.72%+183.24%+201.24%",
                                    "238.26%+193.42%+212.42%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙伤害",
                                "ParamLevelList": [
                                    "104.08%",
                                    "111.886%",
                                    "119.692%",
                                    "130.1%",
                                    "137.906%",
                                    "145.712%",
                                    "156.12%",
                                    "166.528%",
                                    "176.936%",
                                    "187.344%",
                                    "197.752%",
                                    "208.16%",
                                    "221.17%",
                                    "234.18%",
                                    "247.19%"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙伤害",
                                "ParamLevelList": [
                                    "152.56%",
                                    "164.002%",
                                    "175.444%",
                                    "190.7%",
                                    "202.142%",
                                    "213.584%",
                                    "228.84%",
                                    "244.096%",
                                    "259.352%",
                                    "274.608%",
                                    "289.864%",
                                    "305.12%",
                                    "324.19%",
                                    "343.26%",
                                    "362.33%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "光灵遵神数显现",
                        "Desc": "依据杜林施放元素爆发显现的力量形态，分别产生不同的强化效果。若杜林的力量显现为：<br><br><color style='color:#FFD780;'>白焰之龙</color><br>队伍中附近的角色对敌人触发燃烧、超载、火元素扩散、火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，该敌人的<color style='color:#FF9999;'>火元素抗性</color>与参与反应的对应元素抗性降低20%，持续6秒。<br><br><color style='color:#FFD780;'>黑蚀之龙</color><br>杜林触发的蒸发反应造成的伤害提升40%，融化反应造成的伤害提升40%。",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "混沌如黑夜构成",
                        "Desc": "杜林处于<color style='color:#FFD780;'>精质转变</color>的白化之是或黑度之否状态下时，杜林造成的元素爆发伤害提升，每100点攻击力都将提升1%元素爆发的基础伤害，至多使杜林造成的元素爆发伤害的基础值提升25%。",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "地涌的回音",
                        "Desc": "在蒙德执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "魔女的前夜礼 · 升华赞歌",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 此世之题</color>后，杜林将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>除持续时间外，突破天赋<color style='color:#FFD780;'>「光灵遵神数显现」</color>中的所有效果提升75%。",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "红土之逆",
                        "Desc": "施放元素爆发后，依据杜林施放的元素爆发，会分别造成不同的效果：<br> · <color style='color:#FFD780;'>白化法 · 如光流变</color>：队伍中附近的所有其他角色获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。拥有「轮变启迪」的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成伤害时，将消耗1层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的60%。队伍中拥有「轮变启迪」的角色，其生效次数单独计算。<br> · <color style='color:#FFD780;'>黑度法 · 如星阴燃</color>：杜林获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。杜林造成元素爆发伤害时，将消耗2层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的150%。<br><br>施放元素爆发时，<color style='color:#FFD780;'>「轮变启迪」</color>的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "无底之想",
                        "Desc": "杜林施放元素爆发后的20秒内，队伍中附近的角色对敌人触发蒸发、融化、燃烧、超载、火元素扩散或火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，队伍中附近的角色造成的<color style='color:#FF9999;'>火元素伤害</color>与参与反应的对应元素伤害提升50%，持续6秒。",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "焰镜之显",
                        "Desc": "元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "流溢之原",
                        "Desc": "触发命之座<color style='color:#FFD780;'>「红土之逆」</color>中获得<color style='color:#FFD780;'>「轮变启迪」</color>的效果后的20秒内，杜林造成的元素爆发伤害提升40%，且在触发消耗「轮变启迪」的效果时，有30%几率不会消耗「轮变启迪」。",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "苦火之裂",
                        "Desc": "元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "双重诞生",
                        "Desc": "杜林造成的元素爆发伤害将无视敌人30%的防御力。<br>此外，杜林的元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>分别获得强化：<br> · 元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>「白焰之龙」</color>命中敌人时，该敌人的防御力降低30%，持续6秒；<br> · 元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>与<color style='color:#FFD780;'>「黑蚀之龙」</color>造成的伤害将额外无视敌人40%的防御力。",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "精质转变",
                        "Desc": "杜林施放元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>后获得的效果。<br>持续期间，杜林可以通过点按元素战技进入<color style='color:#FFD780;'>白化之是</color>状态，或是通过点按普通攻击进入<color style='color:#FFD780;'>黑度之否</color>状态。<br>在两种状态下，杜林会获得不同的强化效果，并可以分别施放不同的元素爆发。"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "芒焰之翼斩",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "二元式 · 聚分熔炼",
                        "Desc": "将灵魂与愿望的质料纯化，进行<color style='color:#FFD780;'>精质转变</color>。期间，杜林的元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 白化之是</color>，普通攻击<color style='color:#FFD780;'>芒焰之翼斩</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 黑度之否</color>。<br><br><color style='color:#FFD780;'>转变 · 白化之是</color><br>对附近的敌人造成一次<color style='color:#FF9999;'>火元素范围伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>白化之是</color>状态，持续30秒。<br><br><color style='color:#FFD780;'>转变 · 黑度之否</color><br>对前方的敌人连续造成三次<color style='color:#FF9999;'>火元素伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>黑度之否</color>状态，持续30秒。<br><br>处于战斗状态下时，杜林进入<color style='color:#FFD780;'>白化之是</color>或<color style='color:#FFD780;'>黑度之否</color>状态时，还会为杜林恢复一定的元素能量，每6秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>爱与愤怒近乎永恒地存在于彼此之中，存在在所有生物的体内，所化之兽的内心响应整个世界，由此诞生两个中心。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "转变 · 白化之是伤害",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "转变 · 黑度之否伤害",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "元素能量恢复",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "白化法 · 如光流变",
                        "Desc": "以不同的方式解放「兽」的力量。依据杜林的<color style='color:#FFD780;'>精质转变</color>状态，杜林可以施放不同的元素爆发。<br><br><color style='color:#FFD780;'>白化法 · 如光流变</color><br>若杜林处于<color style='color:#FFD780;'>白化之是</color>状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「白焰之龙」</color>的形态显现。「白焰之龙」将跟随当前场上角色，并间歇性攻击周围的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>，该伤害视为元素爆发伤害。<br><br><color style='color:#FFD780;'>黑度法 · 如星阴燃</color><br>若杜林处于<color style='color:#FFD780;'>黑度之否</color>状态，将转为施放元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「黑蚀之龙」</color>的形态显现。「黑蚀之龙」将跟随当前场上角色，并间歇性对周围一名敌人发起攻击，造成<color style='color:#FF9999;'>火元素伤害</color>，该伤害视为元素爆发伤害。<br><br>此外，若杜林不处于精质转变的特殊状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>。",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>每个人是自己灵魂的主宰，在这一生中，他可以将自己变成愤怒或是光明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "白化法 · 如光流变伤害",
                                "ParamLevelList": [
                                    "118.96%+96.4%+111.84%",
                                    "127.882%+103.63%+120.228%",
                                    "136.804%+110.86%+128.616%",
                                    "148.7%+120.5%+139.8%",
                                    "157.622%+127.73%+148.188%",
                                    "166.544%+134.96%+156.576%",
                                    "178.44%+144.6%+167.76%",
                                    "190.336%+154.24%+178.944%",
                                    "202.232%+163.88%+190.128%",
                                    "214.128%+173.52%+201.312%",
                                    "226.024%+183.16%+212.496%",
                                    "237.92%+192.8%+223.68%",
                                    "252.79%+204.85%+237.66%",
                                    "267.66%+216.9%+251.64%",
                                    "282.53%+228.95%+265.62%"
                                ]
                            },
                            {
                                "Desc": "黑度法 · 如星阴燃伤害",
                                "ParamLevelList": [
                                    "125.44%+101.76%+111.84%",
                                    "134.848%+109.392%+120.228%",
                                    "144.256%+117.024%+128.616%",
                                    "156.8%+127.2%+139.8%",
                                    "166.208%+134.832%+148.188%",
                                    "175.616%+142.464%+156.576%",
                                    "188.16%+152.64%+167.76%",
                                    "200.704%+162.816%+178.944%",
                                    "213.248%+172.992%+190.128%",
                                    "225.792%+183.168%+201.312%",
                                    "238.336%+193.344%+212.496%",
                                    "250.88%+203.52%+223.68%",
                                    "266.56%+216.24%+237.66%",
                                    "282.24%+228.96%+251.64%",
                                    "297.92%+241.68%+265.62%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙伤害",
                                "ParamLevelList": [
                                    "94.64%",
                                    "101.738%",
                                    "108.836%",
                                    "118.3%",
                                    "125.398%",
                                    "132.496%",
                                    "141.96%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%",
                                    "189.28%",
                                    "201.11%",
                                    "212.94%",
                                    "224.77%"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙伤害",
                                "ParamLevelList": [
                                    "129.84%",
                                    "139.578%",
                                    "149.316%",
                                    "162.3%",
                                    "172.038%",
                                    "181.776%",
                                    "194.76%",
                                    "207.744%",
                                    "220.728%",
                                    "233.712%",
                                    "246.696%",
                                    "259.68%",
                                    "275.91%",
                                    "292.14%",
                                    "308.37%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "光灵遵神数显现",
                        "Desc": "依据杜林施放元素爆发显现的力量形态，分别产生不同的强化效果。若杜林的力量显现为：<br><br><color style='color:#FFD780;'>白焰之龙</color><br>队伍中附近的角色对敌人触发燃烧、超载、火元素扩散、火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，该敌人的<color style='color:#FF9999;'>火元素抗性</color>与参与反应的对应元素抗性降低20%，持续6秒。<br><br><color style='color:#FFD780;'>黑蚀之龙</color><br>杜林触发的蒸发反应造成的伤害提升40%，融化反应造成的伤害提升40%。",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "混沌如黑夜构成",
                        "Desc": "施放元素爆发后的20秒内，杜林将获得「肇象熔炼」效果：持续期间，杜林将获得10层「肇象」，<color style='color:#FFD780;'>白焰之龙</color>与<color style='color:#FFD780;'>黑蚀之龙</color>的间歇性攻击造成伤害时，将消耗1层「肇象」，提升造成的伤害，每100点攻击力都将额外造成相当于原本3%的伤害，至多通过这种方式额外造成相当于原本75%的伤害。一次<color style='color:#FFD780;'>白焰之龙</color>与<color style='color:#FFD780;'>黑蚀之龙</color>同时命中多名敌人时，只会消耗一层「肇象」。<br>再次施放元素爆发时，「肇象」的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "地涌的回音",
                        "Desc": "在蒙德执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "魔女的前夜礼 · 升华赞歌",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 此世之题</color>后，杜林将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>除持续时间外，突破天赋<color style='color:#FFD780;'>「光灵遵神数显现」</color>中的所有效果提升75%。",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "红土之逆",
                        "Desc": "施放元素爆发后，依据杜林施放的元素爆发，会分别造成不同的效果：<br> · <color style='color:#FFD780;'>白化法 · 如光流变</color>：队伍中附近的所有其他角色获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。拥有「轮变启迪」的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成伤害时，将消耗1层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的60%。队伍中拥有「轮变启迪」的角色，其生效次数单独计算。<br> · <color style='color:#FFD780;'>黑度法 · 如星阴燃</color>：杜林获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。杜林造成元素爆发伤害时，将消耗2层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的150%。<br><br>施放元素爆发时，<color style='color:#FFD780;'>「轮变启迪」</color>的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "无底之想",
                        "Desc": "杜林施放元素爆发后的20秒内，队伍中附近的角色对敌人触发蒸发、融化、燃烧、超载、火元素扩散或火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，队伍中附近的角色造成的<color style='color:#FF9999;'>火元素伤害</color>与参与反应的对应元素伤害提升50%，持续6秒。",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "焰镜之显",
                        "Desc": "元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "流溢之原",
                        "Desc": "触发命之座<color style='color:#FFD780;'>「红土之逆」</color>中获得<color style='color:#FFD780;'>「轮变启迪」</color>的效果后的20秒内，杜林造成的元素爆发伤害提升40%，且在触发消耗「轮变启迪」的效果时，有30%几率不会消耗「轮变启迪」。",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "苦火之裂",
                        "Desc": "元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "双重诞生",
                        "Desc": "杜林造成的元素爆发伤害将无视敌人30%的防御力。<br>此外，杜林的元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>分别获得强化：<br> · 元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>「白焰之龙」</color>命中敌人时，该敌人的防御力降低30%，持续6秒；<br> · 元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>与<color style='color:#FFD780;'>「黑蚀之龙」</color>造成的伤害将额外无视敌人40%的防御力。",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "精质转变",
                        "Desc": "杜林施放元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>后获得的效果，持续6秒。<br>持续期间，杜林可以通过点按元素战技进入<color style='color:#FFD780;'>白化之是</color>状态，或是通过点按普通攻击进入<color style='color:#FFD780;'>黑度之否</color>状态。<br>在两种状态下，杜林会获得不同的强化效果，并可以分别施放不同的元素爆发。"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "芒焰之翼斩",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "二元式 · 聚分熔炼",
                        "Desc": "将灵魂与愿望的质料纯化，进行<color style='color:#FFD780;'>精质转变</color>。期间，杜林的元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 白化之是</color>，普通攻击<color style='color:#FFD780;'>芒焰之翼斩</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 黑度之否</color>。<br><br><color style='color:#FFD780;'>转变 · 白化之是</color><br>对附近的敌人造成一次<color style='color:#FF9999;'>火元素范围伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>白化之是</color>状态，持续30秒。<br><br><color style='color:#FFD780;'>转变 · 黑度之否</color><br>对前方的敌人连续造成三次<color style='color:#FF9999;'>火元素伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>黑度之否</color>状态，持续30秒。<br><br>处于战斗状态下时，杜林进入<color style='color:#FFD780;'>白化之是</color>或<color style='color:#FFD780;'>黑度之否</color>状态时，还会为杜林恢复一定的元素能量，每6秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>爱与愤怒近乎永恒地存在于彼此之中，存在在所有生物的体内，所化之兽的内心响应整个世界，由此诞生两个中心。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "转变 · 白化之是伤害",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "转变 · 黑度之否伤害",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "元素能量恢复",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "白化法 · 如光流变",
                        "Desc": "以不同的方式解放「兽」的力量。依据杜林的<color style='color:#FFD780;'>精质转变</color>状态，杜林可以施放不同的元素爆发。<br><br><color style='color:#FFD780;'>白化法 · 如光流变</color><br>若杜林处于<color style='color:#FFD780;'>白化之是</color>状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「白焰之龙」</color>的形态显现。「白焰之龙」将跟随当前场上角色，并间歇性攻击周围的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>，该伤害视为元素爆发伤害。<br><br><color style='color:#FFD780;'>黑度法 · 如星阴燃</color><br>若杜林处于<color style='color:#FFD780;'>黑度之否</color>状态，将转为施放元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「黑蚀之龙」</color>的形态显现。「黑蚀之龙」将跟随当前场上角色，并间歇性对周围一名敌人发起攻击，造成<color style='color:#FF9999;'>火元素伤害</color>，该伤害视为元素爆发伤害。<br><br>此外，若杜林不处于精质转变的特殊状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>。",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>每个人是自己灵魂的主宰，在这一生中，他可以将自己变成愤怒或是光明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "白化法 · 如光流变伤害",
                                "ParamLevelList": [
                                    "118.96%+96.4%+111.84%",
                                    "127.882%+103.63%+120.228%",
                                    "136.804%+110.86%+128.616%",
                                    "148.7%+120.5%+139.8%",
                                    "157.622%+127.73%+148.188%",
                                    "166.544%+134.96%+156.576%",
                                    "178.44%+144.6%+167.76%",
                                    "190.336%+154.24%+178.944%",
                                    "202.232%+163.88%+190.128%",
                                    "214.128%+173.52%+201.312%",
                                    "226.024%+183.16%+212.496%",
                                    "237.92%+192.8%+223.68%",
                                    "252.79%+204.85%+237.66%",
                                    "267.66%+216.9%+251.64%",
                                    "282.53%+228.95%+265.62%"
                                ]
                            },
                            {
                                "Desc": "黑度法 · 如星阴燃伤害",
                                "ParamLevelList": [
                                    "125.44%+101.76%+111.84%",
                                    "134.848%+109.392%+120.228%",
                                    "144.256%+117.024%+128.616%",
                                    "156.8%+127.2%+139.8%",
                                    "166.208%+134.832%+148.188%",
                                    "175.616%+142.464%+156.576%",
                                    "188.16%+152.64%+167.76%",
                                    "200.704%+162.816%+178.944%",
                                    "213.248%+172.992%+190.128%",
                                    "225.792%+183.168%+201.312%",
                                    "238.336%+193.344%+212.496%",
                                    "250.88%+203.52%+223.68%",
                                    "266.56%+216.24%+237.66%",
                                    "282.24%+228.96%+251.64%",
                                    "297.92%+241.68%+265.62%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙伤害",
                                "ParamLevelList": [
                                    "94.64%",
                                    "101.738%",
                                    "108.836%",
                                    "118.3%",
                                    "125.398%",
                                    "132.496%",
                                    "141.96%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%",
                                    "189.28%",
                                    "201.11%",
                                    "212.94%",
                                    "224.77%"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙伤害",
                                "ParamLevelList": [
                                    "129.84%",
                                    "139.578%",
                                    "149.316%",
                                    "162.3%",
                                    "172.038%",
                                    "181.776%",
                                    "194.76%",
                                    "207.744%",
                                    "220.728%",
                                    "233.712%",
                                    "246.696%",
                                    "259.68%",
                                    "275.91%",
                                    "292.14%",
                                    "308.37%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "光灵遵神数显现",
                        "Desc": "依据杜林施放元素爆发显现的力量形态，分别产生不同的强化效果。若杜林的力量显现为：<br><br><color style='color:#FFD780;'>白焰之龙</color><br>队伍中附近的角色对敌人触发燃烧、超载、火元素扩散、火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，该敌人的<color style='color:#FF9999;'>火元素抗性</color>与参与反应的对应元素抗性降低20%，持续6秒。<br><br><color style='color:#FFD780;'>黑蚀之龙</color><br>杜林触发的蒸发反应造成的伤害提升40%，融化反应造成的伤害提升40%。",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "混沌如黑夜构成",
                        "Desc": "施放元素爆发后的20秒内，杜林将获得「肇象熔炼」效果：持续期间，杜林将获得10层「肇象」，<color style='color:#FFD780;'>白焰之龙</color>与<color style='color:#FFD780;'>黑蚀之龙</color>的间歇性攻击造成伤害时，将消耗1层「肇象」，提升造成的伤害，每100点攻击力都将额外造成相当于原本3%的伤害，至多通过这种方式额外造成相当于原本75%的伤害。一次<color style='color:#FFD780;'>白焰之龙</color>与<color style='color:#FFD780;'>黑蚀之龙</color>同时命中多名敌人时，只会消耗一层「肇象」。<br>再次施放元素爆发时，「肇象」的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "地涌的回音",
                        "Desc": "在蒙德执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "魔女的前夜礼 · 升华赞歌",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 此世之题</color>后，杜林将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>除持续时间外，突破天赋<color style='color:#FFD780;'>「光灵遵神数显现」</color>中的所有效果提升75%。",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "红土之逆",
                        "Desc": "施放元素爆发后，依据杜林施放的元素爆发，会分别造成不同的效果：<br> · <color style='color:#FFD780;'>白化法 · 如光流变</color>：队伍中附近的所有其他角色获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。拥有「轮变启迪」的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成伤害时，将消耗1层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的60%。队伍中拥有「轮变启迪」的角色，其生效次数单独计算。<br> · <color style='color:#FFD780;'>黑度法 · 如星阴燃</color>：杜林获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。杜林造成元素爆发伤害时，将消耗2层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的150%。<br><br>施放元素爆发时，<color style='color:#FFD780;'>「轮变启迪」</color>的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "无底之想",
                        "Desc": "杜林施放元素爆发后的20秒内，队伍中附近的角色对敌人触发蒸发、融化、燃烧、超载、火元素扩散或火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，队伍中附近的角色造成的<color style='color:#FF9999;'>火元素伤害</color>与参与反应的对应元素伤害提升50%，持续6秒。",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "焰镜之显",
                        "Desc": "元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "流溢之原",
                        "Desc": "杜林造成的元素爆发伤害提升40%。此外，触发命之座<color style='color:#FFD780;'>「红土之逆」</color>中消耗<color style='color:#FFD780;'>「轮变启迪」</color>的效果时，有30%几率不会消耗「轮变启迪」。",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "苦火之裂",
                        "Desc": "元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "双重诞生",
                        "Desc": "杜林造成的元素爆发伤害将无视敌人30%的防御力。<br>此外，杜林的元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>分别获得强化：<br> · 元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>「白焰之龙」</color>命中敌人时，该敌人的防御力降低30%，持续6秒；<br> · 元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>与<color style='color:#FFD780;'>「黑蚀之龙」</color>造成的伤害将额外无视敌人40%的防御力。",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "精质转变",
                        "Desc": "杜林施放元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>后获得的效果，持续6秒。<br>持续期间，杜林可以通过点按元素战技进入<color style='color:#FFD780;'>白化之是</color>状态，或是通过点按普通攻击进入<color style='color:#FFD780;'>黑度之否</color>状态。<br>在两种状态下，杜林会获得不同的强化效果，并可以分别施放不同的元素爆发。"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "芒焰之翼斩",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "二元式 · 聚分熔炼",
                        "Desc": "将灵魂与愿望的质料纯化，进行<color style='color:#FFD780;'>精质转变</color>。期间，杜林的元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 白化之是</color>，普通攻击<color style='color:#FFD780;'>芒焰之翼斩</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>转变 · 黑度之否</color>。<br><br><color style='color:#FFD780;'>转变 · 白化之是</color><br>对附近的敌人造成一次<color style='color:#FF9999;'>火元素范围伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>白化之是</color>状态，持续30秒。<br><br><color style='color:#FFD780;'>转变 · 黑度之否</color><br>对前方的敌人连续造成三次<color style='color:#FF9999;'>火元素伤害</color>，解除精质转变，并进入<color style='color:#FFD780;'>黑度之否</color>状态，持续30秒。<br><br>处于战斗状态下时，杜林进入<color style='color:#FFD780;'>白化之是</color>或<color style='color:#FFD780;'>黑度之否</color>状态时，还会为杜林恢复一定的元素能量，每6秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>爱与愤怒近乎永恒地存在于彼此之中，存在在所有生物的体内，所化之兽的内心响应整个世界，由此诞生两个中心。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "转变 · 白化之是伤害",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "转变 · 黑度之否伤害",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "元素能量恢复",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "白化法 · 如光流变",
                        "Desc": "以不同的方式解放「兽」的力量。依据杜林的<color style='color:#FFD780;'>精质转变</color>状态，杜林可以施放不同的元素爆发。<br><br><color style='color:#FFD780;'>白化法 · 如光流变</color><br>若杜林处于<color style='color:#FFD780;'>白化之是</color>状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「白焰之龙」</color>的形态显现。「白焰之龙」将跟随当前场上角色，并间歇性攻击周围的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>，该伤害视为元素爆发伤害。<br><br><color style='color:#FFD780;'>黑度法 · 如星阴燃</color><br>若杜林处于<color style='color:#FFD780;'>黑度之否</color>状态，将转为施放元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>，对前方的敌人造成三次<color style='color:#FF9999;'>火元素范围伤害</color>，并将自身的力量以<color style='color:#FFD780;'>「黑蚀之龙」</color>的形态显现。「黑蚀之龙」将跟随当前场上角色，并间歇性对周围一名敌人发起攻击，造成<color style='color:#FF9999;'>火元素伤害</color>，该伤害视为元素爆发伤害。<br><br>此外，若杜林不处于精质转变的特殊状态，将施放元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>。",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>每个人都是自己灵魂的主宰，在这一生中，他可以将自己变成愤怒或是光明。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "白化法 · 如光流变伤害",
                                "ParamLevelList": [
                                    "118.96%+96.4%+111.84%",
                                    "127.882%+103.63%+120.228%",
                                    "136.804%+110.86%+128.616%",
                                    "148.7%+120.5%+139.8%",
                                    "157.622%+127.73%+148.188%",
                                    "166.544%+134.96%+156.576%",
                                    "178.44%+144.6%+167.76%",
                                    "190.336%+154.24%+178.944%",
                                    "202.232%+163.88%+190.128%",
                                    "214.128%+173.52%+201.312%",
                                    "226.024%+183.16%+212.496%",
                                    "237.92%+192.8%+223.68%",
                                    "252.79%+204.85%+237.66%",
                                    "267.66%+216.9%+251.64%",
                                    "282.53%+228.95%+265.62%"
                                ]
                            },
                            {
                                "Desc": "黑度法 · 如星阴燃伤害",
                                "ParamLevelList": [
                                    "125.44%+101.76%+111.84%",
                                    "134.848%+109.392%+120.228%",
                                    "144.256%+117.024%+128.616%",
                                    "156.8%+127.2%+139.8%",
                                    "166.208%+134.832%+148.188%",
                                    "175.616%+142.464%+156.576%",
                                    "188.16%+152.64%+167.76%",
                                    "200.704%+162.816%+178.944%",
                                    "213.248%+172.992%+190.128%",
                                    "225.792%+183.168%+201.312%",
                                    "238.336%+193.344%+212.496%",
                                    "250.88%+203.52%+223.68%",
                                    "266.56%+216.24%+237.66%",
                                    "282.24%+228.96%+251.64%",
                                    "297.92%+241.68%+265.62%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙伤害",
                                "ParamLevelList": [
                                    "94.64%",
                                    "101.738%",
                                    "108.836%",
                                    "118.3%",
                                    "125.398%",
                                    "132.496%",
                                    "141.96%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%",
                                    "189.28%",
                                    "201.11%",
                                    "212.94%",
                                    "224.77%"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙伤害",
                                "ParamLevelList": [
                                    "129.84%",
                                    "139.578%",
                                    "149.316%",
                                    "162.3%",
                                    "172.038%",
                                    "181.776%",
                                    "194.76%",
                                    "207.744%",
                                    "220.728%",
                                    "233.712%",
                                    "246.696%",
                                    "259.68%",
                                    "275.91%",
                                    "292.14%",
                                    "308.37%"
                                ]
                            },
                            {
                                "Desc": "白焰之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "黑蚀之龙持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "光灵遵神数显现",
                        "Desc": "依据杜林施放元素爆发显现的力量形态，分别产生不同的强化效果。若杜林的力量显现为：<br><br><color style='color:#FFD780;'>白焰之龙</color><br>队伍中附近的角色对敌人触发燃烧、超载、火元素扩散、火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，该敌人的<color style='color:#FF9999;'>火元素抗性</color>与参与反应的对应元素抗性降低20%，持续6秒。<br><br><color style='color:#FFD780;'>黑蚀之龙</color><br>杜林触发的蒸发反应造成的伤害提升40%，融化反应造成的伤害提升40%。",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "混沌如黑夜构成",
                        "Desc": "施放元素爆发后的20秒内，杜林将获得「肇象熔炼」效果：持续期间，杜林将获得10层「肇象」，<color style='color:#FFD780;'>白焰之龙</color>与<color style='color:#FFD780;'>黑蚀之龙</color>的间歇性攻击造成伤害时，将消耗1层「肇象」，提升造成的伤害，每100点攻击力都将额外造成相当于原本3%的伤害，至多通过这种方式额外造成相当于原本75%的伤害。一次<color style='color:#FFD780;'>白焰之龙</color>与<color style='color:#FFD780;'>黑蚀之龙</color>同时命中多名敌人时，只会消耗一层「肇象」。<br>再次施放元素爆发时，「肇象」的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "地涌的回音",
                        "Desc": "在蒙德执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "魔女的前夜礼 · 升华赞歌",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 此世之题</color>后，杜林将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>除持续时间外，突破天赋<color style='color:#FFD780;'>「光灵遵神数显现」</color>中的所有效果提升75%。",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "红土之逆",
                        "Desc": "施放元素爆发后，依据杜林施放的元素爆发，会分别造成不同的效果：<br> · <color style='color:#FFD780;'>白化法 · 如光流变</color>：队伍中附近的所有其他角色获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。拥有「轮变启迪」的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发造成伤害时，将消耗1层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的60%。队伍中拥有「轮变启迪」的角色，其生效次数单独计算。<br> · <color style='color:#FFD780;'>黑度法 · 如星阴燃</color>：杜林获得20层<color style='color:#FFD780;'>「轮变启迪」</color>，持续20秒。杜林造成元素爆发伤害时，将消耗2层「轮变启迪」，提升造成的伤害，提升值相当于杜林攻击力的150%。<br><br>施放元素爆发时，<color style='color:#FFD780;'>「轮变启迪」</color>的层数将会刷新。",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "无底之想",
                        "Desc": "杜林施放元素爆发后的20秒内，队伍中附近的角色对敌人触发蒸发、融化、燃烧、超载、火元素扩散或火元素结晶反应后，或对处于燃烧状态下的敌人造成<color style='color:#FF9999;'>火元素伤害</color>或<color style='color:#99FF88;'>草元素伤害</color>时，队伍中附近的角色造成的<color style='color:#FF9999;'>火元素伤害</color>与参与反应的对应元素伤害提升50%，持续6秒。",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "焰镜之显",
                        "Desc": "元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "流溢之原",
                        "Desc": "杜林造成的元素爆发伤害提升40%。此外，触发命之座<color style='color:#FFD780;'>「红土之逆」</color>中消耗<color style='color:#FFD780;'>「轮变启迪」</color>的效果时，有30%几率不会消耗「轮变启迪」。",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "苦火之裂",
                        "Desc": "元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "双重诞生",
                        "Desc": "杜林造成的元素爆发伤害将无视敌人30%的防御力。<br>此外，杜林的元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>分别获得强化：<br> · 元素爆发<color style='color:#FFD780;'>白化法 · 如光流变</color>与<color style='color:#FFD780;'>「白焰之龙」</color>命中敌人时，该敌人的防御力降低30%，持续6秒；<br> · 元素爆发<color style='color:#FFD780;'>黑度法 · 如星阴燃</color>与<color style='color:#FFD780;'>「黑蚀之龙」</color>造成的伤害将额外无视敌人40%的防御力。",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "精质转变",
                        "Desc": "杜林施放元素战技<color style='color:#FFD780;'>二元式 · 聚分熔炼</color>后获得的效果，持续6秒。<br>持续期间，杜林可以通过点按元素战技进入<color style='color:#FFD780;'>白化之是</color>状态，或是通过点按普通攻击进入<color style='color:#FFD780;'>黑度之否</color>状态。<br>在两种状态下，杜林会获得不同的强化效果，并可以分别施放不同的元素爆发。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Durin": {}
}