// Auto Generated

var _AvatarDataConfig_ = {
    "Emilie": {
        "BallList": [
            {
                "When": "柔灯之匣 Lv1~2",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 2.5
            }
        ],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@E 柔灯之匣#</b><br>- 不锁面板<br>- 柔灯之匣一阶或二阶命中怪物，产 1 草元素微粒，冷却时间 2.5s<br>- 索敌范围：16.5m（巨大）<br>- 伤害半径：1m（和超绽放伤害相同）<br>- 攻击间隔 1.5s，每 2 轮（=3s）附着一次弱草<br>- 元素战技开启伤害 1 元素量独立附着",
            "<b>@香韵产生机制#</b><br>- 在 20m 范围内有燃烧的怪物时，每 2s 产生一枚香韵<br>- 此范围几乎和渊月螺旋场地一样大；燃烧怪物的数量不影响效率",
            "<b>@被动天赋#</b><br>- 不锁面板<br>- 不属于普通攻击、重击、下落攻击、元素战技、元素爆发中的任何一种<br>- 伤害半径：3m，和芭芭拉水环相同<br>- 独立附着 1 元素量",
            "<b>@Q 柔灯之匣#</b><br>- 不锁面板<br>- 索敌范围：12.5m（比草元素旅行者 Q 吸收水元素之后的范围还大）<br>- 伤害半径：2.5m（和七七 E 相同）<br>- 非四命攻击 9 次，四命攻击 16 次<br>- 默认附着 CD（3 次 / 2.5s）<br>- 有目标时在目标位置造成伤害，如果范围内所有敌人都不能选做目标，则在随机位置造成伤害",
            "<b>@抗打断#</b><br>- 无额外抗打断"
        ]
    }
}

var _AvatarMats_ = {
    "Emilie": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101238": 3,
                "112083": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113059": 2,
                "101238": 10,
                "112083": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113059": 4,
                "101238": 20,
                "112084": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113059": 8,
                "101238": 30,
                "112084": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113059": 12,
                "101238": 45,
                "112085": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113059": 20,
                "101238": 60,
                "112085": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Emilie": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影枪术 · 改",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向上的挑斩攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "撷萃调香",
                        "Desc": "创造柔灯之匣，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><color style='color:#FFD780;'>柔灯之匣</color><br> · 间歇性对附近的敌人发射「纯露芳息」，造成<color style='color:#99FF88;'>草元素伤害</color>；<br> · 附近的敌人处于燃烧状态下时，将间歇性产生「香韵」。柔灯之匣会萃集附近的香韵，萃集两枚香韵后，其品阶将会提升，发射纯露芳息时，将额外发射一枚纯露芳息，且提高上述攻击造成的伤害。<br> · 同时至多存在一个艾梅莉埃自己创造的柔灯之匣。柔灯之匣创造时的初始品阶为一阶，至多提升至二阶。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，艾梅莉埃通过这种方式创造柔灯之匣后，将在前方降下穿透敌人的灵息之刺，造成具有芒性的<color style='color:#99FF88;'>草元素伤害</color>。<br><br><i>「世间之景，正如无数芬芳、色彩与歌声悠长的应和。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 一阶攻击伤害",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 二阶攻击伤害",
                                "ParamLevelList": [
                                    "75.0%×2",
                                    "80.625%×2",
                                    "86.25%×2",
                                    "93.75%×2",
                                    "99.375%×2",
                                    "105.0%×2",
                                    "112.5%×2",
                                    "120.0%×2",
                                    "127.5%×2",
                                    "135.0%×2",
                                    "142.5%×2",
                                    "150.0%×2",
                                    "159.375%×2",
                                    "168.75%×2",
                                    "178.125%×2"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣持续时间",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺冷却间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "香氛演绎",
                        "Desc": "引导匣中萃集的香氛，将其化作纯粹的草元素之力，创造柔灯之匣 · 三阶，并摧毁已有的柔灯之匣。<br>存在期间内，柔灯之匣 · 三阶不会萃集附近的香韵，而是会持续降下香露，攻击范围内的敌人，造成<color style='color:#99FF88;'>草元素伤害</color>。持续期间，每0.3秒将会降下一枚香露，且每名敌人每0.7秒只能被选为一次目标。<br>持续时间结束时，将重新创造柔灯之匣 · 一阶；若施放香氛演绎时摧毁了已萃取香韵的柔灯之匣，则创造的柔灯之匣将会继承先前的香韵与品阶。<br><color style='color:#FFD780;'>香氛演绎</color>持续期间，元素战技「撷萃调香」不会生成柔灯之匣。<br><br><i>无论是什么样的香水，自接触空气的那一刻开始，其香调便会随着时间推移而改变，最终消溶在风与草木的低语中。某种意义上，人们永远也无法欣赏同一瓶香水。<br>众生的轨迹也是这样。因此，或许可以说，香水便是人生的演绎。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "柔灯之匣 · 三阶攻击伤害",
                                "ParamLevelList": [
                                    "140.3%",
                                    "150.822%",
                                    "161.345%",
                                    "175.375%",
                                    "185.898%",
                                    "196.42%",
                                    "210.45%",
                                    "224.48%",
                                    "238.51%",
                                    "252.54%",
                                    "266.57%",
                                    "280.6%",
                                    "298.137%",
                                    "315.675%",
                                    "333.212%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 三阶持续时间",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薰",
                        "Desc": "每萃集两枚<color style='color:#FFD780;'>香韵</color>，柔灯之匣 · 二阶将消耗香韵，并浸析出「清露香氛」，对敌人造成相当于艾梅莉埃攻击力500%的<color style='color:#99FF88;'>草元素范围伤害</color>。该伤害不被视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精馏",
                        "Desc": "场上存在艾梅莉埃自己创造的柔灯之匣时，队伍中附近的所有角色对燃烧伤害的<color style='color:#FF9999;'>火元素抗性</color>提升85%。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "固有天赋",
                        "Desc": "艾梅莉埃对燃烧状态下的敌人造成的伤害提升36%，对于原激化状态下的敌人造成的伤害降低90%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "淡香浸析",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>与固有天赋「余薰」的清露香氛造成的伤害提升10%，后者需要解锁固有天赋「余薰」。<br>此外，队伍中附近的角色对敌人触发燃烧反应或对处于燃烧状态下的敌人造成<color style='color:#99FF88;'>草元素伤害</color>时，会额外生成一枚<color style='color:#FFD780;'>香韵</color>。此效果每2.9秒至多触发一次。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光顶调",
                        "Desc": "艾梅莉埃自己创造的柔灯之匣萃集香韵时，艾梅莉埃将获得一层「特调」效果，使艾梅莉埃的攻击力提升18%，持续10秒。此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "郁馥臻萃",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "柔灯心韵",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的持续时间延长2秒，且每名敌人被香露选为目标的间隔降低0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "纯露凝芳",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "茉洁香迹",
                        "Desc": "施放<color style='color:#FFD780;'>撷萃调香</color>或<color style='color:#FFD780;'>香氛演绎</color>时，艾梅莉埃将获得「香迹留驻」，持续5秒。<br>持续期间，艾梅莉埃进行普通攻击或重击后，将会产生一枚香韵，且艾梅莉埃的普通攻击与重击将转为无法被附魔覆盖的<color style='color:#99FF88;'>草元素伤害</color>，并提升造成的伤害，提升值相当于艾梅莉埃攻击力的250%。<br><br>「香迹留驻」效果将在产生4枚香韵或持续时间结束时解除。每12秒至多获得一次「香迹留驻」效果。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影枪术 · 改",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向上的挑斩攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "撷萃调香",
                        "Desc": "创造柔灯之匣，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><color style='color:#FFD780;'>柔灯之匣</color><br> · 间歇性对附近的敌人发射「纯露芳息」，造成<color style='color:#99FF88;'>草元素伤害</color>；<br> · 附近的敌人处于燃烧状态下时，将间歇性产生「香韵」。柔灯之匣会萃集附近的香韵，萃集两枚香韵后，其品阶将会提升，发射纯露芳息时，将额外发射一枚纯露芳息，且提高上述攻击造成的伤害。<br> · 同时至多存在一个艾梅莉埃自己创造的柔灯之匣。柔灯之匣创造时的初始品阶为一阶，至多提升至二阶。处于场上时，若8秒内未萃集香韵，则柔灯之匣的品阶将会回到一阶。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，艾梅莉埃通过这种方式创造柔灯之匣后，将在前方降下穿透敌人的灵息之刺，造成具有芒性的<color style='color:#99FF88;'>草元素伤害</color>。<br><br><i>「世间之景，正如无数芬芳、色彩与歌声悠长的应和。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 一阶攻击伤害",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 二阶攻击伤害",
                                "ParamLevelList": [
                                    "75.0%×2",
                                    "80.625%×2",
                                    "86.25%×2",
                                    "93.75%×2",
                                    "99.375%×2",
                                    "105.0%×2",
                                    "112.5%×2",
                                    "120.0%×2",
                                    "127.5%×2",
                                    "135.0%×2",
                                    "142.5%×2",
                                    "150.0%×2",
                                    "159.375%×2",
                                    "168.75%×2",
                                    "178.125%×2"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣持续时间",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺冷却间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "香氛演绎",
                        "Desc": "引导匣中萃集的香氛，将其化作纯粹的草元素之力，创造柔灯之匣 · 三阶，并收存已有的柔灯之匣。<br>存在期间内，柔灯之匣 · 三阶不会萃集附近的香韵，而是会持续降下香露，攻击范围内的敌人，造成<color style='color:#99FF88;'>草元素伤害</color>。持续期间，每0.3秒将会降下一枚香露，且每名敌人每0.7秒只能被选为一次目标。<br>持续时间结束时，将重新创造柔灯之匣 · 一阶；若施放香氛演绎时收存了柔灯之匣，则改为放置已收存的柔灯之匣，并重置其持续时间。<br><color style='color:#FFD780;'>香氛演绎</color>持续期间，元素战技「撷萃调香」不会生成柔灯之匣。<br><br><i>无论是什么样的香水，自接触空气的那一刻开始，其香调便会随着时间推移而改变，最终消溶在风与草木的低语中。某种意义上，人们永远也无法欣赏同一瓶香水。<br>众生的轨迹也是这样。因此，或许可以说，香水便是人生的演绎。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "柔灯之匣 · 三阶攻击伤害",
                                "ParamLevelList": [
                                    "140.3%",
                                    "150.822%",
                                    "161.345%",
                                    "175.375%",
                                    "185.898%",
                                    "196.42%",
                                    "210.45%",
                                    "224.48%",
                                    "238.51%",
                                    "252.54%",
                                    "266.57%",
                                    "280.6%",
                                    "298.137%",
                                    "315.675%",
                                    "333.212%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 三阶持续时间",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薰",
                        "Desc": "每萃集两枚<color style='color:#FFD780;'>香韵</color>，柔灯之匣 · 二阶将消耗香韵，并浸析出「清露香氛」，对敌人造成相当于艾梅莉埃攻击力500%的<color style='color:#99FF88;'>草元素范围伤害</color>。该伤害不被视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精馏",
                        "Desc": "场上存在艾梅莉埃自己创造的柔灯之匣时，队伍中附近的所有角色对燃烧伤害的<color style='color:#FF9999;'>火元素抗性</color>提升85%。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "顶空集香",
                        "Desc": "艾梅莉埃对处于燃烧状态下的敌人造成的伤害提升36%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "淡香浸析",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>与固有天赋「余薰」的清露香氛造成的伤害提升10%，后者需要解锁固有天赋「余薰」。<br>此外，队伍中附近的角色对敌人触发燃烧反应或对处于燃烧状态下的敌人造成<color style='color:#99FF88;'>草元素伤害</color>时，会额外生成一枚<color style='color:#FFD780;'>香韵</color>。此效果每2.9秒至多触发一次。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光顶调",
                        "Desc": "艾梅莉埃自己创造的柔灯之匣萃集香韵时，艾梅莉埃将获得一层「特调」效果，使艾梅莉埃的攻击力提升18%，持续10秒。此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "郁馥臻萃",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "柔灯心韵",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的持续时间延长2秒，且每名敌人被香露选为目标的间隔降低0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "纯露凝芳",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "茉洁香迹",
                        "Desc": "施放<color style='color:#FFD780;'>撷萃调香</color>或<color style='color:#FFD780;'>香氛演绎</color>时，艾梅莉埃将获得「香迹留驻」，持续5秒。<br>持续期间，艾梅莉埃进行普通攻击或重击后，将会产生一枚香韵，且艾梅莉埃的普通攻击与重击将转为无法被附魔覆盖的<color style='color:#99FF88;'>草元素伤害</color>，并提升造成的伤害，提升值相当于艾梅莉埃攻击力的250%。<br><br>「香迹留驻」效果将在产生4枚香韵或持续时间结束时解除。每12秒至多获得一次「香迹留驻」效果。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影枪术 · 改",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向上的挑斩攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "撷萃调香",
                        "Desc": "创造柔灯之匣，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><color style='color:#FFD780;'>柔灯之匣</color><br> · 间歇性对附近的敌人发射「纯露芳息」，造成<color style='color:#99FF88;'>草元素伤害</color>；<br> · 附近的敌人处于燃烧状态下时，将间歇性产生「香韵」，每2秒至多通过这种方式产生一枚香韵。柔灯之匣会萃集附近的香韵，萃集两枚香韵后，其品阶将会提升，发射纯露芳息时，将额外发射一枚纯露芳息，且提高上述攻击的攻击范围与造成的伤害。<br> · 同时至多存在一个艾梅莉埃自己创造的柔灯之匣。柔灯之匣创造时的初始品阶为一阶，至多提升至二阶。处于场上时，若8秒内未萃集香韵，则柔灯之匣的品阶将会回到一阶。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，艾梅莉埃通过这种方式创造柔灯之匣后，将在前方降下穿透敌人的灵息之刺，造成具有芒性的<color style='color:#99FF88;'>草元素伤害</color>。<br><br><i>「世间之景，正如无数芬芳、色彩与歌声悠长的应和。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 一阶攻击伤害",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 二阶攻击伤害",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣持续时间",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺冷却间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "香氛演绎",
                        "Desc": "引导匣中萃集的香氛，将其化作纯粹的草元素之力，创造柔灯之匣 · 三阶，并收存已有的柔灯之匣。<br>存在期间内，柔灯之匣 · 三阶不会萃集附近的香韵，而是会持续降下香露，攻击范围内的敌人，造成<color style='color:#99FF88;'>草元素伤害</color>。持续期间，每0.3秒将会降下一枚香露，且每名敌人每0.7秒只能被选为一次目标。<br>持续时间结束时，将重新创造柔灯之匣 · 一阶；若施放香氛演绎时收存了柔灯之匣，则改为放置已收存的柔灯之匣，并重置其持续时间。<br><color style='color:#FFD780;'>香氛演绎</color>持续期间，元素战技「撷萃调香」不会生成柔灯之匣。<br><br><i>无论是什么样的香水，自接触空气的那一刻开始，其香调便会随着时间推移而改变，最终消溶在风与草木的低语中。某种意义上，人们永远也无法欣赏同一瓶香水。<br>众生的轨迹也是这样。因此，或许可以说，香水便是人生的演绎。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "柔灯之匣 · 三阶攻击伤害",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 三阶持续时间",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薰",
                        "Desc": "每萃集两枚<color style='color:#FFD780;'>香韵</color>，柔灯之匣 · 二阶将消耗香韵，并浸析出「清露香氛」，对敌人造成相当于艾梅莉埃攻击力600%的<color style='color:#99FF88;'>草元素范围伤害</color>。该伤害不被视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精馏",
                        "Desc": "基于艾梅莉埃的攻击力，提升艾梅莉埃对处于燃烧状态下的敌人造成的伤害：每1000点攻击力都将提升15%伤害，至多通过这种方式提升36%伤害。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "顶空集香",
                        "Desc": "场上存在艾梅莉埃自己创造的柔灯之匣时，队伍中附近的所有角色对燃烧伤害的<color style='color:#FF9999;'>火元素抗性</color>提升85%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "淡香浸析",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>与固有天赋「余薰」的清露香氛造成的伤害提升20%，后者需要解锁固有天赋「余薰」。<br>此外，队伍中附近的角色对敌人触发燃烧反应或对处于燃烧状态下的敌人造成<color style='color:#99FF88;'>草元素伤害</color>时，会额外生成一枚<color style='color:#FFD780;'>香韵</color>。此效果每2.9秒至多触发一次。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光顶调",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>、<color style='color:#FFD780;'>香氛演绎</color>或固有天赋「余薰」的清露香氛（需解锁该固有天赋）命中敌人时，该敌人的<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续10秒。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "郁馥臻萃",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "柔灯心韵",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的持续时间延长2秒，且每名敌人被香露选为目标的间隔降低0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "纯露凝芳",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "茉洁香迹",
                        "Desc": "施放<color style='color:#FFD780;'>撷萃调香</color>或<color style='color:#FFD780;'>香氛演绎</color>时，艾梅莉埃将获得「香迹留驻」，持续5秒。<br>持续期间，艾梅莉埃进行普通攻击或重击后，将会产生一枚香韵，且艾梅莉埃的普通攻击与重击将转为无法被附魔覆盖的<color style='color:#99FF88;'>草元素伤害</color>，并提升造成的伤害，提升值相当于艾梅莉埃攻击力的300%。<br><br>「香迹留驻」效果将在通过这种方式产生4枚香韵或持续时间结束时解除。每12秒至多获得一次「香迹留驻」效果。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影枪术 · 改",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向上的挑斩攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "撷萃调香",
                        "Desc": "创造柔灯之匣，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><color style='color:#FFD780;'>柔灯之匣</color><br> · 间歇性对附近的敌人发射「纯露芳息」，造成<color style='color:#99FF88;'>草元素伤害</color>；<br> · 附近的敌人处于燃烧状态下时，将间歇性产生「香韵」，每2秒至多通过这种方式产生一枚香韵。柔灯之匣会萃集附近的香韵，萃集两枚香韵后，其品阶将会提升，发射纯露芳息时，将额外发射一枚纯露芳息，且提高上述攻击的攻击范围与造成的伤害。<br> · 同时至多存在一个艾梅莉埃自己创造的柔灯之匣。柔灯之匣创造时的初始品阶为一阶，至多提升至二阶。处于场上时，若8秒内未萃集香韵，则柔灯之匣的品阶将会回到一阶。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，艾梅莉埃通过这种方式创造柔灯之匣后，将在前方降下穿透敌人的灵息之刺，造成具有芒性的<color style='color:#99FF88;'>草元素伤害</color>。<br><br><i>「世间之景，正如无数芬芳、色彩与歌声悠长的应和。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 一阶攻击伤害",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 二阶攻击伤害",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣持续时间",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺冷却间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "香氛演绎",
                        "Desc": "引导匣中萃集的香氛，将其化作纯粹的草元素之力，创造柔灯之匣 · 三阶，并收存已有的柔灯之匣。<br>存在期间内，柔灯之匣 · 三阶不会萃集附近的香韵，而是会持续降下香露，攻击范围内的敌人，造成<color style='color:#99FF88;'>草元素伤害</color>。持续期间，每0.3秒将会降下一枚香露，且每名敌人每0.7秒只能被选为一次目标。<br>持续时间结束时，将重新创造柔灯之匣 · 一阶；若施放香氛演绎时收存了柔灯之匣，则改为放置已收存的柔灯之匣，并重置其持续时间。<br><color style='color:#FFD780;'>香氛演绎</color>持续期间，元素战技「撷萃调香」不会生成柔灯之匣。<br><br><i>无论是什么样的香水，自接触空气的那一刻开始，其香调便会随着时间推移而改变，最终消溶在风与草木的低语中。某种意义上，人们永远也无法欣赏同一瓶香水。<br>众生的轨迹也是这样。因此，或许可以说，香水便是人生的演绎。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "柔灯之匣 · 三阶攻击伤害",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 三阶持续时间",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薰",
                        "Desc": "每萃集两枚<color style='color:#FFD780;'>香韵</color>，柔灯之匣 · 二阶将消耗香韵，并浸析出「清露香氛」，对敌人造成相当于艾梅莉埃攻击力600%的<color style='color:#99FF88;'>草元素范围伤害</color>。该伤害不被视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精馏",
                        "Desc": "基于艾梅莉埃的攻击力，提升艾梅莉埃对处于燃烧状态下的敌人造成的伤害：每1000点攻击力都将提升15%伤害，至多通过这种方式提升36%伤害。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "顶空集香",
                        "Desc": "场上存在艾梅莉埃自己创造的柔灯之匣时，队伍中附近的所有角色对燃烧伤害的<color style='color:#FF9999;'>火元素抗性</color>提升85%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "淡香浸析",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>与固有天赋「余薰」的清露香氛造成的伤害提升20%，后者需要解锁固有天赋「余薰」。<br>此外，队伍中附近的角色对敌人触发燃烧反应或对处于燃烧状态下的敌人造成<color style='color:#99FF88;'>草元素伤害</color>时，会额外生成一枚<color style='color:#FFD780;'>香韵</color>。此效果每2.9秒至多触发一次。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光顶调",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>、<color style='color:#FFD780;'>香氛演绎</color>或固有天赋「余薰」的清露香氛（需解锁该固有天赋）命中敌人时，该敌人的<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续10秒。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "郁馥臻萃",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "柔灯心韵",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的持续时间延长2秒，且每名敌人被香露选为目标的间隔降低0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "纯露凝芳",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "茉洁香迹",
                        "Desc": "施放<color style='color:#FFD780;'>撷萃调香</color>或<color style='color:#FFD780;'>香氛演绎</color>时，艾梅莉埃将获得「香迹留驻」，持续5秒。<br>持续期间，艾梅莉埃进行普通攻击或重击后，将会产生一枚香韵，且艾梅莉埃的普通攻击与重击将转为无法被附魔覆盖的<color style='color:#99FF88;'>草元素伤害</color>，并提升造成的伤害，提升值相当于艾梅莉埃攻击力的300%。<br><br>「香迹留驻」效果将在通过这种方式产生4枚香韵或持续时间结束时解除。每12秒至多获得一次「香迹留驻」效果。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 逐影枪术 · 改",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向上的挑斩攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "撷萃调香",
                        "Desc": "创造柔灯之匣，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><color style='color:#FFD780;'>柔灯之匣</color><br> · 间歇性对附近的敌人发射「纯露芳息」，造成<color style='color:#99FF88;'>草元素伤害</color>；<br> · 附近的敌人处于燃烧状态下时，将间歇性产生「香韵」，每2秒至多通过这种方式产生一枚香韵。柔灯之匣会萃集附近的香韵，萃集两枚香韵后，其品阶将会提升，发射纯露芳息时，将额外发射一枚纯露芳息，且提高上述攻击的攻击范围与造成的伤害。<br> · 同时至多存在一个艾梅莉埃自己创造的柔灯之匣。柔灯之匣创造时的初始品阶为一阶，至多提升至二阶。处于场上时，若8秒内未萃集香韵，则柔灯之匣的品阶将会回到一阶。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，艾梅莉埃通过这种方式创造柔灯之匣后，将在前方降下穿透敌人的灵息之刺，造成具有芒性的<color style='color:#99FF88;'>草元素伤害</color>。<br><br><i>「世间之景，正如无数芬芳、色彩与歌声悠长的应和。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 一阶攻击伤害",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 二阶攻击伤害",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣持续时间",
                                "ParamLevelList": [
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒",
                                    "22.0秒"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺冷却间隔",
                                "ParamLevelList": [
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒",
                                    "10.0秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒",
                                    "14.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "香氛演绎",
                        "Desc": "引导匣中萃集的香氛，将其化作纯粹的草元素之力，创造柔灯之匣 · 三阶，并收存已有的柔灯之匣。<br>存在期间内，柔灯之匣 · 三阶不会萃集附近的香韵，而是会持续降下香露，攻击范围内的敌人，造成<color style='color:#99FF88;'>草元素伤害</color>。持续期间，每0.3秒将会降下一枚香露，且每名敌人每0.7秒只能被选为一次目标。<br>持续时间结束时，将重新创造柔灯之匣 · 一阶；若施放香氛演绎时收存了柔灯之匣，则改为放置已收存的柔灯之匣，并重置其持续时间。<br><color style='color:#FFD780;'>香氛演绎</color>持续期间，元素战技「撷萃调香」不会生成柔灯之匣。<br><br><i>无论是什么样的香水，自接触空气的那一刻开始，其香调便会随着时间推移而改变，最终消溶在风与草木的低语中。某种意义上，人们永远也无法欣赏同一瓶香水。<br>众生的轨迹也是这样。因此，或许可以说，香水便是人生的演绎。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "柔灯之匣 · 三阶攻击伤害",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 三阶持续时间",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薰",
                        "Desc": "每萃集两枚<color style='color:#FFD780;'>香韵</color>，柔灯之匣 · 二阶将消耗香韵，并浸析出「清露香氛」，对敌人造成相当于艾梅莉埃攻击力600%的<color style='color:#99FF88;'>草元素范围伤害</color>。该伤害不被视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精馏",
                        "Desc": "基于艾梅莉埃的攻击力，提升艾梅莉埃对处于燃烧状态下的敌人造成的伤害：每1000点攻击力都将提升15%伤害，至多通过这种方式提升36%伤害。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "顶空集香",
                        "Desc": "场上存在艾梅莉埃自己创造的柔灯之匣时，队伍中附近的所有角色对燃烧伤害的<color style='color:#FF9999;'>火元素抗性</color>提升85%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "淡香浸析",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>与固有天赋「余薰」的清露香氛造成的伤害提升20%，后者需要解锁固有天赋「余薰」。<br>此外，队伍中附近的角色对敌人触发燃烧反应或对处于燃烧状态下的敌人造成<color style='color:#99FF88;'>草元素伤害</color>时，会额外生成一枚<color style='color:#FFD780;'>香韵</color>。此效果每2.9秒至多触发一次。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光顶调",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>、<color style='color:#FFD780;'>香氛演绎</color>或固有天赋「余薰」的清露香氛（需解锁该固有天赋）命中敌人时，该敌人的<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续10秒。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "郁馥臻萃",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "柔灯心韵",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的持续时间延长2秒，且每名敌人被香露选为目标的间隔降低0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "纯露凝芳",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "茉洁香迹",
                        "Desc": "施放<color style='color:#FFD780;'>撷萃调香</color>或<color style='color:#FFD780;'>香氛演绎</color>时，艾梅莉埃将获得「香迹留驻」，持续5秒。<br>持续期间，艾梅莉埃进行普通攻击或重击后，将会产生一枚香韵，且艾梅莉埃的普通攻击与重击将转为无法被附魔覆盖的<color style='color:#99FF88;'>草元素伤害</color>，并提升造成的伤害，提升值相当于艾梅莉埃攻击力的300%。<br><br>「香迹留驻」效果将在通过这种方式产生4枚香韵或持续时间结束时解除。每12秒至多获得一次「香迹留驻」效果。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "逐影枪术 · 改",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向上的挑斩攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "48.5608%",
                                    "52.5134%",
                                    "56.466%",
                                    "62.1126%",
                                    "66.0652%",
                                    "70.5825%",
                                    "76.7938%",
                                    "83.005%",
                                    "89.2163%",
                                    "95.9922%",
                                    "102.7681%",
                                    "109.544%",
                                    "116.32%",
                                    "123.0959%",
                                    "129.8718%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.8954%",
                                    "48.5497%",
                                    "52.204%",
                                    "57.4244%",
                                    "61.0787%",
                                    "65.255%",
                                    "70.9974%",
                                    "76.7399%",
                                    "82.4823%",
                                    "88.7468%",
                                    "95.0113%",
                                    "101.2758%",
                                    "107.5402%",
                                    "113.8047%",
                                    "120.0692%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "59.3004%",
                                    "64.1272%",
                                    "68.954%",
                                    "75.8494%",
                                    "80.6762%",
                                    "86.1925%",
                                    "93.7774%",
                                    "101.3624%",
                                    "108.9473%",
                                    "117.2218%",
                                    "125.4963%",
                                    "133.7708%",
                                    "142.0452%",
                                    "150.3197%",
                                    "158.5942%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "75.1029%",
                                    "81.216%",
                                    "87.329%",
                                    "96.0619%",
                                    "102.1749%",
                                    "109.1613%",
                                    "118.7674%",
                                    "128.3736%",
                                    "137.9798%",
                                    "148.4593%",
                                    "158.9388%",
                                    "169.4183%",
                                    "179.8977%",
                                    "190.3772%",
                                    "200.8567%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "撷萃调香",
                        "Desc": "创造柔灯之匣，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><color style='color:#FFD780;'>柔灯之匣</color><br> · 间歇性对附近的敌人发射「纯露芳息」，造成<color style='color:#99FF88;'>草元素伤害</color>；<br> · 附近的敌人处于燃烧状态下时，将间歇性产生「香韵」，每2秒至多通过这种方式产生一枚香韵。柔灯之匣会萃集附近的香韵，萃集两枚香韵后，其品阶将会提升，发射纯露芳息时，将额外发射一枚纯露芳息，且提高上述攻击的攻击范围与造成的伤害。<br> · 同时至多存在一个艾梅莉埃自己创造的柔灯之匣。柔灯之匣创造时的初始品阶为一阶，至多提升至二阶。处于场上时，若8秒内未萃集香韵，则柔灯之匣的品阶将会回到一阶。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，艾梅莉埃通过这种方式创造柔灯之匣后，将在前方降下穿透敌人的灵息之刺，造成具有芒性的<color style='color:#99FF88;'>草元素伤害</color>。<br><br><i>「世间之景，正如无数芬芳、色彩与歌声悠长的应和。」</i>",
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.045%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 一阶攻击伤害",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 二阶攻击伤害",
                                "ParamLevelList": [
                                    "84.0%×2",
                                    "90.3%×2",
                                    "96.6%×2",
                                    "105.0%×2",
                                    "111.3%×2",
                                    "117.6%×2",
                                    "126.0%×2",
                                    "134.4%×2",
                                    "142.8%×2",
                                    "151.2%×2",
                                    "159.6%×2",
                                    "168.0%×2",
                                    "178.5%×2",
                                    "189.0%×2",
                                    "199.5%×2"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣持续时间",
                                "ParamLevelList": [
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒",
                                    "22秒"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺冷却间隔",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒",
                                    "14秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "香氛演绎",
                        "Desc": "引导匣中萃集的香氛，将其化作纯粹的草元素之力，创造柔灯之匣 · 三阶，并收存已有的柔灯之匣。<br>存在期间内，柔灯之匣 · 三阶不会萃集附近的香韵，而是会持续降下香露，攻击范围内的敌人，造成<color style='color:#99FF88;'>草元素伤害</color>。持续期间，每0.3秒将会降下一枚香露，且每名敌人每0.7秒只能被选为一次目标。<br>持续时间结束时，将重新创造柔灯之匣 · 一阶；若施放香氛演绎时收存了柔灯之匣，则改为放置已收存的柔灯之匣，并重置其持续时间。<br><color style='color:#FFD780;'>香氛演绎</color>持续期间，元素战技「撷萃调香」不会生成柔灯之匣。<br><br><i>无论是什么样的香水，自接触空气的那一刻开始，其香调便会随着时间推移而改变，最终消溶在风与草木的低语中。某种意义上，人们永远也无法欣赏同一瓶香水。<br>众生的轨迹也是这样。因此，或许可以说，香水便是人生的演绎。</i>",
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "柔灯之匣 · 三阶攻击伤害",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "柔灯之匣 · 三阶持续时间",
                                "ParamLevelList": [
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒",
                                    "2.8秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "余薰",
                        "Desc": "每萃集两枚<color style='color:#FFD780;'>香韵</color>，柔灯之匣 · 二阶将消耗香韵，并浸析出「清露香氛」，对敌人造成相当于艾梅莉埃攻击力600%的<color style='color:#99FF88;'>草元素范围伤害</color>。该伤害不被视为元素战技伤害。",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "精馏",
                        "Desc": "基于艾梅莉埃的攻击力，提升艾梅莉埃对处于燃烧状态下的敌人造成的伤害：每1000点攻击力都将提升15%伤害，至多通过这种方式提升36%伤害。",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "顶空集香",
                        "Desc": "场上存在艾梅莉埃自己创造的柔灯之匣时，队伍中附近的所有角色对燃烧伤害的<color style='color:#FF9999;'>火元素抗性</color>提升85%。",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "淡香浸析",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>与突破天赋「余薰」的清露香氛造成的伤害提升20%，后者需要解锁突破天赋「余薰」。<br>此外，队伍中附近的角色对敌人触发燃烧反应或对处于燃烧状态下的敌人造成<color style='color:#99FF88;'>草元素伤害</color>时，会额外生成一枚<color style='color:#FFD780;'>香韵</color>。此效果每2.9秒至多触发一次。",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "湖光顶调",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>、<color style='color:#FFD780;'>香氛演绎</color>或突破天赋「余薰」的清露香氛（需解锁该突破天赋）命中敌人时，该敌人的<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续10秒。",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "郁馥臻萃",
                        "Desc": "<color style='color:#FFD780;'>撷萃调香</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "柔灯心韵",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的持续时间延长2秒，且每名敌人被香露选为目标的间隔降低0.3秒。",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "纯露凝芳",
                        "Desc": "<color style='color:#FFD780;'>香氛演绎</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "茉洁香迹",
                        "Desc": "施放<color style='color:#FFD780;'>撷萃调香</color>或<color style='color:#FFD780;'>香氛演绎</color>时，艾梅莉埃将获得「香迹留驻」，持续5秒。<br>持续期间，艾梅莉埃进行普通攻击或重击后，将会产生一枚香韵，且艾梅莉埃的普通攻击与重击将转为无法被附魔覆盖的<color style='color:#99FF88;'>草元素伤害</color>，并提升造成的伤害，提升值相当于艾梅莉埃攻击力的300%。<br><br>「香迹留驻」效果将在通过这种方式产生4枚香韵或持续时间结束时解除。每12秒至多获得一次「香迹留驻」效果。",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Emilie": {
        "AttackList": [
            {
                "Skill": "E 开启",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "柔灯之匣 Lv1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "柔灯之匣",
                "AttGrp": "每2s至多1次附着",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "柔灯之匣 Lv2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "柔灯之匣",
                "AttGrp": "每2s至多1次附着",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q 柔灯之匣",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "元素爆发",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "被动天赋",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.5
                    ]
                },
                "AtkTag": "无",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "灵息之刺",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1（草）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2（草）",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3（草）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4（草）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击（草）",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}