// Auto Generated

var _AvatarDataConfig_ = {
    "Flins": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "产球",
                "DescList": [
                    "• 幽焰显迹的普通攻击，产生 @1*雷元素微粒#，冷却 @2s#"
                ]
            },
            {
                "Name": "附着",
                "DescList": [
                    "• 除普攻、月感电伤害之外，所有伤害均为 @1U 独立附着#",
                    "• 幽焰显迹的普通攻击：@2.5s / 3次#"
                ]
            },
            {
                "Name": "抗打断",
                "DescList": [
                    "• 幽焰显迹期间 @0.5#（=赛诺/胡桃/神里绫人）"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Flins": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101261": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113077": 2,
                "101261": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113077": 4,
                "101261": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113077": 8,
                "101261": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113077": 12,
                "101261": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113077": 20,
                "101261": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Flins": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "扈圣魔枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的投枪攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。<br><br><i>「我们拨开天之雪幕，我们将荒原上的朔风吹响。」</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵伤害 ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽焰显迹持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后造成3次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 初辉</color>：若附近存在雷暴云，还会额外造成2次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 初辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>「入夜了，执灯士向您执意。看起来，今夜似乎会很漫长。」</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能初始伤害",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "每段月感电伤害",
                                "ParamLevelList": [
                                    "25.984%",
                                    "27.9328%",
                                    "29.8816%",
                                    "32.48%",
                                    "34.4288%",
                                    "36.3776%",
                                    "38.976%",
                                    "41.5744%",
                                    "44.1728%",
                                    "46.7712%",
                                    "49.3696%",
                                    "51.968%",
                                    "55.216%",
                                    "58.464%",
                                    "61.712%"
                                ]
                            },
                            {
                                "Desc": "最终段月感电伤害",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交响伤害",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响额外伤害",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响元素能量",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "寒冬的交响",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，菲林斯将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯触发的月感电反应造成的伤害提升20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8%。通过这种方式，至多使菲林斯的元素精通提升160点。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆祝赐 · 旧世潜藏",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于菲林斯的攻击力，提升队伍中角色造成的月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，菲林斯在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "掌灯暗行",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，菲林斯似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "拨开雪翳之幕",
                        "Desc": "特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间缩短为4秒。<br>此外，队伍中的角色触发月感电反应时，还会为菲林斯恢复7点元素能量，该效果每5.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "渡越魍魉之墙",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后的6秒内，菲林斯的下一次普通攻击命中敌人时，还会额外造成相当于菲林斯攻击力50%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯在场上时，菲林斯的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，该敌人的<color style='color:#FFACFF;'>雷元素抗性</color>降低25%，持续7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜访陌客之沼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "荒山嘶啭之夜",
                        "Desc": "菲林斯的攻击力提升20%。<br>此外，固有天赋「幽焰的呢喃」获得强化：菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的10%。通过这种方式，至多使菲林斯的元素精通提升220点。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "逐远避世之影",
                        "Desc": "元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌与亡者之舞",
                        "Desc": "菲林斯对敌人造成的月感电反应伤害擢升30%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：队伍中的所有角色造成的月感电反应伤害擢升10%。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "雷霆交响",
                        "Desc": "消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 初辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    }
                ]
            },
            "15": {
                "BattleSkills": [
                    {
                        "Name": "扈圣魔枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的投枪攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。<br><br><i>「我们拨开天之雪幕，我们将荒原上的朔风吹响。」</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵伤害 ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽焰显迹持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后造成3次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成2次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>「入夜了，执灯士向您执意。看起来，今夜似乎会很漫长。」</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能初始伤害",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "每段月感电伤害",
                                "ParamLevelList": [
                                    "25.984%",
                                    "27.9328%",
                                    "29.8816%",
                                    "32.48%",
                                    "34.4288%",
                                    "36.3776%",
                                    "38.976%",
                                    "41.5744%",
                                    "44.1728%",
                                    "46.7712%",
                                    "49.3696%",
                                    "51.968%",
                                    "55.216%",
                                    "58.464%",
                                    "61.712%"
                                ]
                            },
                            {
                                "Desc": "最终段月感电伤害",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交响伤害",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响额外伤害",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响元素能量",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "寒冬的交响",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，菲林斯将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯触发的月感电反应造成的伤害提升20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8%。通过这种方式，至多使菲林斯的元素精通提升160点。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆祝赐 · 旧世潜藏",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于菲林斯的攻击力，提升队伍中角色造成的月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，菲林斯在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "掌灯暗行",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，菲林斯似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "拨开雪翳之幕",
                        "Desc": "特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间缩短为4秒。<br>此外，队伍中的角色触发月感电反应时，还会为菲林斯恢复7点元素能量，该效果每5.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "渡越魍魉之墙",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后的6秒内，菲林斯的下一次普通攻击命中敌人时，还会额外造成相当于菲林斯攻击力50%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯在场上时，菲林斯的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，该敌人的<color style='color:#FFACFF;'>雷元素抗性</color>降低25%，持续7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜访陌客之沼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "荒山嘶啭之夜",
                        "Desc": "菲林斯的攻击力提升20%。<br>此外，固有天赋「幽焰的呢喃」获得强化：菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的10%。通过这种方式，至多使菲林斯的元素精通提升220点。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "逐远避世之影",
                        "Desc": "元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌与亡者之舞",
                        "Desc": "菲林斯对敌人造成的月感电反应伤害擢升30%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：队伍中的所有角色造成的月感电反应伤害擢升10%。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "雷霆交响",
                        "Desc": "消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 初辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "扈圣魔枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的投枪攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。<br><br><i>「我们拨开天之雪幕，我们将荒原上的朔风吹响。」</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵伤害 ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽焰显迹持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后造成3次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成2次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>「入夜了，执灯士向您执意。看起来，今夜似乎会很漫长。」</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能初始伤害",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "每段月感电伤害",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最终段月感电伤害",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交响伤害",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响额外伤害",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响元素能量",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "寒冬的交响",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，菲林斯将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯触发的月感电反应造成的伤害提升20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8%。通过这种方式，至多使菲林斯的元素精通提升160点。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆祝赐 · 旧世潜藏",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于菲林斯的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，菲林斯在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "掌灯暗行",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，菲林斯似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "拨开雪翳之幕",
                        "Desc": "特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间缩短为4秒。<br>此外，队伍中的角色触发月感电反应时，还会为菲林斯恢复7点元素能量，该效果每5.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "渡越魍魉之墙",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后的6秒内，菲林斯的下一次普通攻击命中敌人时，还会额外造成相当于菲林斯攻击力50%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯在场上时，菲林斯的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，该敌人的<color style='color:#FFACFF;'>雷元素抗性</color>降低25%，持续7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜访陌客之沼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "荒山嘶啭之夜",
                        "Desc": "菲林斯的攻击力提升20%。<br>此外，固有天赋「幽焰的呢喃」获得强化：菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的10%。通过这种方式，至多使菲林斯的元素精通提升220点。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "逐远避世之影",
                        "Desc": "元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌与亡者之舞",
                        "Desc": "菲林斯对敌人造成的月感电反应伤害擢升35%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：队伍中的所有角色造成的月感电反应伤害擢升10%。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "雷霆交响",
                        "Desc": "消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    },
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "扈圣魔枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的投枪攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。<br><br><i>「我们拨开天之雪幕，我们将荒原上的朔风吹响。」</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵伤害 ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽焰显迹持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后，分别造成2次中间段、以及一次最终段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成2次中间段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br><i>「入夜了，执灯士向您执意。看起来，今夜似乎会很漫长。」</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能初始伤害",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "中间段月感电伤害",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最终段月感电伤害",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交响伤害",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响额外伤害",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响元素能量",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "寒冬的交响",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，菲林斯将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯触发的月感电反应造成的伤害提升20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8%。通过这种方式，至多使菲林斯的元素精通提升160点。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆祝赐 · 旧世潜藏",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于菲林斯的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，菲林斯在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "掌灯暗行",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，菲林斯似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "拨开雪翳之幕",
                        "Desc": "特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间缩短为4秒。<br>此外，队伍中的角色触发月感电反应时，还会为菲林斯恢复8点元素能量，该效果每5.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "渡越魍魉之墙",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后的6秒内，菲林斯的下一次普通攻击命中敌人时，还会额外造成相当于菲林斯攻击力50%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯在场上时，菲林斯的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，该敌人的<color style='color:#FFACFF;'>雷元素抗性</color>降低25%，持续7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜访陌客之沼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "荒山嘶啭之夜",
                        "Desc": "菲林斯的攻击力提升20%。<br>此外，固有天赋<color style='color:#FFD780;'>「幽焰的呢喃」</color>获得强化：菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的10%。通过这种方式，至多使菲林斯的元素精通提升220点。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "逐远避世之影",
                        "Desc": "元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌与亡者之舞",
                        "Desc": "菲林斯对敌人造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>35%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：队伍中附近的角色造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>10%。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "雷霆交响",
                        "Desc": "消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发{LINK#N11200001}<color style='color:#FFD780;'>雷霆交响</color>{/LINK}。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。"
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后，分别造成2次中间段、以及一次最终段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成2次中间段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8.0%。通过这种方式，至多使菲林斯的元素精通提升160点。"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "扈圣魔枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的投枪攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「我们拨开天之雪幕，我们将荒原上的朔风吹响。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵伤害 ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽焰显迹持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后，分别造成2次中间段、以及一次最终段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成2次中间段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「入夜了，执灯士向您致意。看起来，今夜似乎会很漫长。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能初始伤害",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "中间段月感电伤害",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最终段月感电伤害",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交响伤害",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响额外伤害",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响元素能量",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "寒冬的交响",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，菲林斯将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯触发的月感电反应造成的伤害提升20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8%。通过这种方式，至多使菲林斯的元素精通提升160点。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆祝赐 · 旧世潜藏",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于菲林斯的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，菲林斯在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "掌灯暗行",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，菲林斯似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "拨开雪翳之幕",
                        "Desc": "特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间缩短为4秒。<br>此外，队伍中的角色触发月感电反应时，还会为菲林斯恢复8点元素能量，该效果每5.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "渡越魍魉之墙",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后的6秒内，菲林斯的下一次普通攻击命中敌人时，还会额外造成相当于菲林斯攻击力50%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯在场上时，菲林斯的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，该敌人的<color style='color:#FFACFF;'>雷元素抗性</color>降低25%，持续7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜访陌客之沼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "荒山嘶啭之夜",
                        "Desc": "菲林斯的攻击力提升20%。<br>此外，固有天赋<color style='color:#FFD780;'>「幽焰的呢喃」</color>获得强化：菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的10%。通过这种方式，至多使菲林斯的元素精通提升220点。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "逐远避世之影",
                        "Desc": "元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌与亡者之舞",
                        "Desc": "菲林斯对敌人造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>35%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：队伍中附近的角色造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>10%。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "雷霆交响",
                        "Desc": "消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "扈圣魔枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的投枪攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「我们拨开天之雪幕，我们将荒原上的朔风吹响。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵伤害 ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽焰显迹持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后，分别造成2次中间段、以及一次最终段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成2次中间段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「入夜了，执灯士向您致意。看起来，今夜似乎会很漫长。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能初始伤害",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "中间段月感电伤害",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最终段月感电伤害",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交响伤害",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响额外伤害",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响元素能量",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "寒冬的交响",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，菲林斯将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯触发的月感电反应造成的伤害提升20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8%。通过这种方式，至多使菲林斯的元素精通提升160点。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆祝赐 · 旧世潜藏",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于菲林斯的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，菲林斯在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "掌灯暗行",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，菲林斯似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "拨开雪翳之幕",
                        "Desc": "特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间缩短为4秒。<br>此外，队伍中的角色触发月感电反应时，还会为菲林斯恢复8点元素能量，该效果每5.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "渡越魍魉之墙",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后的6秒内，菲林斯的下一次普通攻击命中敌人时，还会额外造成相当于菲林斯攻击力50%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯在场上时，菲林斯的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人后，该敌人的<color style='color:#FFACFF;'>雷元素抗性</color>降低25%，持续7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜访陌客之沼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "荒山嘶啭之夜",
                        "Desc": "菲林斯的攻击力提升20%。<br>此外，突破天赋<color style='color:#FFD780;'>「幽焰的呢喃」</color>获得强化：菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的10%。通过这种方式，至多使菲林斯的元素精通提升220点。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "逐远避世之影",
                        "Desc": "元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌与亡者之舞",
                        "Desc": "菲林斯对敌人造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>35%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：队伍中附近的所有角色造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>10%。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "雷霆交响",
                        "Desc": "消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "扈圣魔枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行向前的投枪攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "32.0389%×2",
                                    "34.6467%×2",
                                    "37.2545%×2",
                                    "40.98%×2",
                                    "43.5878%×2",
                                    "46.5681%×2",
                                    "50.6661%×2",
                                    "54.7641%×2",
                                    "58.8621%×2",
                                    "63.3327%×2",
                                    "67.8032%×2",
                                    "72.2737%×2",
                                    "76.7443%×2",
                                    "81.2148%×2",
                                    "85.6853%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古律 · 孤灯遗秘",
                        "Desc": "菲林斯唤出提灯中古老的力量，切换至<color style='color:#FFD780;'>幽焰显迹</color>模式。该模式具有以下特性：<br> · 菲林斯的普通攻击与重击将转为造成无法被附魔覆盖的<color style='color:#FFACFF;'>雷元素伤害</color>，无法进行下落攻击；<br> · 提升菲林斯的抗打断能力；<br> · 元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>北国枪阵</color>。<br><br><color style='color:#FFD780;'>北国枪阵</color><br>菲林斯在前方唤出枪阵，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在接下来6秒内，使菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间为6秒，该冷却时间不会受到其他效果影响。",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「我们拨开天之雪幕，我们将荒原上的朔风吹响。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "41.7252%×2",
                                    "44.8546%×2",
                                    "47.984%×2",
                                    "52.1565%×2",
                                    "55.2859%×2",
                                    "58.4153%×2",
                                    "62.5878%×2",
                                    "66.7603%×2",
                                    "70.9328%×2",
                                    "75.1054%×2",
                                    "79.2779%×2",
                                    "83.4504%×2",
                                    "88.666%×2",
                                    "93.8817%×2",
                                    "99.0973%×2"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵伤害 ",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "北国枪阵冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "幽焰显迹持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "技能冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旧仪 · 夜客致访",
                        "Desc": "菲林斯解放提灯中真正的力量，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并在短暂间隔后，分别造成2次中间段、以及一次最终段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成2次中间段的视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><br>施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后6秒内，菲林斯的元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>将会被替换为特殊的元素爆发<color style='color:#FFD780;'>雷霆交响</color>。<br><br><color style='color:#FFD780;'>雷霆交响</color><br>消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：技能获得强化：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「入夜了，执灯士向您致意。看起来，今夜似乎会很漫长。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能初始伤害",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "中间段月感电伤害",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "最终段月感电伤害",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "雷霆交响伤害",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响额外伤害",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "雷霆交响元素能量",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "寒冬的交响",
                        "Desc": "依据队伍的<color style='color:#FFD780;'>月兆</color>，菲林斯将获得对应的强化效果。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯触发的月感电反应造成的伤害提升20%。",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "幽焰的呢喃",
                        "Desc": "菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的8%。通过这种方式，至多使菲林斯的元素精通提升160点。",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "月兆祝赐 · 旧世潜藏",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于菲林斯的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，菲林斯在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "掌灯暗行",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>挪德卡莱区域特产</color>的位置。<br>此外，菲林斯似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "拨开雪翳之幕",
                        "Desc": "特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>的基础冷却时间缩短为4秒。<br>此外，队伍中的角色触发月感电反应时，还会为菲林斯恢复8点元素能量，该效果每5.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "渡越魍魉之墙",
                        "Desc": "施放特殊元素战技<color style='color:#FFD780;'>北国枪阵</color>后的6秒内，菲林斯的下一次普通攻击命中敌人时，还会额外造成相当于菲林斯攻击力50%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：菲林斯在场上时，菲林斯的元素类型为<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人后，该敌人的<color style='color:#FFACFF;'>雷元素抗性</color>降低25%，持续7秒。",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "夜访陌客之沼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>旧仪 · 夜客致访</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "荒山嘶啭之夜",
                        "Desc": "菲林斯的攻击力提升20%。<br>此外，突破天赋<color style='color:#FFD780;'>「幽焰的呢喃」</color>获得强化：菲林斯的元素精通提升，提升值相当于菲林斯的攻击力的10%。通过这种方式，至多使菲林斯的元素精通提升220点。",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "逐远避世之影",
                        "Desc": "元素战技<color style='color:#FFD780;'>古律 · 孤灯遗秘</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "歌与亡者之舞",
                        "Desc": "菲林斯对敌人造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>35%。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：队伍中附近的所有角色造成的月感电反应伤害<color style='color:#FFD780;'>擢升</color>10%。",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "雷霆交响",
                        "Desc": "消耗更少的元素能量便可以施放的特殊元素爆发。菲林斯造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近存在雷暴云，还会额外造成一次视为月感电反应伤害的<color style='color:#FFACFF;'>雷元素范围伤害</color>。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Flins": {}
}