// Auto Generated

var _AvatarFetterConfig_ = {
    "46": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "往生堂第七十七代堂主，掌管堂中事务的少女。身居堂主之位，却没有半分架子。<br>她的鬼点子，比瑶光滩上的海砂都多。她的脑袋里装着无数奇思妙想，叫旁人惊讶不已。<br>平日里，胡桃俨然是个贪玩孩子，一有闲功夫便四处乱逛，被邻里看作甩手掌柜。<br>唯有葬礼上亲自带领仪倌队伍走过繁灯落尽的街道时，她才会表现出凝重、肃穆的一面。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "丧葬白事，乃是凡人最后的体面。<br>而璃月「往生堂」，堪称人生画卷的终笔者。<br>传统葬仪门道繁多——停灵守灵，落葬之法，牌位器具…以上种种环节都有着严苛的规矩。<br>无论逝者出身贵贱，财富多寡，都要给他们置办一场合乎身份的葬礼。这便是往生堂的待客之道。<br>如此重要的机构，它的执掌者理应学识渊博、行事慎重。<br>然而，七十七代堂主的重任，却落到了胡桃这个小姑娘肩上。<br>胡桃此人在璃月颇有些名气。谈起她来，邻里街坊总是一言难尽。<br>人们盛赞她聪明伶俐，却也忌惮她满腔奇思。她的鬼点子，已经到了异想天开的地步。<br>三岁倒立背书，通读卷藏名篇，六岁择日逃学，潜进棺材酣睡，八岁常驻堂中，研习丧葬礼数…<br>无论怎么看，胡桃都与「稳重」一词不沾边。<br>十多岁时，胡桃初次执掌大仪，操办葬礼。<br>堂下各位仪倌与客卿的心，全都悬在了绝云间的峭壁上。",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "好在胡桃对生意尤为重视，从不轻慢。<br>「咱们往生堂啊，收活人的钱，送死人上路，肩负双倍的责任，须让阴阳两界的人满意。」<br>说起堂里规矩，胡桃总是头头是道。<br>每到白天闭门停业，胡桃便邀请各路博学客卿来为年轻仪倌们说书讲学。<br>「葬仪传统是一门大学问，不可依赖印象和习惯。」<br>诸位讲师中，钟离先生最受敬仰。他的讲学成效显著，大大提升了往生堂仪倌的素养。<br>即使胡桃常常调侃钟离的古板作风，他仍是最受胡桃信赖之人。<br>此外，胡桃也要求仪倌们重视客户需求，不应拘泥于某种特定丧葬形式。<br>「客人们各有要求，有些想让逝者走得清净，有些追求热闹喜丧，还有些富贵人家，下葬只讲求一个排场。我们做什么、如何做，理应取决于他们要什么。」<br>胡桃主掌事务后，往生堂经营稳定，施礼得当，甚至令不少忌讳白事的璃月居民对丧葬一事有所改观。<br>话虽如此，仪倌们受训时，胡桃倒是另有去处，一溜烟便跑得没影。<br>这位堂主的兴趣爱好极富个人特色，又很难说是否太有闲情。<br>月下码头，山间危楼，最高处那个背手而立出口成诗的身影必定是胡桃。<br>她酷爱在夜晚闲逛，只要兴致来了，无论身处何处，总会情不自禁地赋诗一首。<br>而途经华光林山间歇脚亭的商贾，或许会有幸见到一位独坐桌边自娱自乐的神秘少女。<br>四个人才能组成的牌局，胡桃自己和自己都能玩得停不下来。<br>至于其中乐趣…唯有她自己知道。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "总务司门口立着两尊栩栩如生的石狮子，此乃威严之象征。<br>路过的胡桃却不这么想。她仔细端详了石狮子好一会儿，先是若有所思，随即开怀大笑，用力拍打它们的前爪。<br>之后，胡桃便不时前来，摸着石狮子的脑袋念念有词。她不光跟它们聊天，还给它们起了名字，左边的叫大咪，右边的叫二咪。<br>甚至左手拎一桶温水，右手提着大毛刷，跑来给石狮子洗澡。动作细致，态度认真，完全是将石狮子当成了宠物。<br>新月轩门前有只三花猫，吃的是璃月百家饭。这天恰好有附近居民来逗猫，与不远外的胡桃相映成趣。<br>面对旁人困惑的目光，胡桃理直气壮：<br>「你家花猫可爱，我的大咪二咪怎么就不可爱了？大咪二咪的毛虽说硬了些，不也是毛茸茸的嘛！让人快活的小动物，自然就是宠物。若论威风，什么猫都不是大咪二咪的对手！」<br>一番解释，愈发令人不解。<br>总务司的卫兵更是多次被胡桃惊吓。午夜，门前总有轻轻的脚步声。本以为是窃贼偷上了官家，却不料门后是个与石狮子玩耍的年轻少女。<br>而等大家好不容易习惯了这件怪事，胡桃反倒没了影子。<br>卫兵们有些苦恼——没了胡桃，就得轮到他们来清扫石狮子了。<br>为此他们蹲守多日，总算等到胡桃路过。问及为何不再来访，得到的答案更是匪夷所思：<br>「大咪二咪长大独立，不再需要我的照顾啦！现在我啊，忙着与神像谈论人生呢！」",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "相识不久后，胡桃就单方面将七七视为挚友，要亲手埋葬七七。<br>胡桃多次作案，算准阴时阴刻将七七掳走，企图将她按流程火化后塞进城郊预置的墓冢。<br>若非不卜庐的白术及时截停，她真能得手。<br>每次白术赶到，七七都已被套在袋中，只剩一颗小脑袋露在外边，疑惑地看着胡桃奋力挖掘焚烧用的坑。<br>事后，胡桃更是给七七写下赔罪信，信中多次感慨自己下手太慢，没能让七七入土为安，为此深表歉意。<br>在胡桃看来，七七早已逝去，被囚浮世不得解脱，是至苦的受难者。<br>而白术结识七七后，追求长生不老的念头愈发强烈。对此等忤逆生死戒律的观念，胡桃实难苟同。<br>送七七入土，不只是替她个人着想，更是要平衡阴阳秩序。<br>但七七决不答应。七七害怕死亡，讨厌胡桃。<br>周旋过程实在漫长，期间七七甚至能灵光一现，回忆起自己应在哪些时段隐蔽，以免被胡桃逮住。<br>或许是这份求生的努力触动了胡桃，她一反常态，认真调查了七七的往事。<br>意外的事故、仙家的玄机…种种巧合，让胡桃举棋不定。<br>七七那么想要活着，自然不能硬埋。既然如此，便只能将她当成千载难逢的例外了。<br>自那之后，胡桃对七七的态度大有转变。从拎起便走，改成了嘘寒问暖。<br>只可惜，胡桃早已成了七七心中一大瘟神。想请七七既往不咎，怕是还得耗上好些年。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "胡桃最出名的并非她的堂主身份，而是她的另一大成就：诗歌创作。<br>她自称「小巷派暗黑诗人」，每当上街闲逛，打油诗便脱口而出，拦都拦不住。<br>《丘丘谣》是胡桃最为出名的作品，不只得港口居民喜爱，远至轻策庄都有孩子传唱。<br>爱好者与评书人为《丘丘谣》简单而深邃的创作风格所震惊，奔赴万文集舍寻觅这位大诗人的作品，但很可惜，胡桃的诗集《璃月闲话》与《柴米油盐》均尚未发行。<br>日日泡在书店的行秋也想一睹奇人尊容，特意择良辰吉日携礼登门拜访。<br>二人一拍即合，到往生堂中庭即兴赋诗，切磋技艺。对上行秋对仗工整的传统诗句，胡桃总能用巧思与怪词还以颜色。<br>胡来中自有深意，嘿，古怪里还透着韵律，易懂易读，比寻常诗词还要朗朗上口。<br>真可谓乱拳打死老师傅，直叫行秋哭笑不得。<br>最终，赛诗会在友好的氛围中落幕。自此，两人便成了诗友，一有闲暇便相约吟诗。<br>次数多了，甚至连重云也被拉来担当评委。三人的欢声笑语如秋叶一般，洒满街头巷尾。<br>这些切磋的诗句，也被旁听者记录下来。<br>若在街头听见上句严肃下句俏皮的怪异顺口溜，八成是胡桃与行秋对出的奇诗。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "乾坤泰卦帽",
                "Content": "帽子的材质偏硬，正面饰有往生堂的徽记。<br>据说，此帽由七十五代堂主传承给胡桃。但那位堂主体格壮硕，脑袋比胡桃的大了两圈不止。<br>最终还是胡桃花费一天一夜，亲手拆补，将旧帽子改成了自己的尺寸，逢人便说：这帽子有法力，正阳克邪，保平安！<br>仪倌们听罢一笑置之。不过，第七十七代堂主对帽子的珍爱是有目共睹。<br>哪怕夜里风大雨大，晚归的胡桃惹了一身污浊，也会力保帽子一尘不染。<br>帽子侧边的梅花，则摘自胡桃亲手栽种的梅树。<br>制法如下：取鲜花风干、刷色、过油，巧笔勾勒后晾晒三日，可成玲珑饰物。触手如柔雾，闻之有幽香。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "一切还得从胡桃爷爷的葬礼说起。<br>葬礼十天前，胡老在家中病逝。往生堂为这位第七十五代堂主举办了规格极高的葬礼，全程依老爷子遗嘱安排，由胡桃主理。<br>年仅十三岁、还没成为堂主的胡桃只凭一人打点所有事务，却能做到事事考究，令仪倌们满意。<br>葬礼过后，年仅十三岁的胡桃背上行囊，趁夜色偷溜出门。她孤身一人，行囊中只有干粮、水和照明工具。但她要去的，是天下罕有的神秘之境。<br>从无妄坡一直向前，便能抵达「边界」。这是生与死的分割线，由往生堂世代管理的机密之地。相传，人们能在那里见到去世的亲属与心愿未竟的亡魂。胡桃赶往此地，便是想趁爷爷彻底远去前再见他一面。<br>如此马不停蹄整整两日，成功来到边界的胡桃却没能寻到爷爷。往来幽魂无数，或行色匆匆，或神色怨憎，没有一人与爷爷相似。<br>她等了一整日，困得昏睡过去。醒来时夜深露重，四周只有几条落单亡魂拍着手掌笑话她：<br>「傻姑娘，老胡头哪会在这儿啊？怕是异想天开，才到这儿来寻你家的人！」<br>不信邪的胡桃等了又等。日复一日…干粮逐日减少，饮水几乎见底，爷爷始终没有出现。最终等来的，却是一名从未谋面的老妇人。<br>矮小的妇人见胡桃困倦难当，笑道：「你这顽固模样，倒是像极了老胡头。只可惜，往生堂历代堂主绝不会在此徘徊。你家祖祖辈辈都是坦率地活，坦率地走。所以回去吧——回到你原本的地方。」<br>神秘的老妇人拜别胡桃，越过边界向深处走去。胡桃望着那瘦小的背影隐没在远方，疑惑之余竟有一丝释怀之感。<br>她终于相信：爷爷迟迟没有露面，是早已越过边界，去了应至之地。爷爷一生磊落，身后并无憾事，自己又何必将他的离开视为一种遗憾？<br>便一笑置之，踏上了归途。<br>来时月色幽远，回程时已晨光大作。胡桃走在路上，回想起爷爷从前常说的话——「生于生时，亡于亡刻。遵从自心，尽人之事。」<br>到家时逢正午，胡桃翻墙入后院，钻进卧房整理行囊。<br>水食耗尽、掏得空空的背包中，不知何时，悄然多了一枚流光溢彩的「神之眼」。<br>作为极少数敢在「边界」逗留的生者，胡桃或许打动了某位不可言说的神明。<br>她因而获得高天的馈赠…极致的力量之证。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "唷，找本堂主有何贵干呀？嗯？你不知道吗，往生堂第七十七代堂主就是胡桃我啦！嘶，不过瞧你的模样，容光焕发，身体健康，嗯…想必是为了工作以外的事来找我，对吧？",
                "Tips": []
            },
            {
                "Title": "闲聊 · 往生堂",
                "Content": "不如去我那儿喝杯茶？嘿~",
                "Tips": []
            },
            {
                "Title": "闲聊 · 客户",
                "Content": "一个客户，两个客户，三个客户…",
                "Tips": []
            },
            {
                "Title": "闲聊 · 偷懒",
                "Content": "咳咳…太阳出来我晒太阳，月亮出来我晒月亮咯~",
                "Tips": []
            },
            {
                "Title": "下雨的时候…",
                "Content": "哎呀…麻烦喽。",
                "Tips": []
            },
            {
                "Title": "打雷的时候…",
                "Content": "打雷啦，起身啦。",
                "Tips": []
            },
            {
                "Title": "下雪的时候…",
                "Content": "哇，是雪！",
                "Tips": []
            },
            {
                "Title": "起风的时候…",
                "Content": "嗯，真舒服。",
                "Tips": []
            },
            {
                "Title": "刮大风了…",
                "Content": "欸？…唉，帽子都要吹飞了。",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "嗯~早起身体好，晚睡人会飘。",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "哟！中午好呀，吃了吗？",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "嘻嘻，月亮出来喽~咱也出门吧。",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "哦，困了吗？那你好好休息，我一个人四处转转。",
                "Tips": []
            },
            {
                "Title": "关于胡桃自己 · 名字",
                "Content": "胡桃的胡是胡吃海喝的胡，胡桃的桃却不是淘气的淘！嘿嘿…不、不好笑吗？",
                "Tips": []
            },
            {
                "Title": "关于胡桃自己 · 拿手好戏",
                "Content": "变个戏法给你看，瞧好了哦…火！然后…嚯！火蝴蝶！呼，飞啦——哈哈。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 好奇心",
                "Content": "你到处旅行，一定见多识广。有空也给我讲讲你自己的故事吧。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 夜晚",
                "Content": "白天你尽管到处跑，晚上可得小心点。我不在的时候，务必谨慎行动。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于我们 · 帮手",
                "Content": "需要帮手吗？需要帮手吗？我来啦！若你需要帮助，胡桃我定当全力以赴，绝不推辞。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于我们 · 战斗",
                "Content": "战斗是件麻烦事，对我来说，它不是目的而是手段。用手段来达到目的，用战斗来维护不愿让步的东西。就这方面而言，我和你是一样的。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "「神之眼」…「神之眼」？唔，这东西，随缘就好。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "有什么想要分享…",
                "Content": "受人之托，忠人之事。我们往生堂性质特殊，肩负着双倍责任，所以，一定要让两个世界的人都满意才行。",
                "Tips": []
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "有些花草只长在阴气重月光多的地方，你见过吗？没有？那下次带你见识见识。",
                "Tips": []
            },
            {
                "Title": "关于钟离…",
                "Content": "钟离长得那么年轻，性格倒像是个老古董，什么都懂，却什么都不关心，他该不会…？嘻嘻…<br>唉，算了，随他去吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于七七…",
                "Content": "看到七七了吗？快告诉我她在哪，我要把她藏起来，嘿！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于白术…",
                "Content": "白术？哼，麻烦的家伙。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于凝光…",
                "Content": "天权凝光，富甲一方；明眸善睐，桃羞杏让；目达耳通，百了千当！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于北斗…",
                "Content": "北斗姐可是璃月名人，她不认识我没关系，我认识她就行。啊~真想和她交个朋友啊。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于行秋…",
                "Content": "听说行秋少爷在写书？话本还是怪谈呢？好想把平日遇见的杂事说给他听，写成书一定很好看吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于重云…",
                "Content": "纯阳正气，阴阳合一？啧啧，嘶…没想到世上真有这种体质的人。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于魈…",
                "Content": "仙家的事，我怎么知道？哎呀呀，天机不可泄露。你就别问我啦。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于刻晴…",
                "Content": "「玉衡」刻晴啊，嘶…是个很难打交道的人呢。嘿嘿，瞧那一本正经的样子，真想逗逗她。哎呦，她应该不会用剑敲我头吧？不会的吧？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于香菱…",
                "Content": "香菱可好玩了，一碰就跳，特别容易被唬住。做我们这行，最喜欢这种人喽。不过也得注意分寸，毕竟，锅巴会替香菱出头呢。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于云堇…",
                "Content": "云堇她在正式场合很优雅，私底下却非常容易亲近哦！上次我跟她打了个赌，输的人要用自己习惯的唱法唱对方填的词。哎呀呀，戏腔版的丘丘谣，你真该听一次！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于申鹤…",
                "Content": "她可真是个有意思的人呐，跟别人都不一样。你说，要是我从现在开始天天吃仙草、喝山露，会不会也变成她那么不染红尘的样子？嘿嘿…",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于蓝砚…",
                "Content": "蓝姑娘啊…她实力不俗，可不仅仅是「皮毛」这么简单。奇门秘术可真了不得，病气死气都被搬走啦。哎呀，可谓是——世风日上，身强力壮，往生堂的生意越来越难做喽。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解胡桃 · 其一",
                "Content": "大丘丘病了，二丘丘瞧；三丘丘采药，四丘丘熬；五丘丘死了，六丘丘抬~<br>欸…呼。",
                "Tips": []
            },
            {
                "Title": "想要了解胡桃 · 其二",
                "Content": "小巷派暗黑打油诗人，正是本人！",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解胡桃 · 其三",
                "Content": "若要我说，往生堂的工作既不困难也不可怕，只是麻烦而已。可惜旁人理解不了，见到咱们夜里出工，总是有些惧怕。唉，是他们不懂啊。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解胡桃 · 其四",
                "Content": "我是「往生堂」第七十七代堂主，我爷爷是第七十五代。我经手的第一份工作，就是替爷爷办葬礼。是不是很意外啊？哎呀，不知不觉就在这行做了好些年，时间过得可真快。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解胡桃 · 其五",
                "Content": "阴阳有序，命运无常。死亡难以预测，却也有它的规矩。记住了，无论何时何地，无论有何原因，人都不该轻易挑衅「死」之一事。唯有认识它、尊重它，才能明白活着的价值。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "胡桃的爱好…",
                "Content": "天清海阔，皓月凌空，此情此景，正适合作诗一首。",
                "Tips": []
            },
            {
                "Title": "胡桃的烦恼…",
                "Content": "唉…真想找些新乐子，无所事事比死亡可怕多了。",
                "Tips": []
            },
            {
                "Title": "喜欢的食物…",
                "Content": "♪啦啦啦啦~吃水煮鱼配虾饺啦~",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "清心炒史莱姆凝液…呕…这是香菱对我的复仇吗？",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "甚好甚好。本堂主现在就来为这道菜肴题诗一首——",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "真不用我来帮忙吗？做一道送一道哦！",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "噫…这是什么东西呀？",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "今夜天星璀璨，月相壮丽，想必是个好日子。嘶，待我一算…嗯~我知道我知道，是你的生辰！哎呀，真是个好日子。",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "哦呀？哦呀呀？",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "嗯~真不错，谢啦。",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "没想到没想到，胡桃我现在力如泉涌，心似雄鹰，非常有自信哦。",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "力量若达到极限，接着考验的便是人心。多亏了你，我才能来到这片未曾踏足的领域。在这里，心和灵魂就像一片云彩…生老病死，天地万象，尽在吾辈。",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "喝！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "起！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "散！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "吃饱喝饱，一路走好！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "再会啦！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "蝶火燎原！",
                "Tips": []
            },
            {
                "Title": "冲刺开始 · 其一",
                "Content": "嚯——！",
                "Tips": []
            },
            {
                "Title": "冲刺开始 · 其二",
                "Content": "走~",
                "Tips": []
            },
            {
                "Title": "冲刺开始 · 其三",
                "Content": "咻~",
                "Tips": []
            },
            {
                "Title": "打开风之翼 · 其一",
                "Content": "顺风顺水~",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "撞大运咯！",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "让我看看，都有什么好东西。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "快埋进土里，等它长出好多宝箱！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "哎哟哎哟！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "噫——！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "糟糕！",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "悠着点！",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "放着我来！",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "到我了吗…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "我记…仇…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "呃啊——",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "干嘛呀！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "哦？该我出马了？",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "你很有眼光嘛！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "一波送走，全送走。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "46": {
        "Costumes": [
            {
                "ID": 340019,
                "Name": "宿雪桃红",
                "Desc": "胡桃的装扮款式。有别于往生堂深色仪服的素色连衣裙，是好友香菱为胡桃特别准备的礼物，墨镜则是她自己的收藏。",
                "Icon": "UI_AvatarIcon_HutaoCostumeWinter",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "折梅留芳",
                "Desc": "胡桃的装扮款式。「往生堂」堂主工作时的日常装束。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108200,
            "JD": 108190,
            "Name": "<b>幽幽大行军</b>",
            "Eff": "复苏选中的角色，为其恢复生命值上限的15%，并额外恢复550点生命值。",
            "Desc": "胡桃的特色料理。圆头幽灵挤作一堆的样子有些滑稽可爱。不过，要是因为好奇抵不住诱惑而吃了其中「一只」的话，可能会为此后悔很久吧…毕竟，盘子里装的是境界极高的、将味蕾轰炸到完全失灵的——「吃不出是什么食材」。",
            "Recipe": {
                "100063": 2,
                "100015": 2
            },
            "Icon": "UI_ItemIcon_108200"
        },
        "Namecard": {
            "Name": "<b>胡桃 · 安神</b>",
            "Desc": "名片纹饰。<br>胡桃堂主一点都不可怕。大概。",
            "Pic": "UI_NameCardPic_Hutao_P"
        }
    }
}

var acs_cache_ = {
    "340019": "时节转冷，天冻霜寒，璃月港的街头冬意渐浓，能供胡桃外出进行的活动变少了许多。<br>她数了数，除了差使客卿钟离采买，和好友行秋对对子，带节食中的云堇下馆子之外，最近实在缺乏娱乐。<br>唉，身体像是被粘在了被窝里，精神像是被冻在了冰窖里，提不起劲啊。<br>须知往生堂的胡堂主平生最恨无趣、无聊、无所事事，为了拯救这忧郁的天气和心情，往生堂堂主和万民堂大厨碰面好好商议了一番：<br>两人一致认为，只有一顿香喷喷的铜锅羊肉汤能解决这个问题！<br>那么开锅备料交给香菱，买肉买菜就归胡桃负责。<br><br>根据大厨的专业意见，铜锅羊肉汤里的羊肉要用沉玉谷的柔柔羊。<br>穿上香菱送她的冬衣，胡堂主从吃虎岩逛到玉京台，好不容易才在万有铺子找到新鲜的羊羔肉。<br>一通好说歹说，博来终于同意给胡桃一个优惠价。<br>切好两扇肉，絮絮叨叨、仿佛吃了大亏的博来正打算拿油纸把红白相间的肉包好。<br>「且慢」，胡堂主却突然伸手阻拦。<br>「既然是生灵，为了满足人的口腹之欲而从容赴死，那就值得一场葬仪。<br>「只可惜时间仓促，来不及为这只羊备齐全套，也就念念悼词了。」<br>只见胡桃取下墨镜，理理衣服，郑重开言：<br>「小羊啊小羊，你出生在沉玉谷，喝的是泉水，吃的是青草。<br>「看你肉生得紧实，一看就经常在山头跑。<br>「但又不少油脂，想来吃得好睡得好。<br>「吃好睡好，没烦没恼，羊生无憾了。<br>「多谢你发善心许我祭一祭五脏庙，且安安心心走好。」<br>一番礼毕，胡桃严肃地包好肉食，又顺手向博来要了些绿叶菜，冻豆腐。<br>边走边寻思，肉买得有点多了，要不要多叫些人来呢？火锅可不就是吃的人越多越开心嘛。<br>最好是叫上行秋、重云，再带上云堇、辛焱。<br>路上要是遇到七七，就把她拖来，白术大夫如果感兴趣，就一道来吧！<br>这么一想，冷天也有冷天的妙处，走走走，高高兴兴吃火锅去！"
}