// Auto Generated

var _AvatarDataConfig_ = {
    "Iansan": {}
}

var _AvatarMats_ = {
    "Iansan": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101255": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113067": 2,
                "101255": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113067": 4,
                "101255": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113067": 8,
                "101255": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113067": 12,
                "101255": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113067": 20,
                "101255": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Iansan": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 负重锥击",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 雷霆飞缒</color><br>在夜魂加持状态下，伊安珊的重击将转为施展豪烈的「雷霆飞缒」，消耗一定体力向前方猛踏，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "雷霆飞缒伤害",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重击与雷霆飞缒体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "电掣雷驰",
                        "Desc": "伊安珊向前突进一段距离，对路径上的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。突进结束时，若点按普通攻击，还会进行一次不消耗体力的「雷霆飞缒」踏击。<br>施放后，伊安珊将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 伊安珊</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，伊安珊的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 提升伊安珊的移动速度与跳跃能力；<br> · 长按冲刺会切换至「雷驰电掣」模式，短时间内大幅提升伊安珊的移动速度与跳跃能力；在这种状态下伊安珊可以利用地形差进行飞跃，或额外消耗夜魂值在水面与液态燃素上移动，并免疫液态燃素的伤害。<br><br><i>「更快，更强！平时的不懈努力就是为了这一刻。」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "可快速雷霆飞缒时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力的三原理",
                        "Desc": "以「力量」之名踏破大地，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并取出珍藏的限定版动能标示（健身用）。<br>施放时，伊安珊将获得15点夜魂值，并进入夜魂加持状态。<br>动能标示退场时，伊安珊的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>动能标示</color><br>动能标示将跟随角色行动，并根据伊安珊的夜魂值，以不同的方式使队伍中自己的当前场上角色的攻击力提升：<br> · 若伊安珊的夜魂值少于42点，提升值将会基于伊安珊的夜魂值与攻击力；<br> · 若伊安珊拥有至少42点夜魂值，提升值将会基于伊安珊的攻击力。<br>此外，动能标示存在期间，将记录除伊安珊外的队伍中自己的当前场上角色的移动距离；每秒都将基于上一秒记录的移动距离，为伊安珊恢复夜魂值。<br>动能标示将在伊安珊的夜魂加持结束时消失。不处于战斗状态下时，动能标示将在1秒后消失。动能标示存在期间，伊安珊处于后台时，夜魂加持也不会结束。<br><br><i>「力量并非天生的馈赠，力量源于不懈的努力，力量需要正确的方法。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高位攻击力转化率",
                                "ParamLevelList": [
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力"
                                ]
                            },
                            {
                                "Desc": "低位攻击力转化率",
                                "ParamLevelList": [
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力"
                                ]
                            },
                            {
                                "Desc": "最大攻击力加成",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "未入战持续时间",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "强化抗阻练习",
                        "Desc": "「雷霆飞缒」命中敌人后，伊安珊将获得「标准动作」效果，持续15秒。<br>持续期间，伊安珊的攻击力提升20%，通过元素爆发<color style='color:#FFD780;'>力的三原理</color>中的动能标示恢复夜魂值时，还会额外恢复1点夜魂值；此外，队伍中自己的当前场上角色消耗或恢复夜魂值后，伊安珊下一次通过动能标示恢复夜魂值时，额外恢复的夜魂值提升至4点，该效果每2.8秒至多触发一次。<br>「标准动作」效果将在伊安珊的夜魂加持结束时消失。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "动能梯度测验",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊安珊将获得「热身效应」，持续10秒。<br>持续期间，伊安珊恢复至少1点夜魂值时，还会为当前场上自己的角色恢复生命值，回复量相当于伊安珊攻击力的60%，该效果每2.8秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域赐礼 · 勉力传动",
                        "Desc": "在夜魂值耗竭后，伊安珊在场上时，将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊安珊。当前场上角色处于冲刺或是特定天赋赋予的移动状态下时，或是位于一定高度的空中时，切换伊安珊登场时触发：伊安珊将进入夜魂加持状态，并获得25点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Iansan_07"
                    },
                    {
                        "Name": "热量均衡计划",
                        "Desc": "在纳塔存在燃素机制的区域时，当燃素从50%以上降低至50%以下时能恢复10点燃素，该效果每10秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "万事从来开头难",
                        "Desc": "在战斗中，伊安珊处于夜魂加持状态下时，每消耗6点夜魂值，将为伊安珊自己恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "偷懒是健身大忌!",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>力的三原理</color>时，伊安珊也会获得固有天赋「强化抗阻练习」中的「标准动作」效果，持续15秒；此外，「标准动作」效果持续期间，若伊安珊处于队伍后台，还会使队伍中自己的当前场上角色的攻击力提升30%。该效果需要解锁固有天赋「强化抗阻练习」。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的饮食规划",
                        "Desc": "元素战技<color style='color:#FFD780;'>电掣雷驰</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "循序渐进是关键",
                        "Desc": "动能标示存在期间，除伊安珊外的队伍中自己的当前场上角色施放元素爆发后，伊安珊将获得两层「原力激扬」，持续至动能标示退场，每次召唤动能标示至多触发一次该效果；伊安珊通过动能标示恢复夜魂值时，将消耗一层「原力激扬」，为伊安珊额外恢复4点夜魂值。<br>此外，若动能标示的夜魂值恢复量溢出，伊安珊下一次通过动能标示恢复夜魂值时，还会额外恢复相当于本次溢出量50%的夜魂值。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "还没有到极限呢！",
                        "Desc": "元素爆发<color style='color:#FFD780;'>力的三原理</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「沃陆之邦」的训教",
                        "Desc": "动能标示的持续时间延长3秒。<br>此外，伊安珊触发恢复夜魂值的效果时，若夜魂值恢复量溢出，将获得「极限发力」效果，使队伍中自己的当前场上角色造成的伤害提升25%，持续3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 负重锥击",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 雷霆飞缒</color><br>在夜魂加持状态下，伊安珊的重击将转为施展豪烈的「雷霆飞缒」，消耗一定体力向前方猛踏，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "雷霆飞缒伤害",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重击与雷霆飞缒体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "电掣雷驰",
                        "Desc": "伊安珊向前突进一段距离，对路径上的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。突进结束后的5秒内，点按普通攻击时，伊安珊将快速施放一次不消耗体力的「雷霆飞缒」踏击。<br>施放后，伊安珊将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 伊安珊</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，伊安珊的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 提升伊安珊的移动速度与跳跃能力；<br> · 长按冲刺会切换至「雷驰电掣」模式，短时间内大幅提升伊安珊的移动速度与跳跃能力；在这种状态下伊安珊可以利用地形差进行飞跃，或额外消耗夜魂值在水面与液态燃素上移动，并免疫液态燃素的伤害。<br><br><i>「更快，更强！平时的不懈努力就是为了这一刻。」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力的三原理",
                        "Desc": "以「力量」之名踏破大地，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并取出珍藏的限定版动能标示（健身用）。<br>施放时，伊安珊将获得15点夜魂值，并进入夜魂加持状态。<br>动能标示退场时，伊安珊的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>动能标示</color><br>动能标示将跟随角色行动，并根据伊安珊的夜魂值，以不同的方式使队伍中自己的当前场上角色的攻击力提升：<br> · 若伊安珊的夜魂值少于42点，提升值将会基于伊安珊的夜魂值与攻击力；<br> · 若伊安珊拥有至少42点夜魂值，提升值将会基于伊安珊的攻击力。<br>此外，动能标示存在期间，将记录除伊安珊外的队伍中自己的当前场上角色的移动距离；每秒都将基于上一秒记录的移动距离，为伊安珊恢复夜魂值。<br>动能标示将在伊安珊的夜魂加持结束时消失。不处于战斗状态下时，动能标示将在1秒后消失。动能标示存在期间，伊安珊处于后台时，夜魂加持也不会结束。<br><br><i>「力量并非天生的馈赠，力量源于不懈的努力，力量需要正确的方法。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力"
                                ]
                            },
                            {
                                "Desc": "低夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力"
                                ]
                            },
                            {
                                "Desc": "最大攻击力加成",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非战斗状态持续时间",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "强化抗阻练习",
                        "Desc": "「雷霆飞缒」命中敌人后，伊安珊将获得「标准动作」效果，持续15秒。<br>持续期间，伊安珊的攻击力提升20%，通过元素爆发<color style='color:#FFD780;'>力的三原理</color>中的动能标示恢复夜魂值时，还会额外恢复1点夜魂值；此外，队伍中自己的当前场上角色消耗或恢复夜魂值后，伊安珊下一次通过动能标示恢复夜魂值时，额外恢复的夜魂值提升至4点，该效果每2.8秒至多触发一次。<br>「标准动作」效果将在伊安珊的夜魂加持结束时消失。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "动能梯度测验",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊安珊将获得「热身效应」，持续10秒。<br>持续期间，伊安珊恢复至少1点夜魂值时，还会为当前场上自己的角色恢复生命值，回复量相当于伊安珊攻击力的60%，该效果每2.8秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域赐礼 · 勉力传动",
                        "Desc": "在夜魂值耗竭后，伊安珊在场上时，将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊安珊。当前场上角色处于冲刺或是特定天赋赋予的移动状态下时，或是位于一定高度的空中时，切换伊安珊登场时触发：伊安珊将进入夜魂加持状态，并获得25点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "热量均衡计划",
                        "Desc": "在纳塔存在燃素机制的区域时，当燃素从50%以上降低至50%以下时能恢复10点燃素，该效果每10秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "万事从来开头难",
                        "Desc": "在战斗中，伊安珊处于夜魂加持状态下时，每消耗6点夜魂值，将为伊安珊自己恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "偷懒是健身大忌!",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>力的三原理</color>时，伊安珊也会获得固有天赋「强化抗阻练习」中的「标准动作」效果，持续15秒；此外，「标准动作」效果持续期间，若伊安珊处于队伍后台，还会使队伍中自己的当前场上角色的攻击力提升30%。该效果需要解锁固有天赋「强化抗阻练习」。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的饮食规划",
                        "Desc": "元素战技<color style='color:#FFD780;'>电掣雷驰</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "循序渐进是关键",
                        "Desc": "动能标示存在期间，除伊安珊外的队伍中自己的当前场上角色施放元素爆发后，伊安珊将获得两层「原力激扬」，持续至动能标示退场，每次召唤动能标示至多触发一次该效果；伊安珊通过动能标示恢复夜魂值时，将消耗一层「原力激扬」，为伊安珊额外恢复4点夜魂值。<br>此外，若动能标示的夜魂值恢复量溢出，伊安珊下一次通过动能标示恢复夜魂值时，还会额外恢复相当于本次溢出量50%的夜魂值。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "还没有到极限呢！",
                        "Desc": "元素爆发<color style='color:#FFD780;'>力的三原理</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「沃陆之邦」的训教",
                        "Desc": "动能标示的持续时间延长3秒。<br>此外，伊安珊触发恢复夜魂值的效果时，若夜魂值恢复量溢出，将获得「极限发力」效果，使队伍中自己的当前场上角色造成的伤害提升25%，持续3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 负重锥击",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 雷霆飞缒</color><br>在夜魂加持状态下，伊安珊的重击将转为施展豪烈的「雷霆飞缒」，消耗一定体力向前方猛踏，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "雷霆飞缒伤害",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重击与雷霆飞缒体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "电掣雷驰",
                        "Desc": "伊安珊向前突进一段距离，对路径上的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。突进结束后的5秒内，点按普通攻击时，伊安珊将快速施放一次不消耗体力的「雷霆飞缒」踏击。<br>施放后，伊安珊将恢复54点夜魂值，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 伊安珊</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，伊安珊的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 提升伊安珊的移动速度；<br> · 长按冲刺会切换至「雷驰电掣」模式，短时间内大幅提升伊安珊的移动速度；在这种状态下伊安珊可以利用地形差进行飞跃，或额外消耗夜魂值在水面与液态燃素上移动，并免疫液态燃素的伤害。<br><br><i>「更快，更强！平时的不懈努力就是为了这一刻。」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力的三原理",
                        "Desc": "以「力量」之名踏破大地，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并取出珍藏的限定版动能标示（健身用）。<br>施放时，伊安珊将获得15点夜魂值，并进入夜魂加持状态。<br>动能标示退场时，伊安珊的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>动能标示</color><br>动能标示将跟随角色行动，并根据伊安珊的夜魂值，以不同的方式使队伍中自己的当前场上角色的攻击力提升：<br> · 若伊安珊的夜魂值少于42点，将基于伊安珊的夜魂值与攻击力，获得攻击力加成；<br> · 若伊安珊拥有至少42点夜魂值，动能标识将切换至「炽烈声援！」模式，基于伊安珊的攻击力，获得更高的攻击力加成。<br>此外，动能标示存在期间，将记录除伊安珊外的队伍中自己的当前场上角色的移动距离；每秒都将基于上一秒记录的移动距离，为伊安珊恢复夜魂值。<br>动能标示将在伊安珊的夜魂加持结束时消失。不处于战斗状态下时，动能标示将在1秒后消失。动能标示存在期间，伊安珊处于后台时，夜魂加持也不会结束。<br><br><i>「力量并非天生的馈赠，力量源于不懈的努力，力量需要正确的方法。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力"
                                ]
                            },
                            {
                                "Desc": "低夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力"
                                ]
                            },
                            {
                                "Desc": "最大攻击力加成",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非战斗状态持续时间",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "强化抗阻练习",
                        "Desc": "「雷霆飞缒」命中敌人后，伊安珊将获得「标准动作」效果，持续15秒。<br>持续期间，伊安珊的攻击力提升20%，通过元素爆发<color style='color:#FFD780;'>力的三原理</color>中的动能标示恢复夜魂值时，还会额外恢复1点夜魂值；此外，队伍中自己的当前场上角色消耗或恢复夜魂值后，伊安珊下一次通过动能标示恢复夜魂值时，额外恢复的夜魂值提升至4点，该效果每2.8秒至多触发一次。<br>「标准动作」效果将在伊安珊的夜魂加持结束时消失。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "动能梯度测验",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊安珊将获得「热身效应」，持续10秒。<br>持续期间，伊安珊恢复至少1点夜魂值时，还会为当前场上自己的角色恢复生命值，回复量相当于伊安珊攻击力的60%，该效果每2.8秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域赐礼 · 勉力传动",
                        "Desc": "在夜魂值耗竭后，伊安珊在场上时，将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊安珊。当前场上角色处于冲刺或是特定天赋赋予的移动状态下时，或是位于一定高度的空中时，切换伊安珊登场时触发：伊安珊将进入夜魂加持状态，并获得25点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。<br>此外，在纳塔存在燃素机制的区域时，伊安珊利用地形差进行飞跃时，受到的坠落伤害会降低。",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "热量均衡计划",
                        "Desc": "在纳塔存在燃素机制的区域时，当燃素从50%以上降低至50%以下时能恢复10点燃素，该效果每10秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "万事从来开头难",
                        "Desc": "在战斗中，伊安珊处于夜魂加持状态下时，每消耗6点夜魂值，将为伊安珊自己恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "偷懒是健身大忌!",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>力的三原理</color>时，伊安珊也会获得固有天赋「强化抗阻练习」中的「标准动作」效果，持续15秒；此外，「标准动作」效果持续期间，若伊安珊处于队伍后台，还会使队伍中自己的当前场上角色的攻击力提升30%。该效果需要解锁固有天赋「强化抗阻练习」。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的饮食规划",
                        "Desc": "元素战技<color style='color:#FFD780;'>电掣雷驰</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "循序渐进是关键",
                        "Desc": "动能标示存在期间，除伊安珊外的队伍中自己的当前场上角色施放元素爆发后，伊安珊将获得两层「原力激扬」，持续至动能标示退场，每次召唤动能标示至多触发一次该效果；伊安珊通过动能标示恢复夜魂值时，将消耗一层「原力激扬」，为伊安珊额外恢复4点夜魂值。<br>此外，若动能标示的夜魂值恢复量溢出，伊安珊下一次通过动能标示恢复夜魂值时，还会额外恢复相当于本次溢出量50%的夜魂值。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "还没有到极限呢！",
                        "Desc": "元素爆发<color style='color:#FFD780;'>力的三原理</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「沃陆之邦」的训教",
                        "Desc": "动能标示的持续时间延长3秒。<br>此外，伊安珊触发恢复夜魂值的效果时，若夜魂值恢复量溢出，将获得「极限发力」效果，使队伍中自己的当前场上角色造成的伤害提升25%，持续3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 负重锥击",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 雷霆飞缒</color><br>在夜魂加持状态下，伊安珊的重击将转为施展豪烈的「雷霆飞缒」，消耗一定体力向前方猛踏，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "雷霆飞缒伤害",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重击与雷霆飞缒体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "电掣雷驰",
                        "Desc": "伊安珊向前突进一段距离，对路径上的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>施放后，伊安珊将恢复54点夜魂值，并进入夜魂加持状态。并且在突进结束后的5秒内，点按普通攻击时，伊安珊将快速施放一次不消耗体力的「雷霆飞缒」踏击。<br><br><color style='color:#FFD780;'>夜魂加持 · 伊安珊</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，伊安珊的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 提升伊安珊的移动速度；<br> · 长按冲刺会切换至「雷驰电掣」模式，短时间内大幅提升伊安珊的移动速度；在这种状态下伊安珊可以利用地形差进行飞跃，或额外消耗夜魂值在水面与液态燃素上移动，并免疫液态燃素的伤害。<br><br><i>「更快，更强！平时的不懈努力就是为了这一刻。」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力的三原理",
                        "Desc": "以「力量」之名踏破大地，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并取出珍藏的限定版动能标示（健身用）。<br>施放时，伊安珊将获得15点夜魂值，并进入夜魂加持状态。<br>动能标示退场时，伊安珊的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>动能标示</color><br>动能标示将跟随角色行动，并根据伊安珊的夜魂值，以不同的方式使队伍中自己的当前场上角色的攻击力提升：<br> · 若伊安珊的夜魂值少于42点，将基于伊安珊的夜魂值与攻击力，获得攻击力加成；<br> · 若伊安珊拥有至少42点夜魂值，动能标示将切换至「炽烈声援！」模式，基于伊安珊的攻击力，获得更高的攻击力加成。<br>此外，动能标示存在期间，将记录除伊安珊外的队伍中自己的当前场上角色的移动距离；每秒都将基于上一秒记录的移动距离，为伊安珊恢复夜魂值。<br>动能标示将在伊安珊的夜魂加持结束时消失。不处于战斗状态下时，动能标示将在1秒后消失。动能标示存在期间，伊安珊处于后台时，夜魂加持也不会结束。<br><br><i>「力量并非天生的馈赠，力量源于不懈的努力，力量需要正确的方法。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力"
                                ]
                            },
                            {
                                "Desc": "低夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力"
                                ]
                            },
                            {
                                "Desc": "最大攻击力加成",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非战斗状态持续时间",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "强化抗阻练习",
                        "Desc": "「雷霆飞缒」命中敌人后，伊安珊将获得「标准动作」效果，持续15秒。<br>持续期间，伊安珊的攻击力提升20%，通过元素爆发<color style='color:#FFD780;'>力的三原理</color>中的动能标示恢复夜魂值时，还会额外恢复1点夜魂值；此外，队伍中自己的当前场上角色消耗或恢复夜魂值后，伊安珊下一次通过动能标示恢复夜魂值时，额外恢复的夜魂值提升至4点，该效果每2.8秒至多触发一次。<br>「标准动作」效果将在伊安珊的夜魂加持结束时消失。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "动能梯度测验",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊安珊将获得「热身效应」，持续10秒。<br>持续期间，伊安珊恢复至少1点夜魂值时，会为当前场上自己的角色恢复生命值，回复量相当于伊安珊攻击力的60%，该效果每2.8秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域赐礼 · 勉力传动",
                        "Desc": "在夜魂值耗竭后，伊安珊在场上时，将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊安珊。当前场上角色处于冲刺或是特定天赋赋予的移动状态下时，或是位于一定高度的空中时，切换伊安珊登场时触发：伊安珊将进入夜魂加持状态，并获得25点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。<br>此外，在纳塔存在燃素机制的区域时，伊安珊利用地形差进行飞跃时，受到的坠落伤害会降低。",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "热量均衡计划",
                        "Desc": "在纳塔存在燃素机制的区域时，当燃素从50%以上降低至50%以下时能恢复10点燃素，该效果每10秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "万事从来开头难",
                        "Desc": "在战斗中，伊安珊处于夜魂加持状态下时，每消耗6点夜魂值，将为伊安珊自己恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "偷懒是健身大忌!",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>力的三原理</color>时，伊安珊也会获得固有天赋「强化抗阻练习」中的「标准动作」效果，持续15秒；此外，「标准动作」效果持续期间，若伊安珊处于队伍后台，还会使队伍中自己的当前场上角色的攻击力提升30%。该效果需要解锁固有天赋「强化抗阻练习」。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的饮食规划",
                        "Desc": "元素战技<color style='color:#FFD780;'>电掣雷驰</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "循序渐进是关键",
                        "Desc": "动能标示存在期间，除伊安珊外的队伍中自己的当前场上角色施放元素爆发后，伊安珊将获得两层「原力激扬」，持续至动能标示退场，每次召唤动能标示至多触发一次该效果；伊安珊通过动能标示恢复夜魂值时，将消耗一层「原力激扬」，为伊安珊额外恢复4点夜魂值。<br>此外，若动能标示的夜魂值恢复量溢出，伊安珊下一次通过动能标示恢复夜魂值时，还会额外恢复相当于本次溢出量50%的夜魂值。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "还没有到极限呢！",
                        "Desc": "元素爆发<color style='color:#FFD780;'>力的三原理</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「沃陆之邦」的训教",
                        "Desc": "动能标示的持续时间延长3秒。<br>此外，伊安珊触发恢复夜魂值的效果时，若夜魂值恢复量溢出，将获得「极限发力」效果，使队伍中自己的当前场上角色造成的伤害提升25%，持续3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 负重锥击",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 雷霆飞缒</color><br>在夜魂加持状态下，伊安珊的重击将转为施展豪烈的「雷霆飞缒」，消耗一定体力向前方猛踏，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "雷霆飞缒伤害",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重击与雷霆飞缒体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "电掣雷驰",
                        "Desc": "伊安珊向前突进一段距离，对路径上的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>施放后，伊安珊将恢复54点夜魂值，并进入夜魂加持状态。并且在突进结束后的5秒内，点按普通攻击时，伊安珊将快速施放一次不消耗体力的「雷霆飞缒」踏击。<br><br><color style='color:#FFD780;'>夜魂加持 · 伊安珊</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，伊安珊的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 提升伊安珊的移动速度；<br> · 长按冲刺会切换至「雷驰电掣」模式，短时间内大幅提升伊安珊的移动速度；在这种状态下伊安珊可以利用地形差进行飞跃，或额外消耗夜魂值在水面与液态燃素上移动，并免疫液态燃素的伤害。<br><br><i>「更快，更强！平时的不懈努力就是为了这一刻。」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力的三原理",
                        "Desc": "以「力量」之名踏破大地，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并取出珍藏的限定版动能标示（健身用）。<br>施放时，伊安珊将获得15点夜魂值，并进入夜魂加持状态。<br>动能标示退场时，伊安珊的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>动能标示</color><br>动能标示将跟随角色行动，并根据伊安珊的夜魂值，以不同的方式使队伍中自己的当前场上角色的攻击力提升：<br> · 若伊安珊的夜魂值少于42点，将基于伊安珊的夜魂值与攻击力，获得攻击力加成；<br> · 若伊安珊拥有至少42点夜魂值，动能标示将切换至「炽烈声援！」模式，基于伊安珊的攻击力，获得更高的攻击力加成。<br>此外，动能标示存在期间，将记录除伊安珊外的队伍中自己的当前场上角色的移动距离；每秒都将基于上一秒记录的移动距离，为伊安珊恢复夜魂值。<br>动能标示将在伊安珊的夜魂加持结束时消失。不处于战斗状态下时，动能标示将在1秒后消失。动能标示存在期间，伊安珊处于后台时，夜魂加持也不会结束。<br><br><i>「力量并非天生的馈赠，力量源于不懈的努力，力量需要正确的方法。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力"
                                ]
                            },
                            {
                                "Desc": "低夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力"
                                ]
                            },
                            {
                                "Desc": "最大攻击力加成",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非战斗状态持续时间",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "强化抗阻练习",
                        "Desc": "「雷霆飞缒」命中敌人后，伊安珊将获得「标准动作」效果，持续15秒。<br>持续期间，伊安珊的攻击力提升20%，通过元素爆发<color style='color:#FFD780;'>力的三原理</color>中的动能标示恢复夜魂值时，还会额外恢复1点夜魂值；此外，队伍中自己的当前场上角色消耗或恢复夜魂值后，伊安珊下一次通过动能标示恢复夜魂值时，额外恢复的夜魂值提升至4点，该效果每2.8秒至多触发一次。<br>「标准动作」效果将在伊安珊的夜魂加持结束时消失。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "动能梯度测验",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊安珊将获得「热身效应」，持续10秒。<br>持续期间，伊安珊恢复至少1点夜魂值时，会为当前场上自己的角色恢复生命值，回复量相当于伊安珊攻击力的60%，该效果每2.8秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域赐礼 · 勉力传动",
                        "Desc": "在夜魂值耗竭后，伊安珊在场上时，将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊安珊。当前场上角色处于冲刺或是特定天赋赋予的移动状态下时，或是位于一定高度的空中时，切换伊安珊登场时触发：伊安珊将进入夜魂加持状态，并获得25点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。<br>此外，在纳塔存在燃素机制的区域时，伊安珊利用地形差进行飞跃时，受到的坠落伤害会降低。",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "热量均衡计划",
                        "Desc": "在纳塔存在燃素机制的区域时，当燃素从50%以上降低至50%以下时能恢复10点燃素，该效果每10秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "万事从来开头难",
                        "Desc": "在战斗中，伊安珊处于夜魂加持状态下时，每消耗6点夜魂值，将为伊安珊自己恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "偷懒是健身大忌!",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>力的三原理</color>时，伊安珊也会获得固有天赋「强化抗阻练习」中的「标准动作」效果，持续15秒；此外，「标准动作」效果持续期间，若伊安珊处于队伍后台，还会使队伍中自己的当前场上角色的攻击力提升30%。该效果需要解锁固有天赋「强化抗阻练习」。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的饮食规划",
                        "Desc": "元素战技<color style='color:#FFD780;'>电掣雷驰</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "循序渐进是关键",
                        "Desc": "动能标示存在期间，除伊安珊外的队伍中自己的当前场上角色施放元素爆发后，伊安珊将获得两层「原力激扬」，持续至动能标示退场，每次召唤动能标示至多触发一次该效果；伊安珊通过动能标示恢复夜魂值时，将消耗一层「原力激扬」，为伊安珊额外恢复4点夜魂值。<br>此外，若动能标示的夜魂值恢复量溢出，伊安珊下一次通过动能标示恢复夜魂值时，还会额外恢复相当于本次溢出量50%的夜魂值。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "还没有到极限呢！",
                        "Desc": "元素爆发<color style='color:#FFD780;'>力的三原理</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「沃陆之邦」的训教",
                        "Desc": "动能标示的持续时间延长3秒。<br>此外，伊安珊触发恢复夜魂值的效果时，若夜魂值恢复量溢出，将获得「极限发力」效果，使队伍中自己的当前场上角色造成的伤害提升25%，持续3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "负重锥击",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 雷霆飞缒</color><br>在夜魂加持状态下，伊安珊的重击将转为施展豪烈的「雷霆飞缒」，消耗一定体力向前方猛踏，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.9686%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.6329%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.4027%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.2634%",
                                    "145.2478%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "100.276%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.212%",
                                    "226.204%",
                                    "240.196%",
                                    "254.188%",
                                    "268.18%"
                                ]
                            },
                            {
                                "Desc": "雷霆飞缒伤害",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.913%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.674%",
                                    "213.422%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "重击与雷霆飞缒体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "电掣雷驰",
                        "Desc": "伊安珊向前突进一段距离，对路径上的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>施放后，伊安珊将恢复54点夜魂值，并进入夜魂加持状态。并且在突进结束后的5秒内，点按普通攻击时，伊安珊将快速施放一次不消耗体力的「雷霆飞缒」踏击。<br><br><color style='color:#FFD780;'>夜魂加持 · 伊安珊</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，伊安珊的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 提升伊安珊的移动速度；<br> · 长按冲刺会切换至「雷驰电掣」模式，短时间内大幅提升伊安珊的移动速度；在这种状态下伊安珊可以利用地形差进行飞跃，或额外消耗夜魂值在水面与液态燃素上移动，并免疫液态燃素的伤害。<br><br><i>「更快，更强！平时的不懈努力就是为了这一刻。」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96%",
                                    "429.6%",
                                    "458.24%",
                                    "486.88%",
                                    "515.52%",
                                    "544.16%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54",
                                    "54"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "力的三原理",
                        "Desc": "以「力量」之名踏破大地，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并取出珍藏的限定版动能标示（健身用）。<br>施放时，伊安珊将获得15点夜魂值，并进入夜魂加持状态。<br>动能标示退场时，伊安珊的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>动能标示</color><br>动能标示将跟随角色行动，并根据伊安珊的夜魂值，以不同的方式使队伍中自己的当前场上角色的攻击力提升：<br> · 若伊安珊的夜魂值少于42点，将基于伊安珊的夜魂值与攻击力，获得攻击力加成；<br> · 若伊安珊拥有至少42点夜魂值，动能标示将切换至「炽烈声援！」模式，基于伊安珊的攻击力，获得更高的攻击力加成。<br>此外，动能标示存在期间，将记录除伊安珊外的队伍中自己的当前场上角色的移动距离；每秒都将基于上一秒记录的移动距离，为伊安珊恢复夜魂值。<br>动能标示将在伊安珊的夜魂加持结束时消失。不处于战斗状态下时，动能标示将在1秒后消失。动能标示存在期间，伊安珊处于后台时，夜魂加持也不会结束。<br><br><i>「力量并非天生的馈赠，力量源于不懈的努力，力量需要正确的方法。」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96%",
                                    "538.0%",
                                    "570.28%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64%",
                                    "731.68%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "高夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力",
                                    "27.0%攻击力"
                                ]
                            },
                            {
                                "Desc": "低夜魂值攻击力转化率",
                                "ParamLevelList": [
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力",
                                    "每夜魂值0.5%攻击力"
                                ]
                            },
                            {
                                "Desc": "最大攻击力加成",
                                "ParamLevelList": [
                                    "330",
                                    "370",
                                    "410",
                                    "450",
                                    "490",
                                    "530",
                                    "570",
                                    "610",
                                    "650",
                                    "690",
                                    "730",
                                    "770",
                                    "810",
                                    "850",
                                    "890"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "非战斗状态持续时间",
                                "ParamLevelList": [
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒",
                                    "1秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "强化抗阻练习",
                        "Desc": "「雷霆飞缒」命中敌人后，伊安珊将获得「标准动作」效果，持续15秒。<br>持续期间，伊安珊的攻击力提升20%，通过元素爆发<color style='color:#FFD780;'>力的三原理</color>中的动能标示恢复夜魂值时，还会额外恢复1点夜魂值；此外，队伍中自己的当前场上角色消耗或恢复夜魂值后，伊安珊下一次通过动能标示恢复夜魂值时，额外恢复的夜魂值提升至4点，该效果每2.8秒至多触发一次。<br>「标准动作」效果将在伊安珊的夜魂加持结束时消失。",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "动能梯度测验",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊安珊将获得「热身效应」，持续10秒。<br>持续期间，伊安珊恢复至少1点夜魂值时，会为当前场上自己的角色恢复生命值，回复量相当于伊安珊攻击力的60%，该效果每2.8秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "夜域赐礼 · 勉力传动",
                        "Desc": "在夜魂值耗竭后，伊安珊在场上时，将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊安珊。当前场上角色处于冲刺或是特定天赋赋予的移动状态下时，或是位于一定高度的空中时，切换伊安珊登场时触发：伊安珊将进入夜魂加持状态，并获得25点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。<br>此外，在纳塔存在燃素机制的区域时，伊安珊利用地形差进行飞跃时，不会承受坠落伤害。",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "热量均衡计划",
                        "Desc": "在纳塔存在燃素机制的区域时，当燃素从50%以上降低至50%以下时能恢复10点燃素，该效果每10秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "万事从来开头难",
                        "Desc": "在战斗中，伊安珊处于夜魂加持状态下时，每消耗6点夜魂值，将为伊安珊自己恢复15点元素能量，该效果每18秒至多触发一次。",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "偷懒是健身大忌!",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>力的三原理</color>时，伊安珊也会获得突破天赋「强化抗阻练习」中的「标准动作」效果，持续15秒；此外，「标准动作」效果持续期间，若伊安珊处于队伍后台，还会使队伍中自己的当前场上角色的攻击力提升30%。该效果需要解锁突破天赋「强化抗阻练习」。",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "科学的饮食规划",
                        "Desc": "元素战技<color style='color:#FFD780;'>电掣雷驰</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "循序渐进是关键",
                        "Desc": "动能标示存在期间，除伊安珊外的队伍中自己的当前场上角色施放元素爆发后，伊安珊将获得两层「原力激扬」，持续至动能标示退场，每次召唤动能标示至多触发一次该效果；伊安珊通过动能标示恢复夜魂值时，将消耗一层「原力激扬」，为伊安珊额外恢复4点夜魂值。<br>此外，若动能标示的夜魂值恢复量溢出，伊安珊下一次通过动能标示恢复夜魂值时，还会额外恢复相当于本次溢出量50%的夜魂值。",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "还没有到极限呢！",
                        "Desc": "元素爆发<color style='color:#FFD780;'>力的三原理</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「沃陆之邦」的训教",
                        "Desc": "动能标示的持续时间延长3秒。<br>此外，伊安珊触发恢复夜魂值的效果时，若夜魂值恢复量溢出，将获得「极限发力」效果，使队伍中自己的当前场上角色造成的伤害提升25%，持续3秒。",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Iansan": {}
}