// Auto Generated

var _AvatarDataConfig_ = {
    "Ifa": {}
}

var _AvatarMats_ = {
    "Ifa": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101250": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113072": 2,
                "101250": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113072": 4,
                "101250": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113072": 8,
                "101250": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113072": 12,
                "101250": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113072": 20,
                "101250": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ifa": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "祛风妙仪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方射击，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.31709%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.20641%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.85599%",
                                    "220.56%",
                                    "235.26399%",
                                    "249.968%",
                                    "264.67199%",
                                    "279.37601%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.21999%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.93439%",
                                    "122.8828%/153.48721%",
                                    "132.13201%/165.04%",
                                    "145.3452%/181.54401%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.60881%",
                                    "208.76861%/260.76319%",
                                    "224.6244%/280.568%",
                                    "240.48021%/300.37279%",
                                    "256.33609%/320.1776%",
                                    "272.19191%/339.98239%",
                                    "288.04779%/359.7872%",
                                    "303.9036%/379.59199%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "空天疾护",
                        "Desc": "到好哥们出场的时候了，哥们！伊法唤来咔库库一同战斗。<br>施放后，伊法将获得80点夜魂值，并进入<color style='color:#FFD780;'>夜魂加持</color>状态。夜魂加持状态期间，伊法将在咔库库的帮助下悬浮，进行普通攻击时，将依据点按、长按，转为以不同的方式进行<color style='color:#FFD780;'>「援护射击」</color>。<br>此外，在夜魂加持状态下，长按施放元素战技<color style='color:#FFD780;'>空天疾护</color>时，伊法将转为进行具有夜魂性质的下落攻击，松开技能时可以中断下落攻击，并维持悬浮状态；在下落攻击过程中落地时，伊法的夜魂加持将会结束。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘药弹伤害",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.71199%",
                                    "240.048%",
                                    "253.38399%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘药弹命中治疗量",
                                "ParamLevelList": [
                                    "20.16%元素精通+48.14847",
                                    "21.672%元素精通+52.96399",
                                    "23.184%元素精通+58.1808",
                                    "25.2%元素精通+63.7989",
                                    "26.712%元素精通+69.8183",
                                    "28.224%元素精通+76.23898",
                                    "30.24%元素精通+83.06097",
                                    "32.256%元素精通+90.28424",
                                    "34.272%元素精通+97.90881",
                                    "36.288%元素精通+105.93467",
                                    "38.304%元素精通+114.36182",
                                    "40.32%元素精通+123.19027",
                                    "42.84%元素精通+132.42001",
                                    "45.36%元素精通+142.05104",
                                    "47.88%元素精通+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "复合镇静域",
                        "Desc": "向（暂时还没有冷静下来的）敌人发射一枚疗域镇静剂。疗域镇静剂将在命中时炸裂，产生固缚风场，牵引附近的物品与敌人，并造成具有夜魂性质的<color style='color:#80FFD7;'>风元素范围伤害</color>。<br>疗域镇静剂命中处于<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>附着下的敌人时，会为这些敌人施加<color style='color:#FFD780;'>「镇静标记」</color>效果，该效果会在片刻后爆发消失，并造成对应元素属性的范围伤害。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "508.47998%",
                                    "546.61598%",
                                    "584.75199%",
                                    "635.6%",
                                    "673.736%",
                                    "711.87201%",
                                    "762.72001%",
                                    "813.56802%",
                                    "864.41603%",
                                    "915.26403%",
                                    "966.11204%",
                                    "1016.95995%",
                                    "1080.51996%",
                                    "1144.07997%",
                                    "1207.63998%"
                                ]
                            },
                            {
                                "Desc": "镇静标记伤害",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.53999%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "场中医者视野",
                        "Desc": "伊法处于夜魂加持状态下时，将基于队伍中所有角色当前夜魂值的总和，每1点夜魂值都将使伊法获得1点<color style='color:#FFD780;'>「救援要义」</color>。救援要义可以提升队伍中附近的角色触发的扩散反应与感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "互助救援协议",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊法的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域赐礼 · 集念急救",
                        "Desc": "在夜魂值耗竭后，伊法将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊法。当前场上角色位于一定高度的空中时，切换伊法登场时触发：伊法将进入夜魂加持状态，并获得32点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温敷战术包扎",
                        "Desc": "在纳塔存在燃素机制的区域时，队伍中自己的当前场上角色或受魂附的龙生命值低于40%时，伊法将消耗10点燃素为其恢复生命值，回复量基于伊法元素精通的150%。垓效果每10秒至多触发一次，在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典药剂的备制",
                        "Desc": "<color style='color:#FFD780;'>「援护射击」</color>命中敌人时，将为伊法恢复6点元素能量。每8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弹道的助灵",
                        "Desc": "伊法处于夜魂加持状态下时，基于队伍中所有角色当前夜魂值的总和超过60点的部分，每1点夜魂值都将使伊法额外获得3点<color style='color:#FFD780;'>「救援要义」</color>。<br>此外，伊法持有「救援要义」的上限提升30点。<br>需要解锁固有天赋<color style='color:#FFD780;'>场中医者视野</color> 。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "与夜谈判的驳词",
                        "Desc": "元素战技<color style='color:#FFD780;'>空天疾护</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "糜烂应体的置换",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>产生的固缚风场的持续时间延长至3秒。<br>此外，施放元素爆发<color style='color:#FFD780;'>复合镇静域</color>后，伊法的元素精通提升100点，持续15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生的共誓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽结所庇的诺言",
                        "Desc": "伊法长按进行<color style='color:#FFD780;'>「援护射击」</color>时，有50%几率发射一枚额外的秘药弹，造成原本120%的伤害。该伤害视为普通攻击伤害。<br>此外，不处于战斗状态下时，伊法的夜魂加持状态消耗的夜魂值与燃素降低20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "祛风妙仪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方射击，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "空天疾护",
                        "Desc": "到好哥们出场的时候了，哥们！伊法唤来咔库库一同战斗。<br>施放后，伊法将获得80点夜魂值，并进入<color style='color:#FFD780;'>夜魂加持</color>状态。夜魂加持状态期间，伊法将在咔库库的帮助下悬浮，进行普通攻击时，将依据点按、长按，转为以不同的方式进行<color style='color:#FFD780;'>「援护射击」</color>，发射能够为队伍中所有角色恢复生命值的秘药弹。<br>此外，在夜魂加持状态下，长按施放元素战技<color style='color:#FFD780;'>空天疾护</color>时，伊法将转为进行具有夜魂性质的下落攻击，松开技能时可以中断下落攻击，并维持悬浮状态；在下落攻击过程中落地时，伊法的夜魂加持将会结束。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘药弹伤害",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘药弹命中治疗量",
                                "ParamLevelList": [
                                    "20.16%元素精通+48.14847",
                                    "21.672%元素精通+52.96399",
                                    "23.184%元素精通+58.1808",
                                    "25.2%元素精通+63.7989",
                                    "26.712%元素精通+69.8183",
                                    "28.224%元素精通+76.23898",
                                    "30.24%元素精通+83.06097",
                                    "32.256%元素精通+90.28424",
                                    "34.272%元素精通+97.90881",
                                    "36.288%元素精通+105.93467",
                                    "38.304%元素精通+114.36182",
                                    "40.32%元素精通+123.19027",
                                    "42.84%元素精通+132.42001",
                                    "45.36%元素精通+142.05104",
                                    "47.88%元素精通+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "复合镇静域",
                        "Desc": "向（暂时还没有冷静下来的）敌人发射一枚疗域镇静剂。疗域镇静剂将在命中时炸裂，产生固缚风场，牵引附近的物品与敌人，并造成具有夜魂性质的<color style='color:#80FFD7;'>风元素范围伤害</color>。<br>疗域镇静剂命中处于<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>附着下的敌人时，会为这些敌人施加<color style='color:#FFD780;'>「镇静标记」</color>效果，该效果会在片刻后爆发消失，并造成对应元素属性的范围伤害。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "镇静标记伤害",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "场中医者视野",
                        "Desc": "伊法处于夜魂加持状态下时，将基于队伍中所有角色当前夜魂值的总和，每1点夜魂值都将使伊法获得1点<color style='color:#FFD780;'>「救援要义」</color>。救援要义可以提升队伍中附近的角色触发的扩散反应与感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "互助救援协议",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊法的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域赐礼 · 集念急救",
                        "Desc": "在夜魂值耗竭后，伊法将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊法。当前场上角色位于一定高度的空中时，切换伊法登场时触发：伊法将进入夜魂加持状态，并获得32点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温敷战术包扎",
                        "Desc": "在纳塔存在燃素机制的区域时，队伍中自己的当前场上角色或受魂附的龙生命值低于40%时，伊法将消耗10点燃素为其恢复生命值，回复量基于伊法元素精通的150%。该效果每10秒至多触发一次，在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典药剂的备制",
                        "Desc": "<color style='color:#FFD780;'>「援护射击」</color>命中敌人时，将为伊法恢复6点元素能量。每8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弹道的助灵",
                        "Desc": "伊法处于夜魂加持状态下时，基于队伍中所有角色当前夜魂值的总和超过60点的部分，每1点夜魂值都将使伊法额外获得3点<color style='color:#FFD780;'>「救援要义」</color>。<br>此外，伊法持有「救援要义」的上限提升30点。<br>需要解锁固有天赋<color style='color:#FFD780;'>场中医者视野</color>。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "与夜谈判的驳词",
                        "Desc": "元素战技<color style='color:#FFD780;'>空天疾护</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "糜烂应体的置换",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>产生的固缚风场的持续时间延长至3秒。<br>此外，施放元素爆发<color style='color:#FFD780;'>复合镇静域</color>后，伊法的元素精通提升100点，持续15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生的共誓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽结所庇的诺言",
                        "Desc": "伊法长按进行<color style='color:#FFD780;'>「援护射击」</color>时，有50%几率发射一枚额外的秘药弹，造成原本120%的伤害。该伤害视为普通攻击伤害。<br>此外，不处于战斗状态下时，伊法的夜魂加持状态消耗的夜魂值与燃素降低20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "祛风妙仪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方射击，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "空天疾护",
                        "Desc": "到好哥们出场的时候了，哥们！伊法唤来咔库库一同战斗。<br>施放后，伊法将获得80点夜魂值，并进入<color style='color:#FFD780;'>夜魂加持</color>状态。夜魂加持状态期间，伊法将在咔库库的帮助下悬浮，进行普通攻击时，将依据点按、长按，转为以不同的方式进行<color style='color:#FFD780;'>「援护射击」</color>，发射能够为队伍中所有角色恢复生命值的秘药弹。<br>此外，在夜魂加持状态下，长按施放元素战技<color style='color:#FFD780;'>空天疾护</color>时，伊法将转为进行具有夜魂性质的下落攻击，松开技能时可以中断下落攻击，并维持悬浮状态；在下落攻击过程中落地时，伊法的夜魂加持将会结束。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘药弹伤害",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘药弹命中治疗量",
                                "ParamLevelList": [
                                    "20.16%元素精通+48.14847",
                                    "21.672%元素精通+52.96399",
                                    "23.184%元素精通+58.1808",
                                    "25.2%元素精通+63.7989",
                                    "26.712%元素精通+69.8183",
                                    "28.224%元素精通+76.23898",
                                    "30.24%元素精通+83.06097",
                                    "32.256%元素精通+90.28424",
                                    "34.272%元素精通+97.90881",
                                    "36.288%元素精通+105.93467",
                                    "38.304%元素精通+114.36182",
                                    "40.32%元素精通+123.19027",
                                    "42.84%元素精通+132.42001",
                                    "45.36%元素精通+142.05104",
                                    "47.88%元素精通+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "复合镇静域",
                        "Desc": "向（暂时还没有冷静下来的）敌人发射一枚疗域镇静剂。疗域镇静剂将在命中时炸裂，产生固缚风场，牵引附近的物品与敌人，并造成具有夜魂性质的<color style='color:#80FFD7;'>风元素范围伤害</color>。<br>疗域镇静剂命中处于<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>附着下的敌人时，会为这些敌人施加<color style='color:#FFD780;'>「镇静标记」</color>效果，该效果会在片刻后爆发消失，并造成对应元素属性的范围伤害。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "镇静标记伤害",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "场中医者视野",
                        "Desc": "伊法处于夜魂加持状态下时，将基于队伍中所有角色当前夜魂值的总和，每1点夜魂值都将使伊法获得1点<color style='color:#FFD780;'>「救援要义」</color>。救援要义可以提升队伍中附近的角色触发的扩散反应与感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "互助救援协议",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊法的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域赐礼 · 集念急救",
                        "Desc": "在夜魂值耗竭后，伊法将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊法。当前场上角色位于一定高度的空中时，切换伊法登场时触发：伊法将进入夜魂加持状态，并获得32点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温敷战术包扎",
                        "Desc": "在纳塔存在燃素机制的区域时，队伍中自己的当前场上角色或受魂附的龙生命值低于40%时，伊法将消耗10点燃素为其恢复生命值，回复量基于伊法元素精通的150%。该效果每10秒至多触发一次，在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典药剂的备制",
                        "Desc": "<color style='color:#FFD780;'>「援护射击」</color>命中敌人时，将为伊法恢复6点元素能量。每8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弹道的助灵",
                        "Desc": "伊法处于夜魂加持状态下时，基于队伍中所有角色当前夜魂值的总和超过60点的部分，每1点夜魂值都将使伊法额外获得4点<color style='color:#FFD780;'>「救援要义」</color>。<br>此外，伊法持有「救援要义」的上限提升50点。<br>需要解锁固有天赋<color style='color:#FFD780;'>场中医者视野</color>。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "与夜谈判的驳词",
                        "Desc": "元素战技<color style='color:#FFD780;'>空天疾护</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "糜烂应体的置换",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>产生的固缚风场的持续时间延长至3秒。<br>此外，施放元素爆发<color style='color:#FFD780;'>复合镇静域</color>后，伊法的元素精通提升100点，持续15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生的共誓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽结所庇的诺言",
                        "Desc": "伊法长按进行<color style='color:#FFD780;'>「援护射击」</color>时，有50%几率发射一枚额外的秘药弹，造成相当于伊法攻击力120%的风元素伤害。该伤害视为普通攻击伤害。<br>此外，不处于战斗状态下时，伊法的夜魂加持状态消耗的夜魂值与燃素降低20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "祛风妙仪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方射击，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "空天疾护",
                        "Desc": "到好哥们出场的时候了，哥们！伊法唤来咔库库一同战斗。<br>施放后，伊法将获得80点夜魂值，并进入<color style='color:#FFD780;'>夜魂加持</color>状态。夜魂加持状态期间，伊法将在咔库库的帮助下悬浮，进行普通攻击时，将依据点按、长按，转为以不同的方式进行<color style='color:#FFD780;'>「援护射击」</color>，发射能够为队伍中所有角色恢复生命值的秘药弹。<br><br>此外，在夜魂加持状态下，长按施放元素战技<color style='color:#FFD780;'>空天疾护</color>时，伊法将转为进行具有夜魂性质的下落攻击，松开技能时可以中断下落攻击，并维持悬浮状态；在下落攻击过程中落地时，伊法的夜魂加持将会结束。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘药弹伤害",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘药弹命中治疗量",
                                "ParamLevelList": [
                                    "20.16%元素精通+48.14847",
                                    "21.672%元素精通+52.96399",
                                    "23.184%元素精通+58.1808",
                                    "25.2%元素精通+63.7989",
                                    "26.712%元素精通+69.8183",
                                    "28.224%元素精通+76.23898",
                                    "30.24%元素精通+83.06097",
                                    "32.256%元素精通+90.28424",
                                    "34.272%元素精通+97.90881",
                                    "36.288%元素精通+105.93467",
                                    "38.304%元素精通+114.36182",
                                    "40.32%元素精通+123.19027",
                                    "42.84%元素精通+132.42001",
                                    "45.36%元素精通+142.05104",
                                    "47.88%元素精通+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "复合镇静域",
                        "Desc": "向（暂时还没有冷静下来的）敌人发射一枚疗域镇静剂。疗域镇静剂将在命中时炸裂，产生固缚风场，牵引附近的物品与敌人，并造成具有夜魂性质的<color style='color:#80FFD7;'>风元素范围伤害</color>。<br>疗域镇静剂命中处于<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>附着下的敌人时，会为这些敌人施加<color style='color:#FFD780;'>「镇静标记」</color>效果，该效果会在片刻后爆发消失，并造成对应元素属性的范围伤害。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "镇静标记伤害",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "场中医者视野",
                        "Desc": "伊法处于夜魂加持状态下时，将基于队伍中所有角色当前夜魂值的总和，每1点夜魂值都将使伊法获得1点<color style='color:#FFD780;'>「救援要义」</color>。救援要义可以提升队伍中附近的角色触发的扩散反应与感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "互助救援协议",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊法的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域赐礼 · 集念急救",
                        "Desc": "在夜魂值耗竭后，伊法将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊法。当前场上角色位于一定高度的空中时，切换伊法登场时触发：伊法将进入夜魂加持状态，并获得32点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温敷战术包扎",
                        "Desc": "在纳塔存在燃素机制的区域时，队伍中自己的当前场上角色或受魂附的龙生命值低于40%时，伊法将消耗10点燃素为其恢复40%生命值。该效果每10秒至多触发一次，在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典药剂的备制",
                        "Desc": "<color style='color:#FFD780;'>「援护射击」</color>命中敌人时，将为伊法恢复6点元素能量。每8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弹道的助灵",
                        "Desc": "伊法处于夜魂加持状态下时，基于队伍中所有角色当前夜魂值的总和超过60点的部分，每1点夜魂值都将使伊法额外获得4点<color style='color:#FFD780;'>「救援要义」</color>。<br>此外，伊法持有「救援要义」的上限提升50点。<br>需要解锁固有天赋<color style='color:#FFD780;'>场中医者视野</color>。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "与夜谈判的驳词",
                        "Desc": "元素战技<color style='color:#FFD780;'>空天疾护</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "糜烂应体的置换",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>产生的固缚风场的持续时间延长至3秒。<br>此外，施放元素爆发<color style='color:#FFD780;'>复合镇静域</color>后，伊法的元素精通提升100点，持续15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生的共誓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽结所庇的诺言",
                        "Desc": "伊法长按进行<color style='color:#FFD780;'>「援护射击」</color>时，有50%几率发射一枚额外的秘药弹，造成相当于伊法攻击力120%的风元素伤害。该伤害视为普通攻击伤害。<br>此外，不处于战斗状态下时，伊法的夜魂加持状态消耗的夜魂值与燃素降低20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "祛风妙仪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方射击，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "空天疾护",
                        "Desc": "到好哥们出场的时候了，哥们！伊法唤来咔库库一同战斗。<br>施放后，伊法将获得80点夜魂值，并进入<color style='color:#FFD780;'>夜魂加持</color>状态。夜魂加持状态期间，伊法将在咔库库的帮助下悬浮，进行普通攻击时，将依据点按、长按，转为以不同的方式进行<color style='color:#FFD780;'>「援护射击」</color>，发射能够为队伍中所有角色恢复生命值的秘药弹。<br><br>此外，在夜魂加持状态下，长按施放元素战技<color style='color:#FFD780;'>空天疾护</color>时，伊法将转为进行具有夜魂性质的下落攻击，松开技能时可以中断下落攻击，并维持悬浮状态；在下落攻击过程中落地时，伊法的夜魂加持将会结束。",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘药弹伤害",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘药弹命中治疗量",
                                "ParamLevelList": [
                                    "20.16%元素精通+48.14847",
                                    "21.672%元素精通+52.96399",
                                    "23.184%元素精通+58.1808",
                                    "25.2%元素精通+63.7989",
                                    "26.712%元素精通+69.8183",
                                    "28.224%元素精通+76.23898",
                                    "30.24%元素精通+83.06097",
                                    "32.256%元素精通+90.28424",
                                    "34.272%元素精通+97.90881",
                                    "36.288%元素精通+105.93467",
                                    "38.304%元素精通+114.36182",
                                    "40.32%元素精通+123.19027",
                                    "42.84%元素精通+132.42001",
                                    "45.36%元素精通+142.05104",
                                    "47.88%元素精通+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "复合镇静域",
                        "Desc": "向（暂时还没有冷静下来的）敌人发射一枚疗域镇静剂。疗域镇静剂将在命中时炸裂，产生固缚风场，牵引附近的物品与敌人，并造成具有夜魂性质的<color style='color:#80FFD7;'>风元素范围伤害</color>。<br>疗域镇静剂命中处于<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>附着下的敌人时，会为这些敌人施加<color style='color:#FFD780;'>「镇静标记」</color>效果。",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "镇静标记伤害",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "场中医者视野",
                        "Desc": "伊法处于夜魂加持状态下时，将基于队伍中所有角色当前夜魂值的总和，每1点夜魂值都将使伊法获得1点<color style='color:#FFD780;'>「救援要义」</color>。救援要义可以提升队伍中附近的角色触发的扩散反应与感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "互助救援协议",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊法的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域赐礼 · 集念急救",
                        "Desc": "在夜魂值耗竭后，伊法将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊法。当前场上角色位于一定高度的空中时，切换伊法登场时触发：伊法将进入夜魂加持状态，并获得32点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温敷战术包扎",
                        "Desc": "在纳塔存在燃素机制的区域时，队伍中自己的当前场上角色或受魂附的龙生命值低于40%时，伊法将消耗10点燃素为其恢复40%生命值。该效果每10秒至多触发一次，在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典药剂的备制",
                        "Desc": "<color style='color:#FFD780;'>「援护射击」</color>命中敌人时，将为伊法恢复6点元素能量。每8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弹道的助灵",
                        "Desc": "伊法处于夜魂加持状态下时，基于队伍中所有角色当前夜魂值的总和超过60点的部分，每1点夜魂值都将使伊法额外获得4点<color style='color:#FFD780;'>「救援要义」</color>。<br>此外，伊法持有「救援要义」的上限提升50点。<br>需要解锁固有天赋<color style='color:#FFD780;'>场中医者视野</color>。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "与夜谈判的驳词",
                        "Desc": "元素战技<color style='color:#FFD780;'>空天疾护</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "糜烂应体的置换",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>产生的固缚风场的持续时间延长至3秒。<br>此外，施放元素爆发<color style='color:#FFD780;'>复合镇静域</color>后，伊法的元素精通提升100点，持续15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生的共誓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽结所庇的诺言",
                        "Desc": "伊法长按进行<color style='color:#FFD780;'>「援护射击」</color>时，有50%几率发射一枚额外的秘药弹，造成相当于伊法攻击力120%的风元素伤害。该伤害视为普通攻击伤害。<br>此外，不处于战斗状态下时，伊法的夜魂加持状态消耗的夜魂值与燃素降低20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "祛风妙仪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方射击，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "空天疾护",
                        "Desc": "到好哥们出场的时候了，哥们！伊法唤来咔库库一同战斗。<br>施放后，伊法将获得80点夜魂值，并进入<color style='color:#FFD780;'>夜魂加持</color>状态。夜魂加持状态期间，伊法将在咔库库的帮助下悬浮，进行普通攻击时，将依据点按、长按，转为以不同的方式进行<color style='color:#FFD780;'>「援护射击」</color>，发射能够为队伍中所有角色恢复生命值的秘药弹。<br><br>此外，在夜魂加持状态下，长按施放元素战技<color style='color:#FFD780;'>空天疾护</color>时，伊法将转为进行具有夜魂性质的下落攻击，松开技能时可以中断下落攻击，并维持悬浮状态；在下落攻击过程中落地时，伊法的夜魂加持将会结束。",
                        "Icon": "Skill_S_Ifa_01",
                        "DescAdd": "<br><br><i>「治疗伤痛，就得先解决根源，那句话怎么说的…先救命，后治伤？」<br>「是这样，哥们！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "秘药弹伤害",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "秘药弹命中治疗量",
                                "ParamLevelList": [
                                    "20.16%元素精通+48.14847",
                                    "21.672%元素精通+52.96399",
                                    "23.184%元素精通+58.1808",
                                    "25.2%元素精通+63.7989",
                                    "26.712%元素精通+69.8183",
                                    "28.224%元素精通+76.23898",
                                    "30.24%元素精通+83.06097",
                                    "32.256%元素精通+90.28424",
                                    "34.272%元素精通+97.90881",
                                    "36.288%元素精通+105.93467",
                                    "38.304%元素精通+114.36182",
                                    "40.32%元素精通+123.19027",
                                    "42.84%元素精通+132.42001",
                                    "45.36%元素精通+142.05104",
                                    "47.88%元素精通+152.08337"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒",
                                    "7.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "复合镇静域",
                        "Desc": "向（暂时还没有冷静下来的）敌人发射一枚疗域镇静剂。疗域镇静剂将在命中时炸裂，产生固缚风场，牵引附近的物品与敌人，并造成具有夜魂性质的<color style='color:#80FFD7;'>风元素范围伤害</color>。<br>疗域镇静剂命中处于<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>附着下的敌人时，会为这些敌人施加<color style='color:#FFD780;'>「镇静标记」</color>效果。",
                        "Icon": "Skill_E_Ifa_01",
                        "DescAdd": "<br><br><i>「进行治疗前，首先得让病患们冷静下来，至于方法…靠子弹也行，来吧，咔库库。」<br>「一起上吧，哥们！」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "镇静标记伤害",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "场中医者视野",
                        "Desc": "伊法处于夜魂加持状态下时，将基于队伍中所有角色当前夜魂值的总和，每1点夜魂值都将使伊法获得1点<color style='color:#FFD780;'>「救援要义」</color>。救援要义可以提升队伍中附近的角色触发的扩散、感电、月感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "互助救援协议",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，伊法的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "夜域赐礼 · 集念急救",
                        "Desc": "在夜魂值耗竭后，伊法将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 伊法。当前场上角色位于一定高度的空中时，切换伊法登场时触发：伊法将进入夜魂加持状态，并获得32点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "温敷战术包扎",
                        "Desc": "在纳塔存在燃素机制的区域时，队伍中自己的当前场上角色或受魂附的龙生命值低于40%时，伊法将消耗10点燃素为其恢复40%生命值。该效果每10秒至多触发一次，在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "藤典药剂的备制",
                        "Desc": "<color style='color:#FFD780;'>「援护射击」</color>命中敌人时，将为伊法恢复6点元素能量。每8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "祈祷弹道的助灵",
                        "Desc": "伊法处于夜魂加持状态下时，基于队伍中所有角色当前夜魂值的总和超过60点的部分，每1点夜魂值都将使伊法额外获得4点<color style='color:#FFD780;'>「救援要义」</color>。<br>此外，伊法持有「救援要义」的上限提升50点。<br>需要解锁突破天赋<color style='color:#FFD780;'>场中医者视野</color>。",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "与夜谈判的驳词",
                        "Desc": "元素战技<color style='color:#FFD780;'>空天疾护</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "糜烂应体的置换",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>产生的固缚风场的持续时间延长至3秒。<br>此外，施放元素爆发<color style='color:#FFD780;'>复合镇静域</color>后，伊法的元素精通提升100点，持续15秒。",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万物同生的共誓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>复合镇静域</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "羽结所庇的诺言",
                        "Desc": "伊法长按进行<color style='color:#FFD780;'>「援护射击」</color>时，有50%几率发射一枚额外的秘药弹，造成相当于伊法攻击力120%的风元素伤害。该伤害视为普通攻击伤害。<br>此外，不处于战斗状态下时，伊法的夜魂加持状态消耗的夜魂值与燃素降低20%。",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "援护射击",
                        "Desc": "在夜魂加持状态下，伊法的普通攻击将会转为进行援护射击。<br><color style='color:#FFD780;'>点按</color><br>发射秘药弹。<br><color style='color:#FFD780;'>长按</color><br>持续发射秘药弹。<br><color style='color:#FFD780;'>秘药弹</color><br>造成具有夜魂性质的<color style='color:#80FFD7;'>风元素伤害</color>，并在命中敌人时为队伍中附近的所有角色恢复生命值，回复量受益于伊法自己的元素精通。"
                    },
                    {
                        "Name": "救援要义",
                        "Desc": "上限为150点。基于伊法持有的救援要义，每1点救援要义会使队伍中附近的角色触发的扩散反应与感电反应造成的伤害提升1.5%，月感电反应造成的伤害提升0.2%。救援要义将在伊法的夜魂加持结束时被移除。"
                    },
                    {
                        "Name": "夜魂加持 · 伊法",
                        "Desc": "持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，伊法的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 在咔库库的帮助下悬浮，提升伊法的移动速度与抗打断能力，在这种状态下，伊法将持续消耗夜魂值，维持悬浮状态，进行冲刺或抬升高度时，将额外消耗夜魂值。<br> · 进行普通攻击时，将依据点按、长按，转为以不同的方式进行「援护射击」。"
                    },
                    {
                        "Name": "镇静标记",
                        "Desc": "该效果会在片刻后爆发消失，并造成对应元素属性的范围伤害。至多对4名命中的敌人施加「镇静标记」；敌人无法同时处于多种元素属性的「镇静标记」状态下。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ifa": {}
}