// Auto Generated

var _AvatarDataConfig_ = {
    "Illuga": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "产球",
                "DescList": [
                    "• 元素战技命中时，产 @4# / @5# 球，概率平分"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Illuga": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101269": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113080": 2,
                "101269": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113080": 4,
                "101269": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113080": 8,
                "101269": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113080": 12,
                "101269": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113080": 20,
                "101269": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113068": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Illuga": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "守誓枪术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "衔莺破晓",
                        "Desc": "唤出并肩作战的信鸟「阿咚」，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>阿咚冲向前方的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进行瞄准，并使阿咚冲向被瞄准的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>与月矩力共生的信鸟「阿咚」是这片土地的守护者，即便面对凶恶的狂猎也从不退缩。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "482.56%元素精通+241.28%防御力",
                                    "518.752%元素精通+259.376%防御力",
                                    "554.944%元素精通+277.472%防御力",
                                    "603.2%元素精通+301.6%防御力",
                                    "639.392%元素精通+319.696%防御力",
                                    "675.584%元素精通+337.792%防御力",
                                    "723.84%元素精通+361.92%防御力",
                                    "772.096%元素精通+386.048%防御力",
                                    "820.352%元素精通+410.176%防御力",
                                    "868.608%元素精通+434.304%防御力",
                                    "916.864%元素精通+458.432%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "603.2%元素精通+301.6%防御力",
                                    "648.44%元素精通+324.22%防御力",
                                    "693.68%元素精通+346.84%防御力",
                                    "754.0%元素精通+377.0%防御力",
                                    "799.24%元素精通+399.62%防御力",
                                    "844.48%元素精通+422.24%防御力",
                                    "904.8%元素精通+452.4%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力",
                                    "1206.4%元素精通+603.2%防御力",
                                    "1281.8%元素精通+640.9%防御力",
                                    "1357.2%元素精通+678.6%防御力",
                                    "1432.6%元素精通+716.3%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "鉴照无影",
                        "Desc": "点亮灯火，造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并获得「魇夜的莺歌」效果，持续20秒：持续期间，叶洛亚获得21层<color style='color:#FFD780;'>「夜莺之歌」</color>，队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFE699;'>岩元素伤害</color>时，将消耗1层「夜莺之歌」，提升造成的伤害，提升值基于叶洛亚的元素精通；若该伤害为月结晶反应造成的伤害，还会进一步提升造成的伤害。<br>通过上述方式造成的<color style='color:#FFE699;'>岩元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗「夜莺之歌」的层数。<br><br>此外，叶洛亚在场上存在队伍中附近的角色创造的<color style='color:#FFE699;'>岩元素创造物</color>的情况下施放元素爆发时，或在「魇夜的莺歌」持续期间，队伍中附近的角色创造了<color style='color:#FFE699;'>岩元素创造物</color>时，场上的每个<color style='color:#FFE699;'>岩元素创造物</color>都会使叶洛亚额外获得5层「夜莺之歌」。每次施放元素爆发后的20秒内，叶洛亚至多通过这种方式额外获得15层「夜莺之歌」。<br><br>「夜莺之歌」的层数耗尽时，或持续时间结束时，「魇夜的莺歌」效果将会解除。",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「谁掌中灯火不灭，就不必陷入如此黑暗。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "827.2%元素精通+413.6%防御力",
                                    "889.24%元素精通+444.62%防御力",
                                    "951.28%元素精通+475.64%防御力",
                                    "1034.0%元素精通+517.0%防御力",
                                    "1096.04%元素精通+548.02%防御力",
                                    "1158.08%元素精通+579.04%防御力",
                                    "1240.8%元素精通+620.4%防御力",
                                    "1323.52%元素精通+661.76%防御力",
                                    "1406.24%元素精通+703.12%防御力",
                                    "1488.96%元素精通+744.48%防御力",
                                    "1571.68%元素精通+785.84%防御力",
                                    "1654.4%元素精通+827.2%防御力",
                                    "1757.8%元素精通+878.9%防御力",
                                    "1861.2%元素精通+930.6%防御力",
                                    "1964.6%元素精通+982.3%防御力"
                                ]
                            },
                            {
                                "Desc": "岩元素伤害增加",
                                "ParamLevelList": [
                                    "33.6%元素精通",
                                    "36.12%元素精通",
                                    "38.64%元素精通",
                                    "42.0%元素精通",
                                    "44.52%元素精通",
                                    "47.04%元素精通",
                                    "50.4%元素精通",
                                    "53.76%元素精通",
                                    "57.12%元素精通",
                                    "60.48%元素精通",
                                    "63.84%元素精通",
                                    "67.2%元素精通",
                                    "71.4%元素精通",
                                    "75.6%元素精通",
                                    "79.8%元素精通"
                                ]
                            },
                            {
                                "Desc": "月结晶反应伤害增加",
                                "ParamLevelList": [
                                    "282.4%元素精通",
                                    "303.58%元素精通",
                                    "324.76%元素精通",
                                    "353.0%元素精通",
                                    "374.18%元素精通",
                                    "395.36%元素精通",
                                    "423.6%元素精通",
                                    "451.84%元素精通",
                                    "480.08%元素精通",
                                    "508.32%元素精通",
                                    "536.56%元素精通",
                                    "564.8%元素精通",
                                    "600.1%元素精通",
                                    "635.4%元素精通",
                                    "670.7%元素精通"
                                ]
                            },
                            {
                                "Desc": "施放元素爆发时获得夜莺之歌",
                                "ParamLevelList": [
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层"
                                ]
                            },
                            {
                                "Desc": "创生岩造物获得夜莺之歌",
                                "ParamLevelList": [
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "铸灯者的盟约",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>衔莺破晓</color>或元素爆发<color style='color:#FFD780;'>鉴照无影</color>后，队伍中附近的其他角色将获得持续20秒的「执灯之誓」效果：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升5%，暴击伤害提升10%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升50点。",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "狩魔者的黄昏",
                        "Desc": "<color style='color:#FFD780;'>「夜莺之歌」</color>的效果获得强化：当队伍中存在1/2/3名<color style='color:#80C0FF;'>水元素</color>或<color style='color:#FFE699;'>岩元素</color>角色时，「夜莺之歌」会进一步提升造成的伤害，提升值相当于叶洛亚元素精通的7%/14%/24%；若上述伤害为月结晶反应造成的伤害，提升值则相当于叶洛亚元素精通的60%/120%/200%。",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "月兆祝赐 · 凌冬不凋",
                        "Desc": "叶洛亚在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "巡夜者的疾行",
                        "Desc": "在夜间（18时至6时），队伍中自己的角色获得迅行效果：移动速度提高10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "告警之雉",
                        "Desc": "叶洛亚在场上时，触发<color style='color:#FFE699;'>岩元素相关反应</color>后，将为叶洛亚恢复12点元素能量，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "噬枝之麋",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，每消耗7层<color style='color:#FFD780;'>「夜莺之歌」</color>，叶洛亚都将唤出阿咚，对周围一名敌人造成一次<color style='color:#FFE699;'>岩元素伤害</color>，伤害值基于叶洛亚元素精通的400%与防御力的200%。",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "山吼之罴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "逐日之狼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，队伍中附近的当前场上角色防御力提升200点。",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "啸风之马",
                        "Desc": "元素战技<color style='color:#FFD780;'>衔莺破晓</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "魇夜之莺",
                        "Desc": "固有天赋<color style='color:#FFD780;'>铸灯者的盟约</color>中「执灯之誓」的效果获得强化：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升10%，暴击伤害提升30%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升80点。<br>需要解锁固有天赋<color style='color:#FFD780;'>铸灯者的盟约</color>。",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「夜莺之歌」",
                        "Desc": "叶洛亚施放元素爆发<color style='color:#FFD780;'>鉴照无影</color>后获得的效果，可以提升当前场上角色造成的<color style='color:#FFE699;'>岩元素伤害</color>。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "守誓枪术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "衔莺破晓",
                        "Desc": "唤出并肩作战的信鸟「阿咚」，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>阿咚冲向前方的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进行瞄准，并使阿咚冲向被瞄准的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>与月矩力共生的信鸟「阿咚」是这片土地的守护者，即便面对凶恶的狂猎也从不退缩。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "482.56%元素精通+241.28%防御力",
                                    "518.752%元素精通+259.376%防御力",
                                    "554.944%元素精通+277.472%防御力",
                                    "603.2%元素精通+301.6%防御力",
                                    "639.392%元素精通+319.696%防御力",
                                    "675.584%元素精通+337.792%防御力",
                                    "723.84%元素精通+361.92%防御力",
                                    "772.096%元素精通+386.048%防御力",
                                    "820.352%元素精通+410.176%防御力",
                                    "868.608%元素精通+434.304%防御力",
                                    "916.864%元素精通+458.432%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "603.2%元素精通+301.6%防御力",
                                    "648.44%元素精通+324.22%防御力",
                                    "693.68%元素精通+346.84%防御力",
                                    "754.0%元素精通+377.0%防御力",
                                    "799.24%元素精通+399.62%防御力",
                                    "844.48%元素精通+422.24%防御力",
                                    "904.8%元素精通+452.4%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力",
                                    "1206.4%元素精通+603.2%防御力",
                                    "1281.8%元素精通+640.9%防御力",
                                    "1357.2%元素精通+678.6%防御力",
                                    "1432.6%元素精通+716.3%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "鉴照无影",
                        "Desc": "点亮灯火，造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并获得「魇夜的莺歌」效果，持续20秒：持续期间，叶洛亚获得21层<color style='color:#FFD780;'>「夜莺之歌」</color>，队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFE699;'>岩元素伤害</color>时，将消耗1层「夜莺之歌」，提升造成的伤害，提升值基于叶洛亚的元素精通；若该伤害为月结晶反应造成的伤害，还会进一步提升造成的伤害。<br>通过上述方式造成的<color style='color:#FFE699;'>岩元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗「夜莺之歌」的层数。<br><br>此外，叶洛亚在场上存在队伍中附近的角色创造的<color style='color:#FFE699;'>岩元素创造物</color>的情况下施放元素爆发时，或在「魇夜的莺歌」持续期间，队伍中附近的角色创造了<color style='color:#FFE699;'>岩元素创造物</color>时，场上的每个<color style='color:#FFE699;'>岩元素创造物</color>都会使叶洛亚额外获得5层「夜莺之歌」。每次施放元素爆发后的20秒内，叶洛亚至多通过这种方式额外获得15层「夜莺之歌」。<br><br>「夜莺之歌」的层数耗尽时，或持续时间结束时，「魇夜的莺歌」效果将会解除。",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「谁掌中灯火不灭，就不必陷入如此黑暗。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "827.2%元素精通+413.6%防御力",
                                    "889.24%元素精通+444.62%防御力",
                                    "951.28%元素精通+475.64%防御力",
                                    "1034.0%元素精通+517.0%防御力",
                                    "1096.04%元素精通+548.02%防御力",
                                    "1158.08%元素精通+579.04%防御力",
                                    "1240.8%元素精通+620.4%防御力",
                                    "1323.52%元素精通+661.76%防御力",
                                    "1406.24%元素精通+703.12%防御力",
                                    "1488.96%元素精通+744.48%防御力",
                                    "1571.68%元素精通+785.84%防御力",
                                    "1654.4%元素精通+827.2%防御力",
                                    "1757.8%元素精通+878.9%防御力",
                                    "1861.2%元素精通+930.6%防御力",
                                    "1964.6%元素精通+982.3%防御力"
                                ]
                            },
                            {
                                "Desc": "岩元素伤害增加",
                                "ParamLevelList": [
                                    "33.6%元素精通",
                                    "36.12%元素精通",
                                    "38.64%元素精通",
                                    "42.0%元素精通",
                                    "44.52%元素精通",
                                    "47.04%元素精通",
                                    "50.4%元素精通",
                                    "53.76%元素精通",
                                    "57.12%元素精通",
                                    "60.48%元素精通",
                                    "63.84%元素精通",
                                    "67.2%元素精通",
                                    "71.4%元素精通",
                                    "75.6%元素精通",
                                    "79.8%元素精通"
                                ]
                            },
                            {
                                "Desc": "月结晶反应伤害增加",
                                "ParamLevelList": [
                                    "282.4%元素精通",
                                    "303.58%元素精通",
                                    "324.76%元素精通",
                                    "353.0%元素精通",
                                    "374.18%元素精通",
                                    "395.36%元素精通",
                                    "423.6%元素精通",
                                    "451.84%元素精通",
                                    "480.08%元素精通",
                                    "508.32%元素精通",
                                    "536.56%元素精通",
                                    "564.8%元素精通",
                                    "600.1%元素精通",
                                    "635.4%元素精通",
                                    "670.7%元素精通"
                                ]
                            },
                            {
                                "Desc": "施放元素爆发时获得夜莺之歌",
                                "ParamLevelList": [
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层"
                                ]
                            },
                            {
                                "Desc": "创生岩造物获得夜莺之歌",
                                "ParamLevelList": [
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "铸灯者的盟约",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>衔莺破晓</color>或元素爆发<color style='color:#FFD780;'>鉴照无影</color>后，队伍中附近的其他角色将获得持续20秒的「执灯之誓」效果：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升5%，暴击伤害提升10%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升50点。",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "狩魔者的黄昏",
                        "Desc": "<color style='color:#FFD780;'>「夜莺之歌」</color>的效果获得强化：当队伍中存在1/2/3名<color style='color:#80C0FF;'>水元素</color>或<color style='color:#FFE699;'>岩元素</color>角色时，「夜莺之歌」会进一步提升造成的伤害，提升值相当于叶洛亚元素精通的7%/14%/24%；若上述伤害为月结晶反应造成的伤害，提升值则相当于叶洛亚元素精通的60%/120%/200%。",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "月兆祝赐 · 凌冬不凋",
                        "Desc": "叶洛亚在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "巡夜者的疾行",
                        "Desc": "在夜间（18时至6时），队伍中自己的角色获得迅行效果：移动速度提高10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。<br>此外，叶洛亚似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "告警之雉",
                        "Desc": "叶洛亚在场上时，触发<color style='color:#FFE699;'>岩元素相关反应</color>后，将为叶洛亚恢复12点元素能量，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "噬枝之麋",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，每消耗7层<color style='color:#FFD780;'>「夜莺之歌」</color>，叶洛亚都将唤出阿咚，对周围一名敌人造成一次<color style='color:#FFE699;'>岩元素伤害</color>，伤害值基于叶洛亚元素精通的400%与防御力的200%。",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "山吼之罴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "逐日之狼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，队伍中附近的当前场上角色防御力提升200点。",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "啸风之马",
                        "Desc": "元素战技<color style='color:#FFD780;'>衔莺破晓</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "魇夜之莺",
                        "Desc": "固有天赋<color style='color:#FFD780;'>铸灯者的盟约</color>中「执灯之誓」的效果获得强化：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升10%，暴击伤害提升30%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升80点。<br>需要解锁固有天赋<color style='color:#FFD780;'>铸灯者的盟约</color>。",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「夜莺之歌」",
                        "Desc": "叶洛亚施放元素爆发<color style='color:#FFD780;'>鉴照无影</color>后获得的效果，可以提升当前场上角色造成的<color style='color:#FFE699;'>岩元素伤害</color>。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "守誓枪术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "衔莺破晓",
                        "Desc": "唤出并肩作战的信鸟「阿咚」，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>阿咚冲向前方的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进行瞄准，并使阿咚冲向被瞄准的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>与月矩力共生的信鸟「阿咚」是这片土地的守护者，即便面对凶恶的狂猎也从不退缩。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "482.56%元素精通+241.28%防御力",
                                    "518.752%元素精通+259.376%防御力",
                                    "554.944%元素精通+277.472%防御力",
                                    "603.2%元素精通+301.6%防御力",
                                    "639.392%元素精通+319.696%防御力",
                                    "675.584%元素精通+337.792%防御力",
                                    "723.84%元素精通+361.92%防御力",
                                    "772.096%元素精通+386.048%防御力",
                                    "820.352%元素精通+410.176%防御力",
                                    "868.608%元素精通+434.304%防御力",
                                    "916.864%元素精通+458.432%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "603.2%元素精通+301.6%防御力",
                                    "648.44%元素精通+324.22%防御力",
                                    "693.68%元素精通+346.84%防御力",
                                    "754.0%元素精通+377.0%防御力",
                                    "799.24%元素精通+399.62%防御力",
                                    "844.48%元素精通+422.24%防御力",
                                    "904.8%元素精通+452.4%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力",
                                    "1206.4%元素精通+603.2%防御力",
                                    "1281.8%元素精通+640.9%防御力",
                                    "1357.2%元素精通+678.6%防御力",
                                    "1432.6%元素精通+716.3%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "鉴照无影",
                        "Desc": "点亮灯火，造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并获得「魇夜的莺歌」效果，持续20秒：持续期间，叶洛亚获得21层<color style='color:#FFD780;'>「夜莺之歌」</color>，队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFE699;'>岩元素伤害</color>时，将消耗1层「夜莺之歌」，提升造成的伤害，提升值基于叶洛亚的元素精通；若该伤害为月结晶反应造成的伤害，还会进一步提升造成的伤害。<br>通过上述方式造成的<color style='color:#FFE699;'>岩元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗「夜莺之歌」的层数。<br><br>此外，叶洛亚在场上存在队伍中附近的角色创造的<color style='color:#FFE699;'>岩元素创造物</color>的情况下施放元素爆发时，或在「魇夜的莺歌」持续期间，队伍中附近的角色创造了<color style='color:#FFE699;'>岩元素创造物</color>时，场上的每个<color style='color:#FFE699;'>岩元素创造物</color>都会使叶洛亚额外获得5层「夜莺之歌」。每次施放元素爆发后的20秒内，叶洛亚至多通过这种方式额外获得15层「夜莺之歌」。<br><br>「夜莺之歌」的层数耗尽时，或持续时间结束时，「魇夜的莺歌」效果将会解除。",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「谁掌中灯火不灭，就不必陷入如此黑暗。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "827.2%元素精通+413.6%防御力",
                                    "889.24%元素精通+444.62%防御力",
                                    "951.28%元素精通+475.64%防御力",
                                    "1034.0%元素精通+517.0%防御力",
                                    "1096.04%元素精通+548.02%防御力",
                                    "1158.08%元素精通+579.04%防御力",
                                    "1240.8%元素精通+620.4%防御力",
                                    "1323.52%元素精通+661.76%防御力",
                                    "1406.24%元素精通+703.12%防御力",
                                    "1488.96%元素精通+744.48%防御力",
                                    "1571.68%元素精通+785.84%防御力",
                                    "1654.4%元素精通+827.2%防御力",
                                    "1757.8%元素精通+878.9%防御力",
                                    "1861.2%元素精通+930.6%防御力",
                                    "1964.6%元素精通+982.3%防御力"
                                ]
                            },
                            {
                                "Desc": "岩元素伤害增加",
                                "ParamLevelList": [
                                    "33.6%元素精通",
                                    "36.12%元素精通",
                                    "38.64%元素精通",
                                    "42.0%元素精通",
                                    "44.52%元素精通",
                                    "47.04%元素精通",
                                    "50.4%元素精通",
                                    "53.76%元素精通",
                                    "57.12%元素精通",
                                    "60.48%元素精通",
                                    "63.84%元素精通",
                                    "67.2%元素精通",
                                    "71.4%元素精通",
                                    "75.6%元素精通",
                                    "79.8%元素精通"
                                ]
                            },
                            {
                                "Desc": "月结晶反应伤害增加",
                                "ParamLevelList": [
                                    "225.92%元素精通",
                                    "242.864%元素精通",
                                    "259.808%元素精通",
                                    "282.4%元素精通",
                                    "299.344%元素精通",
                                    "316.288%元素精通",
                                    "338.88%元素精通",
                                    "361.472%元素精通",
                                    "384.064%元素精通",
                                    "406.656%元素精通",
                                    "429.248%元素精通",
                                    "451.84%元素精通",
                                    "480.08%元素精通",
                                    "508.32%元素精通",
                                    "536.56%元素精通"
                                ]
                            },
                            {
                                "Desc": "施放元素爆发时获得夜莺之歌",
                                "ParamLevelList": [
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层"
                                ]
                            },
                            {
                                "Desc": "创生岩造物获得夜莺之歌",
                                "ParamLevelList": [
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "铸灯者的盟约",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>衔莺破晓</color>或元素爆发<color style='color:#FFD780;'>鉴照无影</color>后，队伍中附近的其他角色将获得持续20秒的「执灯之誓」效果：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升5%，暴击伤害提升10%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升50点。",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "狩魔者的黄昏",
                        "Desc": "<color style='color:#FFD780;'>「夜莺之歌」</color>的效果获得强化：当队伍中存在1/2/3名<color style='color:#80C0FF;'>水元素</color>或<color style='color:#FFE699;'>岩元素</color>角色时，「夜莺之歌」会进一步提升造成的伤害，提升值相当于叶洛亚元素精通的7%/14%/24%；若上述伤害为月结晶反应造成的伤害，提升值则相当于叶洛亚元素精通的48%/96%/160%。",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "月兆祝赐 · 凌冬不凋",
                        "Desc": "叶洛亚在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "巡夜者的疾行",
                        "Desc": "在夜间（18时至6时），队伍中自己的角色获得迅行效果：移动速度提高10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。<br>此外，叶洛亚似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "告警之雉",
                        "Desc": "叶洛亚在场上时，触发<color style='color:#FFE699;'>岩元素相关反应</color>后，将为叶洛亚恢复12点元素能量，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "噬枝之麋",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，每消耗7层<color style='color:#FFD780;'>「夜莺之歌」</color>，叶洛亚都将唤出阿咚，对周围一名敌人造成一次<color style='color:#FFE699;'>岩元素伤害</color>，伤害值基于叶洛亚元素精通的400%与防御力的200%。",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "山吼之罴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "逐日之狼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，队伍中附近的当前场上角色防御力提升200点。",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "啸风之马",
                        "Desc": "元素战技<color style='color:#FFD780;'>衔莺破晓</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "魇夜之莺",
                        "Desc": "固有天赋<color style='color:#FFD780;'>铸灯者的盟约</color>中「执灯之誓」的效果获得强化：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升10%，暴击伤害提升30%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升80点。<br>需要解锁固有天赋<color style='color:#FFD780;'>铸灯者的盟约</color>。",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「夜莺之歌」",
                        "Desc": "叶洛亚施放元素爆发<color style='color:#FFD780;'>鉴照无影</color>后获得的效果，可以提升当前场上角色造成的<color style='color:#FFE699;'>岩元素伤害</color>。"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "守誓枪术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "衔莺破晓",
                        "Desc": "唤出并肩作战的信鸟「阿咚」，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>阿咚冲向前方的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进行瞄准，并使阿咚冲向被瞄准的敌人，对触及的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>与月矩力共生的信鸟「阿咚」是这片土地的守护者，即便面对凶恶的狂猎也从不退缩。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "482.56%元素精通+241.28%防御力",
                                    "518.752%元素精通+259.376%防御力",
                                    "554.944%元素精通+277.472%防御力",
                                    "603.2%元素精通+301.6%防御力",
                                    "639.392%元素精通+319.696%防御力",
                                    "675.584%元素精通+337.792%防御力",
                                    "723.84%元素精通+361.92%防御力",
                                    "772.096%元素精通+386.048%防御力",
                                    "820.352%元素精通+410.176%防御力",
                                    "868.608%元素精通+434.304%防御力",
                                    "916.864%元素精通+458.432%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "603.2%元素精通+301.6%防御力",
                                    "648.44%元素精通+324.22%防御力",
                                    "693.68%元素精通+346.84%防御力",
                                    "754.0%元素精通+377.0%防御力",
                                    "799.24%元素精通+399.62%防御力",
                                    "844.48%元素精通+422.24%防御力",
                                    "904.8%元素精通+452.4%防御力",
                                    "965.12%元素精通+482.56%防御力",
                                    "1025.44%元素精通+512.72%防御力",
                                    "1085.76%元素精通+542.88%防御力",
                                    "1146.08%元素精通+573.04%防御力",
                                    "1206.4%元素精通+603.2%防御力",
                                    "1281.8%元素精通+640.9%防御力",
                                    "1357.2%元素精通+678.6%防御力",
                                    "1432.6%元素精通+716.3%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "鉴照无影",
                        "Desc": "点亮灯火，造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并获得「魇夜的莺歌」效果，持续20秒：持续期间，叶洛亚获得21层<color style='color:#FFD780;'>「夜莺之歌」</color>，队伍中附近的当前场上角色的普通攻击、重击、下落攻击、元素战技或元素爆发对敌人造成<color style='color:#FFE699;'>岩元素伤害</color>时，将消耗1层「夜莺之歌」，提升造成的伤害，提升值基于叶洛亚的元素精通；若该伤害为月结晶反应造成的伤害，还会进一步提升造成的伤害。<br>通过上述方式造成的<color style='color:#FFE699;'>岩元素伤害</color>同时命中多名敌人时，会依据命中敌人的数量消耗「夜莺之歌」的层数。<br><br>此外，叶洛亚在场上存在队伍中附近的角色创造的<color style='color:#FFE699;'>岩元素创造物</color>的情况下施放元素爆发时，或在「魇夜的莺歌」持续期间，队伍中附近的角色创造了<color style='color:#FFE699;'>岩元素创造物</color>时，场上的每个<color style='color:#FFE699;'>岩元素创造物</color>都会使叶洛亚额外获得5层「夜莺之歌」。每次施放元素爆发后的20秒内，叶洛亚至多通过这种方式额外获得15层「夜莺之歌」。<br><br>「夜莺之歌」的层数耗尽时，或持续时间结束时，「魇夜的莺歌」效果将会解除。",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「谁掌中灯火不灭，就不必陷入如此黑暗。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "827.2%元素精通+413.6%防御力",
                                    "889.24%元素精通+444.62%防御力",
                                    "951.28%元素精通+475.64%防御力",
                                    "1034.0%元素精通+517.0%防御力",
                                    "1096.04%元素精通+548.02%防御力",
                                    "1158.08%元素精通+579.04%防御力",
                                    "1240.8%元素精通+620.4%防御力",
                                    "1323.52%元素精通+661.76%防御力",
                                    "1406.24%元素精通+703.12%防御力",
                                    "1488.96%元素精通+744.48%防御力",
                                    "1571.68%元素精通+785.84%防御力",
                                    "1654.4%元素精通+827.2%防御力",
                                    "1757.8%元素精通+878.9%防御力",
                                    "1861.2%元素精通+930.6%防御力",
                                    "1964.6%元素精通+982.3%防御力"
                                ]
                            },
                            {
                                "Desc": "岩元素伤害增加",
                                "ParamLevelList": [
                                    "33.6%元素精通",
                                    "36.12%元素精通",
                                    "38.64%元素精通",
                                    "42.0%元素精通",
                                    "44.52%元素精通",
                                    "47.04%元素精通",
                                    "50.4%元素精通",
                                    "53.76%元素精通",
                                    "57.12%元素精通",
                                    "60.48%元素精通",
                                    "63.84%元素精通",
                                    "67.2%元素精通",
                                    "71.4%元素精通",
                                    "75.6%元素精通",
                                    "79.8%元素精通"
                                ]
                            },
                            {
                                "Desc": "月结晶反应伤害增加",
                                "ParamLevelList": [
                                    "225.92%元素精通",
                                    "242.864%元素精通",
                                    "259.808%元素精通",
                                    "282.4%元素精通",
                                    "299.344%元素精通",
                                    "316.288%元素精通",
                                    "338.88%元素精通",
                                    "361.472%元素精通",
                                    "384.064%元素精通",
                                    "406.656%元素精通",
                                    "429.248%元素精通",
                                    "451.84%元素精通",
                                    "480.08%元素精通",
                                    "508.32%元素精通",
                                    "536.56%元素精通"
                                ]
                            },
                            {
                                "Desc": "施放元素爆发时获得夜莺之歌",
                                "ParamLevelList": [
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层",
                                    "21层"
                                ]
                            },
                            {
                                "Desc": "创生岩造物获得夜莺之歌",
                                "ParamLevelList": [
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层",
                                    "每个岩造物/5层"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "铸灯者的盟约",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>衔莺破晓</color>或元素爆发<color style='color:#FFD780;'>鉴照无影</color>后，队伍中附近的其他角色将获得持续20秒的「执灯之誓」效果：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升5%，暴击伤害提升10%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升50点。",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "狩魔者的黄昏",
                        "Desc": "<color style='color:#FFD780;'>「夜莺之歌」</color>的效果获得强化：当队伍中存在1/2/3名<color style='color:#80C0FF;'>水元素</color>或<color style='color:#FFE699;'>岩元素</color>角色时，「夜莺之歌」会进一步提升造成的伤害，提升值相当于叶洛亚元素精通的7%/14%/24%；若上述伤害为月结晶反应造成的伤害，提升值则相当于叶洛亚元素精通的48%/96%/160%。",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "月兆祝赐 · 凌冬不凋",
                        "Desc": "叶洛亚在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "巡夜者的疾行",
                        "Desc": "在夜间（18时至6时），队伍中自己的角色获得迅行效果：移动速度提高10%。<br>该效果在秘境、征讨领域、深境螺旋中无效，迅行效果无法叠加。<br>此外，叶洛亚似乎能听懂狂猎的低语…",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "告警之雉",
                        "Desc": "叶洛亚在场上触发<color style='color:#FFE699;'>岩元素相关反应</color>后，将为叶洛亚恢复12点元素能量，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "噬枝之麋",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，每消耗7层<color style='color:#FFD780;'>「夜莺之歌」</color>，叶洛亚都将唤出阿咚，对周围一名敌人造成一次<color style='color:#FFE699;'>岩元素伤害</color>，伤害值基于叶洛亚元素精通的400%与防御力的200%，该伤害视为元素爆发伤害。",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "山吼之罴",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "逐日之狼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>鉴照无影</color>中的「魇夜的莺歌」效果持续期间，队伍中附近的当前场上角色防御力提升200点。",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "啸风之马",
                        "Desc": "元素战技<color style='color:#FFD780;'>衔莺破晓</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "魇夜之莺",
                        "Desc": "突破天赋<color style='color:#FFD780;'>铸灯者的盟约</color>中「执灯之誓」的效果获得强化：对敌人造成的<color style='color:#FFE699;'>岩元素伤害</color>，暴击率提升10%，暴击伤害提升30%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于「执灯之誓」效果影响下的角色，元素精通提升80点。<br>需要解锁突破天赋<color style='color:#FFD780;'>铸灯者的盟约</color>。",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「夜莺之歌」",
                        "Desc": "叶洛亚施放元素爆发<color style='color:#FFD780;'>鉴照无影</color>后获得的效果，可以提升当前场上角色造成的<color style='color:#FFE699;'>岩元素伤害</color>。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Illuga": {}
}