// Auto Generated

var _AvatarDataConfig_ = {
    "Ineffa": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "产球",
                "DescList": [
                    "• 元素战技命中怪物时，有 @66.7%# 概率产生 @1*雷元素微粒#"
                ]
            },
            {
                "Name": "附着",
                "DescList": [
                    "• 除普攻、重击、下落攻击、月感电伤害之外，所有伤害均为 @1U 独立附着#",
                    "• 月感电伤害@无附着#"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Ineffa": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101252": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113076": 2,
                "101252": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113076": 4,
                "101252": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113076": 8,
                "101252": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113076": 12,
                "101252": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113076": 20,
                "101252": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ineffa": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "除尘旋刃",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "涤净模式 · 稳态载频",
                        "Desc": "伊涅芙启动高阶清扫模块，对周围的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，展开光流屏障护盾，并召唤出多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>。<br>光流屏障护盾的伤害吸收量受益于伊涅芙的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清扫目标确认。护盾已升起，请等待指令完成。我们将涤净附近的生物质与人造污物，电容已调整至服务模式。抵抗是徒劳的，爱诺。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "221.184%攻击力+1386.6759",
                                    "237.7728%攻击力+1525.3628",
                                    "254.3616%攻击力+1675.6068",
                                    "276.48%攻击力+1837.4082",
                                    "293.0688%攻击力+2010.7667",
                                    "309.6576%攻击力+2195.6826",
                                    "331.776%攻击力+2392.1558",
                                    "353.8944%攻击力+2600.186",
                                    "376.0128%攻击力+2819.7734",
                                    "398.1312%攻击力+3050.9182",
                                    "420.2496%攻击力+3293.6204",
                                    "442.368%攻击力+3547.8796",
                                    "470.016%攻击力+3813.696",
                                    "497.664%攻击力+4091.0698",
                                    "525.312%攻击力+4380.0"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔放电伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高律令 · 全域扫灭",
                        "Desc": "借助多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>，使用火箭飞拳清扫敌人！伊涅芙发射出薇尔琪塔，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并使薇尔琪塔停留在场上。<br><br>若场上存在伊涅芙自己召唤的薇尔琪塔，则改为在目标位置重新召唤薇尔琪塔，并重置其持续时间。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>据说切换成红色模式的火箭飞拳（这是爱诺的叫法）能发挥出平常三倍的威力，但实际上也就是让伊涅芙用三倍的出力把薇尔琪塔丢出去而已。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "频率超限回路",
                        "Desc": "若<color style='color:#FFD780;'>「薇尔琪塔」</color>附近存在雷暴云，薇尔琪塔进行攻击时，将额外进行一次攻击，造成相当于伊涅芙攻击力80%的伤害，该伤害视为月感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全相重构协议",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>后，将为队伍中附近的所有角色赋予「参数重构」效果：基于伊涅芙攻击力的6%，提升伊涅芙与队伍中自己的当前场上角色的元素精通，持续20秒。",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆祝赐 · 象拟中继",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于伊涅芙的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>新月升起之刻，或许还会得到额外的祝赐…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "美味合成单元",
                        "Desc": "伊涅芙使用食物时，有30%概率获得一个调味剂食材。",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循环整流引擎",
                        "Desc": "伊涅芙展开光流屏障护盾时，将为队伍中附近的所有角色赋予持20秒的「载流复合」效果，使月感电反应造成的伤害提升，提升值基于伊涅芙的攻击力：每100点攻击力都将提升2.5%伤害，至多通过这种方式提升50%伤害。",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "辅助清理模块",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>命中敌人后，将为其中一名敌人施加「惩戒敕谕」状态：短暂间隔后，或该敌人被击败时，将对其周围的敌人造成相当于伊涅芙攻击力400%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，也会为附近的当前场上角色赋予光流屏障护盾。",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "高阶情感固件",
                        "Desc": "元素战技<color style='color:#FFD780;'>涤净模式 · 稳态载频</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敕谕未至之路",
                        "Desc": "队伍中自己的角色触发月感电反应时，将恢复5点元素能量，该效果每4秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "超越镜影之梦",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予你的明晨",
                        "Desc": "伊涅芙处于「载流复合」效果影响下时，附近的雷暴云对敌人进行雷击后，伊涅芙将对当前场上自己的角色周围的敌人造成相当于伊涅芙攻击力200%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害，上述效果每3.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "薇尔琪塔",
                        "Desc": "与伊涅芙一同战斗的好帮手，可以通过施放元素战技或元素爆发召唤至场上。<br>若周围存在敌人，每隔2秒，薇尔琪塔将快速移动至对一名敌人附近，对其进行放电攻击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>同时至多存在一个伊涅芙自己创造的薇尔琪塔。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "除尘旋刃",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "涤净模式 · 稳态载频",
                        "Desc": "伊涅芙启动高阶清扫模块，对周围的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，展开光流屏障护盾，并召唤出多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>。<br>光流屏障护盾的伤害吸收量受益于伊涅芙的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清扫目标确认。护盾已升起，请等待指令完成。我们将涤净附近的生物质与人造污物，电容已调整至服务模式。抵抗是徒劳的，爱诺。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "221.184%攻击力+1386.6759",
                                    "237.7728%攻击力+1525.3628",
                                    "254.3616%攻击力+1675.6068",
                                    "276.48%攻击力+1837.4082",
                                    "293.0688%攻击力+2010.7667",
                                    "309.6576%攻击力+2195.6826",
                                    "331.776%攻击力+2392.1558",
                                    "353.8944%攻击力+2600.186",
                                    "376.0128%攻击力+2819.7734",
                                    "398.1312%攻击力+3050.9182",
                                    "420.2496%攻击力+3293.6204",
                                    "442.368%攻击力+3547.8796",
                                    "470.016%攻击力+3813.696",
                                    "497.664%攻击力+4091.0698",
                                    "525.312%攻击力+4380.0"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔放电伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高律令 · 全域扫灭",
                        "Desc": "借助多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>，使用火箭飞拳清扫敌人！伊涅芙发射出薇尔琪塔，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并使薇尔琪塔停留在场上。<br><br>若场上存在伊涅芙自己召唤的薇尔琪塔，则改为在目标位置重新召唤薇尔琪塔，并重置其持续时间。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>据说切换成红色模式的火箭飞拳（这是爱诺的叫法）能发挥出平常三倍的威力，但实际上也就是让伊涅芙用三倍的出力把薇尔琪塔丢出去而已。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "频率超限回路",
                        "Desc": "若<color style='color:#FFD780;'>「薇尔琪塔」</color>附近存在月感电反应产生的雷暴云，薇尔琪塔进行放电攻击时，将额外进行一次攻击，造成相当于伊涅芙攻击力80%的伤害，该伤害视为月感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全相重构协议",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，将为队伍中自己的所有角色赋予「参数重构」效果：基于伊涅芙攻击力的6%，提升伊涅芙与队伍中自己当前场上角色的元素精通，持续20秒。",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆祝赐 · 象拟中继",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于伊涅芙的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>新月升起之刻，或许还会得到额外的祝赐…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "美味合成单元",
                        "Desc": "伊涅芙使用食物时，有30%概率获得一个调味剂食材。",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循环整流引擎",
                        "Desc": "伊涅芙展开光流屏障护盾时，将为队伍中附近的所有角色赋予持续20秒的「载流复合」效果，使月感电反应造成的伤害提升，提升值基于伊涅芙的攻击力：每100点攻击力都将提升2.5%伤害，至多通过这种方式提升50%伤害。",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "辅助清理模块",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>命中敌人后，将为其中一名敌人施加「惩戒敕谕」状态：短暂间隔后，或该敌人被击败时，将对其周围的敌人造成相当于伊涅芙攻击力400%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，也会为附近的当前场上角色赋予光流屏障护盾。",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "高阶情感固件",
                        "Desc": "元素战技<color style='color:#FFD780;'>涤净模式 · 稳态载频</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敕谕未至之路",
                        "Desc": "队伍中自己的角色触发月感电反应时，将恢复5点元素能量，该效果每4秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "超越镜影之梦",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予你的明晨",
                        "Desc": "伊涅芙处于「载流复合」效果影响下时，附近的雷暴云对敌人进行雷击后，伊涅芙将对当前场上自己的角色周围的敌人造成相当于伊涅芙攻击力200%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害，上述效果每3.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "薇尔琪塔",
                        "Desc": "与伊涅芙一同战斗的好帮手，可以通过施放元素战技或元素爆发召唤至场上。<br>若周围存在敌人，每隔2秒，薇尔琪塔将快速移动至一名敌人附近，对其进行放电攻击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>同时至多存在一个伊涅芙自己创造的薇尔琪塔。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "除尘旋刃",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "涤净模式 · 稳态载频",
                        "Desc": "伊涅芙启动高阶清扫模块，对周围的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，展开光流屏障护盾，并召唤出多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>。<br>光流屏障护盾的伤害吸收量受益于伊涅芙的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清扫目标确认。护盾已升起，请等待指令完成。我们将涤净附近的生物质与人造污物，电容已调整至服务模式。抵抗是徒劳的，爱诺。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "221.184%攻击力+1386.6759",
                                    "237.7728%攻击力+1525.3628",
                                    "254.3616%攻击力+1675.6068",
                                    "276.48%攻击力+1837.4082",
                                    "293.0688%攻击力+2010.7667",
                                    "309.6576%攻击力+2195.6826",
                                    "331.776%攻击力+2392.1558",
                                    "353.8944%攻击力+2600.186",
                                    "376.0128%攻击力+2819.7734",
                                    "398.1312%攻击力+3050.9182",
                                    "420.2496%攻击力+3293.6204",
                                    "442.368%攻击力+3547.8796",
                                    "470.016%攻击力+3813.696",
                                    "497.664%攻击力+4091.0698",
                                    "525.312%攻击力+4380.0"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔放电伤害",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高律令 · 全域扫灭",
                        "Desc": "借助多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>，使用火箭飞拳清扫敌人！伊涅芙发射出薇尔琪塔，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并使薇尔琪塔停留在场上。<br><br>若场上存在伊涅芙自己召唤的薇尔琪塔，则改为在目标位置重新召唤薇尔琪塔，并重置其持续时间。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>据说切换成红色模式的火箭飞拳（这是爱诺的叫法）能发挥出平常三倍的威力，但实际上也就是让伊涅芙用三倍的出力把薇尔琪塔丢出去而已。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "频率超限回路",
                        "Desc": "若<color style='color:#FFD780;'>「薇尔琪塔」</color>附近存在月感电反应产生的雷暴云，薇尔琪塔进行放电攻击时，将额外进行一次攻击，造成相当于伊涅芙攻击力80%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全相重构协议",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，将为队伍中自己的所有角色赋予「参数重构」效果：基于伊涅芙攻击力的6%，提升伊涅芙与队伍中自己当前场上角色的元素精通，持续20秒。",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆祝赐 · 象拟中继",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于伊涅芙的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>新月升起之刻，或许还会得到额外的祝赐…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "美味合成单元",
                        "Desc": "伊涅芙使用食物时，有30%概率获得一个调味剂食材。",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循环整流引擎",
                        "Desc": "伊涅芙展开光流屏障护盾时，将为队伍中附近的所有角色赋予持续20秒的「载流复合」效果，使月感电反应造成的伤害提升，提升值基于伊涅芙的攻击力：每100点攻击力都将提升2.5%伤害，至多通过这种方式提升50%伤害。",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "辅助清理模块",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>命中敌人后，将为其中一名敌人施加「惩戒敕谕」状态：短暂间隔后，或该敌人被击败时，将对其周围的敌人造成相当于伊涅芙攻击力400%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，也会为附近的当前场上角色赋予光流屏障护盾。",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "高阶情感固件",
                        "Desc": "元素战技<color style='color:#FFD780;'>涤净模式 · 稳态载频</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敕谕未至之路",
                        "Desc": "队伍中自己的角色触发月感电反应时，将恢复5点元素能量，该效果每4秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "超越镜影之梦",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予你的明晨",
                        "Desc": "伊涅芙处于「载流复合」效果影响下时，附近的雷暴云对敌人进行雷击后，伊涅芙将对当前场上自己的角色周围的敌人造成相当于伊涅芙攻击力200%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害，上述效果每3.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "薇尔琪塔",
                        "Desc": "与伊涅芙一同战斗的好帮手，可以通过施放元素战技或元素爆发召唤至场上。<br>若周围存在敌人，每隔2秒，薇尔琪塔将快速移动至一名敌人附近，对其进行放电攻击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>同时至多存在一个伊涅芙自己创造的薇尔琪塔。"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "除尘旋刃",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "涤净模式 · 稳态载频",
                        "Desc": "伊涅芙启动高阶清扫模块，对周围的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，展开光流屏障护盾，并召唤出多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>。<br>光流屏障护盾的伤害吸收量受益于伊涅芙的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清扫目标确认。护盾已升起，请等待指令完成。我们将涤净附近的生物质与人造污物，电容已调整至服务模式。抵抗是徒劳的，爱诺。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "221.184%攻击力+1386.6759",
                                    "237.7728%攻击力+1525.3628",
                                    "254.3616%攻击力+1675.6068",
                                    "276.48%攻击力+1837.4082",
                                    "293.0688%攻击力+2010.7667",
                                    "309.6576%攻击力+2195.6826",
                                    "331.776%攻击力+2392.1558",
                                    "353.8944%攻击力+2600.186",
                                    "376.0128%攻击力+2819.7734",
                                    "398.1312%攻击力+3050.9182",
                                    "420.2496%攻击力+3293.6204",
                                    "442.368%攻击力+3547.8796",
                                    "470.016%攻击力+3813.696",
                                    "497.664%攻击力+4091.0698",
                                    "525.312%攻击力+4380.0"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔放电伤害",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高律令 · 全域扫灭",
                        "Desc": "借助多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>，使用火箭飞拳清扫敌人！伊涅芙发射出薇尔琪塔，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并使薇尔琪塔停留在场上。<br><br>若场上存在伊涅芙自己召唤的薇尔琪塔，则改为在目标位置重新召唤薇尔琪塔，并重置其持续时间。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>据说切换成红色模式的火箭飞拳（这是爱诺的叫法）能发挥出平常三倍的威力，但实际上也就是让伊涅芙用三倍的出力把薇尔琪塔丢出去而已。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "频率超限回路",
                        "Desc": "若<color style='color:#FFD780;'>「薇尔琪塔」</color>附近存在月感电反应产生的雷暴云，薇尔琪塔进行放电攻击时，将额外进行一次攻击，造成相当于伊涅芙攻击力65%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全相重构协议",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，将为队伍中自己的所有角色赋予「参数重构」效果：基于伊涅芙攻击力的6%，提升伊涅芙与队伍中自己当前场上角色的元素精通，持续20秒。",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆祝赐 · 象拟中继",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于伊涅芙的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>新月升起之刻，或许还会得到额外的祝赐…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "美味合成单元",
                        "Desc": "伊涅芙使用食物时，有30%概率获得一个调味剂食材。<br><br>此外，在挪德卡莱，似乎可以通过某种途径来改变薇尔琪塔的外观…",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循环整流引擎",
                        "Desc": "伊涅芙展开光流屏障护盾时，将为队伍中附近的所有角色赋予持续20秒的「载流复合」效果，使月感电反应造成的伤害提升，提升值基于伊涅芙的攻击力：每100点攻击力都将提升2.5%伤害，至多通过这种方式提升50%伤害。",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "辅助清理模块",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>命中敌人后，将为其中一名敌人施加「惩戒敕谕」状态：短暂间隔后，或该敌人被击败时，将对其周围的敌人造成相当于伊涅芙攻击力300%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，也会为附近的当前场上角色赋予光流屏障护盾。",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "高阶情感固件",
                        "Desc": "元素战技<color style='color:#FFD780;'>涤净模式 · 稳态载频</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敕谕未至之路",
                        "Desc": "队伍中自己的角色触发月感电反应时，将恢复5点元素能量，该效果每4秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "超越镜影之梦",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予你的明晨",
                        "Desc": "伊涅芙处于「载流复合」效果影响下时，附近的雷暴云对敌人进行雷击后，伊涅芙将对当前场上自己的角色周围的敌人造成相当于伊涅芙攻击力135%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害，上述效果每3.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "薇尔琪塔",
                        "Desc": "与伊涅芙一同战斗的好帮手，可以通过施放元素战技或元素爆发召唤至场上。<br>若周围存在敌人，每隔2秒，薇尔琪塔将快速移动至一名敌人附近，对其进行放电攻击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>同时至多存在一个伊涅芙自己创造的薇尔琪塔。<br><br>此外，在挪德卡莱，似乎可以通过某种途径来改变薇尔琪塔的外观…"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "除尘旋刃",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "涤净模式 · 稳态载频",
                        "Desc": "伊涅芙启动高阶清扫模块，对周围的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，展开光流屏障护盾，并召唤出多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>。<br>光流屏障护盾的伤害吸收量受益于伊涅芙的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清扫目标确认。护盾已升起，请等待指令完成。我们将涤净附近的生物质与人造污物，电容已调整至服务模式。抵抗是徒劳的，爱诺。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "221.184%攻击力+1386.6759",
                                    "237.7728%攻击力+1525.3628",
                                    "254.3616%攻击力+1675.6068",
                                    "276.48%攻击力+1837.4082",
                                    "293.0688%攻击力+2010.7667",
                                    "309.6576%攻击力+2195.6826",
                                    "331.776%攻击力+2392.1558",
                                    "353.8944%攻击力+2600.186",
                                    "376.0128%攻击力+2819.7734",
                                    "398.1312%攻击力+3050.9182",
                                    "420.2496%攻击力+3293.6204",
                                    "442.368%攻击力+3547.8796",
                                    "470.016%攻击力+3813.696",
                                    "497.664%攻击力+4091.0698",
                                    "525.312%攻击力+4380.0"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔放电伤害",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高律令 · 全域扫灭",
                        "Desc": "借助多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>，使用火箭飞拳清扫敌人！伊涅芙发射出薇尔琪塔，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并使薇尔琪塔停留在场上。<br><br>若场上存在伊涅芙自己召唤的薇尔琪塔，则改为在目标位置重新召唤薇尔琪塔，并重置其持续时间。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>据说切换成红色模式的火箭飞拳（这是爱诺的叫法）能发挥出平常三倍的威力，但实际上也就是让伊涅芙用三倍的出力把薇尔琪塔丢出去而已。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "频率超限回路",
                        "Desc": "若<color style='color:#FFD780;'>「薇尔琪塔」</color>附近存在月感电反应产生的雷暴云，薇尔琪塔进行放电攻击时，将额外进行一次攻击，造成相当于伊涅芙攻击力65%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全相重构协议",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，将为队伍中自己的所有角色赋予「参数重构」效果：基于伊涅芙攻击力的6%，提升伊涅芙与队伍中自己当前场上角色的元素精通，持续20秒。",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆祝赐 · 象拟中继",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于伊涅芙的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>新月升起之刻，或许还会得到额外的祝赐…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "美味合成单元",
                        "Desc": "伊涅芙使用食物时，有30%概率获得一个调味剂食材。<br><br>此外，在挪德卡莱，似乎可以通过某种途径来改变薇尔琪塔的外观…",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循环整流引擎",
                        "Desc": "伊涅芙展开光流屏障护盾时，将为队伍中附近的所有角色赋予持续20秒的「载流复合」效果，使月感电反应造成的伤害提升，提升值基于伊涅芙的攻击力：每100点攻击力都将提升2.5%伤害，至多通过这种方式提升50%伤害。",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "辅助清理模块",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>命中敌人后，将为其中一名敌人施加「惩戒敕谕」状态：短暂间隔后，或该敌人被击败时，将对其周围的敌人造成相当于伊涅芙攻击力300%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，也会为附近的当前场上角色赋予光流屏障护盾。",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "高阶情感固件",
                        "Desc": "元素战技<color style='color:#FFD780;'>涤净模式 · 稳态载频</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敕谕未至之路",
                        "Desc": "队伍中自己的角色触发月感电反应时，将恢复5点元素能量，该效果每4秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "超越镜影之梦",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予你的明晨",
                        "Desc": "伊涅芙处于「载流复合」效果影响下时，附近的雷暴云对敌人进行雷击后，伊涅芙将对当前场上自己的角色周围的敌人造成相当于伊涅芙攻击力135%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害，上述效果每3.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "薇尔琪塔",
                        "Desc": "与伊涅芙一同战斗的好帮手，可以通过施放元素战技或元素爆发召唤至场上。<br>若周围存在敌人，每隔2秒，薇尔琪塔将快速移动至一名敌人附近，对其进行放电攻击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>同时至多存在一个伊涅芙自己创造的薇尔琪塔。<br><br>此外，在挪德卡莱，似乎可以通过某种途径来改变薇尔琪塔的外观…"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "除尘旋刃",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行回旋攻击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "涤净模式 · 稳态载频",
                        "Desc": "伊涅芙启动高阶清扫模块，对周围的敌人造成一次<color style='color:#FFACFF;'>雷元素范围伤害</color>，展开光流屏障护盾，并召唤出多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>。<br>光流屏障护盾的伤害吸收量受益于伊涅芙的攻击力，对<color style='color:#FFACFF;'>雷元素伤害</color>有250%的吸收效果。",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「清扫目标确认。护盾已升起，请等待指令完成。我们将涤净附近的生物质与人造污物，电容已调整至服务模式。抵抗是徒劳的，爱诺。」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "221.184%攻击力+1386.6759",
                                    "237.7728%攻击力+1525.3628",
                                    "254.3616%攻击力+1675.6068",
                                    "276.48%攻击力+1837.4082",
                                    "293.0688%攻击力+2010.7667",
                                    "309.6576%攻击力+2195.6826",
                                    "331.776%攻击力+2392.1558",
                                    "353.8944%攻击力+2600.186",
                                    "376.0128%攻击力+2819.7734",
                                    "398.1312%攻击力+3050.9182",
                                    "420.2496%攻击力+3293.6204",
                                    "442.368%攻击力+3547.8796",
                                    "470.016%攻击力+3813.696",
                                    "497.664%攻击力+4091.0698",
                                    "525.312%攻击力+4380.0"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔放电伤害",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "薇尔琪塔持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒",
                                    "16秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "至高律令 · 全域扫灭",
                        "Desc": "借助多用途智能辅助单元<color style='color:#FFD780;'>「薇尔琪塔」</color>，使用火箭飞拳清扫敌人！伊涅芙发射出薇尔琪塔，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>，并使薇尔琪塔停留在场上。<br><br>若场上存在伊涅芙自己召唤的薇尔琪塔，则改为在目标位置重新召唤薇尔琪塔，并重置其持续时间。",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>据说切换成红色模式的火箭飞拳（这是爱诺的叫法）能发挥出平常三倍的威力，但实际上也就是让伊涅芙用三倍的出力把薇尔琪塔丢出去而已。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "频率超限回路",
                        "Desc": "若<color style='color:#FFD780;'>「薇尔琪塔」</color>附近存在月感电反应产生的雷暴云，薇尔琪塔进行放电攻击时，将额外进行一次攻击，造成相当于伊涅芙攻击力65%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "全相重构协议",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，将为队伍中自己的所有角色赋予「参数重构」效果：基于伊涅芙攻击力的6%，提升伊涅芙与队伍中自己当前场上角色的元素精通，持续20秒。",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "月兆祝赐 · 象拟中继",
                        "Desc": "队伍中的角色触发感电反应时，将转为触发月感电反应，且基于伊涅芙的攻击力，提升月感电反应的基础伤害：每100点攻击力都将提升0.7%基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，伊涅芙在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "美味合成单元",
                        "Desc": "伊涅芙使用食物时，有30%概率获得一个调味剂食材。<br><br>此外，在挪德卡莱，似乎可以通过某种途径来改变薇尔琪塔的外观…",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "循环整流引擎",
                        "Desc": "伊涅芙展开光流屏障护盾时，将为队伍中附近的所有角色赋予持续20秒的「载流复合」效果，使月感电反应造成的伤害提升，提升值基于伊涅芙的攻击力：每100点攻击力都将提升2.5%伤害，至多通过这种方式提升50%伤害。",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "辅助清理模块",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>命中敌人后，将为其中一名敌人施加「惩戒敕谕」状态：短暂间隔后，或该敌人被击败时，将对其周围的敌人造成相当于伊涅芙攻击力300%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害。<br>此外，施放元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>时，也会为附近的当前场上角色赋予光流屏障护盾。",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "高阶情感固件",
                        "Desc": "元素战技<color style='color:#FFD780;'>涤净模式 · 稳态载频</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敕谕未至之路",
                        "Desc": "队伍中自己的角色触发月感电反应时，将恢复5点元素能量，该效果每4秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "超越镜影之梦",
                        "Desc": "元素爆发<color style='color:#FFD780;'>至高律令 · 全域扫灭</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予你的明晨",
                        "Desc": "伊涅芙处于「载流复合」效果影响下时，附近的雷暴云对敌人进行雷击后，伊涅芙将对当前场上自己的角色周围的敌人造成相当于伊涅芙攻击力135%的<color style='color:#FFACFF;'>雷元素范围伤害</color>，该伤害视为月感电反应造成的伤害，上述效果每3.5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "薇尔琪塔",
                        "Desc": "与伊涅芙一同战斗的好帮手，可以通过施放元素战技或元素爆发召唤至场上。<br>若周围存在敌人，每隔2秒，薇尔琪塔将快速移动至一名敌人附近，对其进行放电攻击，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>同时至多存在一个伊涅芙自己创造的薇尔琪塔。<br><br>此外，在挪德卡莱，似乎可以通过某种途径来改变薇尔琪塔的外观…"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ineffa": {}
}