// Auto Generated

var _AvatarDataConfig_ = {
    "Itto": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Itto": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101201": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113030": 2,
                "101201": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113030": 4,
                "101201": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113030": 8,
                "101201": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113030": 12,
                "101201": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113030": 20,
                "101201": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112004": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112004": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112004": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112004": 12,
                "113027": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Itto": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "喧哗屋传说",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br>在第二段与第四段攻击命中敌人时，会分别产生1层与2层「乱神之怪力」效果。<br>最多拥有5层乱神之怪力，每次触发都会刷新已有的乱神之怪力持续时间。<br><br>此外，施放元素战技「魔杀绝技 · 赤牛发破！」或进行冲刺后的一小段时间内，普通攻击连击段数不会重置。<br><br><color style='color:#FFD780;'>重击</color><br>长按进行重击时，若拥有乱神之怪力，将进行不消耗体力的「荒泷逆袈裟」斩击。荒泷逆袈裟的每次攻击都将消耗一层乱神之怪力；消耗最后一层时，将施展格外强力的终结一击。<br>没有乱神之怪力时，将消耗体力，进行一次猛烈的左一文字斩。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "79.2318%",
                                    "85.6809%",
                                    "92.13%",
                                    "101.343%",
                                    "107.7921%",
                                    "115.1625%",
                                    "125.2968%",
                                    "135.4311%",
                                    "145.5654%",
                                    "156.621%",
                                    "169.2889%",
                                    "184.1863%",
                                    "199.0837%",
                                    "213.9811%",
                                    "230.2329%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "76.368%",
                                    "82.584%",
                                    "88.8%",
                                    "97.68%",
                                    "103.896%",
                                    "111.0%",
                                    "120.768%",
                                    "130.536%",
                                    "140.304%",
                                    "150.96%",
                                    "163.17%",
                                    "177.529%",
                                    "191.8879%",
                                    "206.2469%",
                                    "221.9112%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "91.6416%",
                                    "99.1008%",
                                    "106.56%",
                                    "117.216%",
                                    "124.6752%",
                                    "133.2%",
                                    "144.9216%",
                                    "156.6432%",
                                    "168.3648%",
                                    "181.152%",
                                    "195.804%",
                                    "213.0348%",
                                    "230.2655%",
                                    "247.4963%",
                                    "266.2934%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "117.2249%",
                                    "126.7664%",
                                    "136.308%",
                                    "149.9388%",
                                    "159.4804%",
                                    "170.385%",
                                    "185.3789%",
                                    "200.3728%",
                                    "215.3666%",
                                    "231.7236%",
                                    "250.4659%",
                                    "272.507%",
                                    "294.548%",
                                    "316.589%",
                                    "340.6337%"
                                ]
                            },
                            {
                                "Desc": "荒泷逆袈裟连斩伤害",
                                "ParamLevelList": [
                                    "91.16%",
                                    "98.58%",
                                    "106.0%",
                                    "116.6%",
                                    "124.02%",
                                    "132.5%",
                                    "144.16%",
                                    "155.82%",
                                    "167.48%",
                                    "180.2%",
                                    "194.775%",
                                    "211.9152%",
                                    "229.0554%",
                                    "246.1956%",
                                    "264.894%"
                                ]
                            },
                            {
                                "Desc": "荒泷逆袈裟终结伤害",
                                "ParamLevelList": [
                                    "190.92%",
                                    "206.46%",
                                    "222.0%",
                                    "244.2%",
                                    "259.74%",
                                    "277.5%",
                                    "301.92%",
                                    "326.34%",
                                    "350.76%",
                                    "377.4%",
                                    "407.925%",
                                    "443.8224%",
                                    "479.7198%",
                                    "515.6172%",
                                    "554.778%"
                                ]
                            },
                            {
                                "Desc": "乱神之怪力持续时间",
                                "ParamLevelList": [
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒",
                                    "60秒"
                                ]
                            },
                            {
                                "Desc": "左一文字斩伤害",
                                "ParamLevelList": [
                                    "90.472%",
                                    "97.836%",
                                    "105.2%",
                                    "115.72%",
                                    "123.084%",
                                    "131.5%",
                                    "143.072%",
                                    "154.644%",
                                    "166.216%",
                                    "178.84%",
                                    "193.305%",
                                    "210.3158%",
                                    "227.3267%",
                                    "244.3375%",
                                    "262.8948%"
                                ]
                            },
                            {
                                "Desc": "左一文字斩体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "81.8335%",
                                    "88.4943%",
                                    "95.1552%",
                                    "104.6707%",
                                    "111.3316%",
                                    "118.944%",
                                    "129.4111%",
                                    "139.8781%",
                                    "150.3452%",
                                    "161.7638%",
                                    "173.1825%",
                                    "184.6011%",
                                    "196.0197%",
                                    "207.4383%",
                                    "218.857%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "163.6323%/204.3855%",
                                    "176.9512%/221.0216%",
                                    "190.2701%/237.6576%",
                                    "209.2971%/261.4234%",
                                    "222.616%/278.0594%",
                                    "237.8376%/297.072%",
                                    "258.7673%/323.2143%",
                                    "279.697%/349.3567%",
                                    "300.6267%/375.499%",
                                    "323.4591%/404.0179%",
                                    "346.2915%/432.5368%",
                                    "369.124%/461.0557%",
                                    "391.9564%/489.5747%",
                                    "414.7888%/518.0936%",
                                    "437.6212%/546.6125%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "魔杀绝技 · 赤牛发破！",
                        "Desc": "将荒泷派编外成员小赤牛「阿丑」高速投掷出去，对命中的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>！「阿丑」命中敌人时，会为荒泷一斗提供1层「乱神之怪力」效果。<br><br>「阿丑」会留在场上提供支援：<br> · 持续嘲讽周围的敌人，吸引火力；<br> · 耐久度按比例继承荒泷一斗的生命值上限；<br> · 受到伤害时，会为荒泷一斗自己提供1层「乱神之怪力」效果。每2秒至多通过这种方式提供1层；<br> · 耐久度耗尽或持续时间结束时会逃走，并在离开时为荒泷一斗自己提供1层「乱神之怪力」效果。<br><br><color style='color:#FFD780;'>长按</color><br>调整投掷方向。<br><br>「阿丑」被视为<color style='color:#FFE699;'>岩元素创造物</color>；同时只能存在一个由荒泷一斗自己召唤的「阿丑」。<br><br><i>招式名字出自小说《鬼武道》（著者 · 顺吉），但是照搬原文「鬼杀绝技」似乎有点版权问题，而且一斗是「鬼」啊。</i>",
                        "Icon": "Skill_S_Itto_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "307.2%",
                                    "330.24%",
                                    "353.28%",
                                    "384.0%",
                                    "407.04%",
                                    "430.08%",
                                    "460.8%",
                                    "491.52%",
                                    "522.24%",
                                    "552.96%",
                                    "583.68%",
                                    "614.4%",
                                    "652.8%",
                                    "691.2%",
                                    "729.6%"
                                ]
                            },
                            {
                                "Desc": "继承生命",
                                "ParamLevelList": [
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%",
                                    "100%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "最恶鬼王 · 一斗轰临！！",
                        "Desc": "是时候展现荒泷派的一斗之威名了！在接下来的一段时间内化身「怒目鬼王」，使用鬼王金碎棒战斗。<br>具有如下特性：<br> · 普通攻击、重击与下落攻击造成的伤害转为无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>；<br> · 提高荒泷一斗普通攻击的攻击速度，并基于其防御力，提高攻击力；<br> · 第一与第三段攻击在命中敌人时，将为荒泷一斗自己提供1层「乱神之怪力」效果；<br> · 荒泷一斗的所有元素抗性与物理抗性降低20%。<br><br>「怒目鬼王」状态将在荒泷一斗退场时解除。<br><br><i>一斗奥义中的奥义（自称）。为了变强去模仿其他东西没有意义，因为世界上最强最恶的鬼王即「荒泷一斗」是也。那一斗只要去模仿一斗就可以了！</i><br><i>翔太觉得很帅。</i>",
                        "Icon": "Skill_E_Itto_01",
                        "ParamDesc": [
                            {
                                "Desc": "攻击力提高",
                                "ParamLevelList": [
                                    "57.6%防御力",
                                    "61.92%防御力",
                                    "66.24%防御力",
                                    "72.0%防御力",
                                    "76.32%防御力",
                                    "80.64%防御力",
                                    "86.4%防御力",
                                    "92.16%防御力",
                                    "97.92%防御力",
                                    "103.68%防御力",
                                    "109.44%防御力",
                                    "115.2%防御力",
                                    "122.4%防御力",
                                    "129.6%防御力",
                                    "136.8%防御力"
                                ]
                            },
                            {
                                "Desc": "攻击速度提高",
                                "ParamLevelList": [
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%",
                                    "10.0%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒",
                                    "11秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "荒泷第一",
                        "Desc": "荒泷一斗施展连续的「荒泷逆袈裟」时，获得以下效果：<br> · 每次斩击都将使接下来的斩击攻击速度提升10%，通过这种方法至多提升30%；<br> · 提升抗打断能力。<br><br>这些效果将在连续施展结束时消失。",
                        "Icon": "UI_Talent_S_Itto_05"
                    },
                    {
                        "Name": "赤鬼之血",
                        "Desc": "「荒泷逆袈裟」造成的伤害提高，伤害提高值基于荒泷一斗防御力的35%。",
                        "Icon": "UI_Talent_S_Itto_06"
                    },
                    {
                        "Name": "干裂枝碎",
                        "Desc": "队伍中自己的角色通过攻击树木获取木材时，有25%的几率获得额外的木材。",
                        "Icon": "UI_Talent_S_Itto_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "倘若不知，我讲你听",
                        "Desc": "施放<color style='color:#FFD780;'>最恶鬼王 · 一斗轰临！！</color>后，荒泷一斗获得2层「乱神之怪力」效果。1秒后，荒泷一斗每0.5秒再获得1层「乱神之怪力」效果，持续1.5秒。",
                        "Icon": "UI_Talent_S_Itto_01"
                    },
                    {
                        "Level": 2,
                        "Name": "纠集众人，斗倒御岳",
                        "Desc": "施放<color style='color:#FFD780;'>最恶鬼王 · 一斗轰临！！</color>后，队伍中每个元素类型为<color style='color:#FFE699;'>岩元素</color>的角色，都将使其冷却时间减少1.5秒，使荒泷一斗的元素能量恢复6点。<br>通过这种方式，至多减少4.5秒冷却时间，恢复18点元素能量。",
                        "Icon": "UI_Talent_S_Itto_02"
                    },
                    {
                        "Level": 3,
                        "Name": "水陆自在，牛王同行",
                        "Desc": "<color style='color:#FFD780;'>魔杀绝技 · 赤牛发破！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Itto_01"
                    },
                    {
                        "Level": 4,
                        "Name": "奉行牢狱，茶饭之所",
                        "Desc": "<color style='color:#FFD780;'>最恶鬼王 · 一斗轰临！！</color>施加的「怒目鬼王」状态结束后，附近的队伍中所有角色的防御力提升20%，攻击力提升20%，持续10秒。",
                        "Icon": "UI_Talent_S_Itto_03"
                    },
                    {
                        "Level": 5,
                        "Name": "十年花坂，皆知我名",
                        "Desc": "<color style='color:#FFD780;'>最恶鬼王 · 一斗轰临！！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Itto_02"
                    },
                    {
                        "Level": 6,
                        "Name": "在下荒泷一斗是也",
                        "Desc": "荒泷一斗的重击的暴击伤害提高70%；此外，施展「荒泷逆袈裟」时，有50%的几率不消耗「乱神之怪力」。",
                        "Icon": "UI_Talent_S_Itto_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Itto": {
        "AttackList": [
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 82.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.3
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 82.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.2
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 77.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.7
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 77.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 98.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.7
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 98.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        3.2,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 124.5,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        3.8,
                        5.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 124.5,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.3
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        4.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.3,
                        5.7
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.07,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        3.8,
                        4.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.4,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.07,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        5.0,
                        5.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.7,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 250.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}