// Auto Generated

var _AvatarDataConfig_ = {
    "Jahoda": {}
}

var _AvatarMats_ = {
    "Jahoda": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101257": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113078": 2,
                "101257": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113078": 4,
                "101257": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113078": 8,
                "101257": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113078": 12,
                "101257": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113078": 20,
                "101257": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113073": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113073": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113073": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113073": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113073": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113073": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113073": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113073": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113073": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113073": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113073": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113073": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Jahoda": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "见机行矢",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，强风会在箭矢上持续积聚。聚满了强风之力的箭矢会造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，攻击下落路径上的敌人，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "41.6739%",
                                    "45.0659%",
                                    "48.458%",
                                    "53.3038%",
                                    "56.6959%",
                                    "60.5725%",
                                    "65.9029%",
                                    "71.2333%",
                                    "76.5636%",
                                    "82.3786%",
                                    "88.1936%",
                                    "94.0085%",
                                    "99.8235%",
                                    "105.6384%",
                                    "111.4534%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "19.2313%×2",
                                    "20.7967%×2",
                                    "22.362%×2",
                                    "24.5982%×2",
                                    "26.1635%×2",
                                    "27.9525%×2",
                                    "30.4123%×2",
                                    "32.8721%×2",
                                    "35.332%×2",
                                    "38.0154%×2",
                                    "40.6988%×2",
                                    "43.3823%×2",
                                    "46.0657%×2",
                                    "48.7492%×2",
                                    "51.4326%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "51.1975%",
                                    "55.3648%",
                                    "59.532%",
                                    "65.4852%",
                                    "69.6524%",
                                    "74.415%",
                                    "80.9635%",
                                    "87.512%",
                                    "94.0606%",
                                    "101.2044%",
                                    "108.3482%",
                                    "115.4921%",
                                    "122.6359%",
                                    "129.7798%",
                                    "136.9236%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "奇策 · 财富分配方案",
                        "Desc": "雅珂达向敌人突进，并在触及敌人时进入「掠影追袭」状态。处于该状态下时，雅珂达将持续快速移动；若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，雅珂达还会偷偷将随身携带的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>转换成对应的元素属性，并持续进行装填。持续时间结束或再次施放时，雅珂达将会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达也会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，退出掠影追袭状态，并对附近的敌人造成一次伤害更高的<color style='color:#80FFD7;'>风元素伤害</color>。<br>如果雅珂达的突进没有触及敌人，雅珂达会在原地投掷下一枚烟雾弹，对身边的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，还会为雅珂达恢复2点元素能量，该效果每3.5秒至多触发一次。<br><br><i>世上分配财富的方式很多，但对挪德卡莱的宝藏猎人与盗宝团而言，效率最高的分配方式从来都只有一种。</i>",
                        "Icon": "Skill_S_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "烟雾弹伤害",
                                "ParamLevelList": [
                                    "136.8%",
                                    "147.06%",
                                    "157.32%",
                                    "171.0%",
                                    "181.26%",
                                    "191.52%",
                                    "205.2%",
                                    "218.88%",
                                    "232.56%",
                                    "246.24%",
                                    "259.92%",
                                    "273.6%",
                                    "290.7%",
                                    "307.8%",
                                    "324.9%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶未装满伤害",
                                "ParamLevelList": [
                                    "164.16%",
                                    "176.472%",
                                    "188.784%",
                                    "205.2%",
                                    "217.512%",
                                    "229.824%",
                                    "246.24%",
                                    "262.656%",
                                    "279.072%",
                                    "295.488%",
                                    "311.904%",
                                    "328.32%",
                                    "348.84%",
                                    "369.36%",
                                    "389.88%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶装满伤害",
                                "ParamLevelList": [
                                    "182.4%",
                                    "196.08%",
                                    "209.76%",
                                    "228.0%",
                                    "241.68%",
                                    "255.36%",
                                    "273.6%",
                                    "291.84%",
                                    "310.08%",
                                    "328.32%",
                                    "346.56%",
                                    "364.8%",
                                    "387.6%",
                                    "410.4%",
                                    "433.2%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "猫猫球伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘器 · 猎人的七道具",
                        "Desc": "压箱底的秘藏只能在这里用掉啦！雅珂达取出两枚<color style='color:#FFD780;'>猫型家用互助协调器</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>「所谓互助协调嘛，就是你掏出摩拉互助，我们负责协调。怎么样，很合理吧？」</i>",
                        "Icon": "Skill_E_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "207.2%",
                                    "222.74%",
                                    "238.28%",
                                    "259.0%",
                                    "274.54%",
                                    "290.08%",
                                    "310.8%",
                                    "331.52%",
                                    "352.24%",
                                    "372.96%",
                                    "393.68%",
                                    "414.4%",
                                    "440.3%",
                                    "466.2%",
                                    "492.1%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器伤害",
                                "ParamLevelList": [
                                    "17.2664%",
                                    "18.5614%",
                                    "19.8564%",
                                    "21.583%",
                                    "22.878%",
                                    "24.173%",
                                    "25.8996%",
                                    "27.6262%",
                                    "29.3529%",
                                    "31.0795%",
                                    "32.8062%",
                                    "34.5328%",
                                    "36.6911%",
                                    "38.8494%",
                                    "41.0077%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器治疗量",
                                "ParamLevelList": [
                                    "79.872%攻击力+500.73764",
                                    "85.8624%攻击力+550.81836",
                                    "91.8528%攻击力+605.0725",
                                    "99.84%攻击力+663.5",
                                    "105.8304%攻击力+726.1009",
                                    "111.8208%攻击力+792.8752",
                                    "119.808%攻击力+863.8229",
                                    "127.7952%攻击力+938.944",
                                    "135.7824%攻击力+1018.23846",
                                    "143.7696%攻击力+1101.7063",
                                    "151.7568%攻击力+1189.3477",
                                    "159.744%攻击力+1281.1622",
                                    "169.728%攻击力+1377.1503",
                                    "179.712%攻击力+1477.3118",
                                    "189.696%攻击力+1581.6466"
                                ]
                            },
                            {
                                "Desc": "最低生命值角色额外治疗量",
                                "ParamLevelList": [
                                    "30.72%攻击力+192.59721",
                                    "33.024%攻击力+211.8596",
                                    "35.328%攻击力+232.7272",
                                    "38.4%攻击力+255.2",
                                    "40.704%攻击力+279.27798",
                                    "43.008%攻击力+304.96118",
                                    "46.08%攻击力+332.2496",
                                    "49.152%攻击力+361.1432",
                                    "52.224%攻击力+391.642",
                                    "55.296%攻击力+423.74597",
                                    "58.368%攻击力+457.45517",
                                    "61.44%攻击力+492.76956",
                                    "65.28%攻击力+529.68915",
                                    "69.12%攻击力+568.214",
                                    "72.96%攻击力+608.34393"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "索酬的巧计",
                        "Desc": "当队伍中存在至少1名元素类型为<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>的角色时，将依据对应元素类型的角色数量，使元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>获得强化。<br>雅珂达会偷偷记录队伍中上述元素类型的角色。在这些角色中，若角色数量最多的元素类型为：<br> · <color style='color:#FF9999;'>火元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本130%的伤害；<br> · <color style='color:#80C0FF;'>水元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本120%的治疗量；<br> · <color style='color:#FFACFF;'>雷元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的数量增加一个；<br> · <color style='color:#99FFFF;'>冰元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的攻击间隔减少10%。<br><br>若上述元素类型的角色数量相同，则按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的顺序进行记录。初始至多只有一种元素类型对应的效果生效。",
                        "Icon": "UI_Talent_S_Jahoda_05"
                    },
                    {
                        "Name": "蜜莓的嘉赏",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<link>猫型家用互助协调器</link>对队伍中自己的当前场上角色触发治疗时，若受到治疗的角色生命值高于70%，则该角色的元素精通提升100点，持续6秒。",
                        "Icon": "UI_Talent_S_Jahoda_06"
                    },
                    {
                        "Name": "月兆祝赐 · 檐上趱行",
                        "Desc": "雅珂达在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Jahoda_07"
                    },
                    {
                        "Name": "暗巷的黠慧",
                        "Desc": "在挪德卡莱执行探索派遣任务时，消耗的时间缩短25%。<br>此外，作为「秘闻馆」的雇员，雅珂达似乎可以通过某种方式获取各方的情报，而那夏镇的某些势力似乎对这些情报很有兴趣…",
                        "Icon": "UI_Talent_S_Jahoda_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "再来一瓶！",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中，<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>发射的<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，有50%的概率进行一次弹跳，对附近的敌人造成对应元素伤害。",
                        "Icon": "UI_Talent_S_Jahoda_01"
                    },
                    {
                        "Level": 2,
                        "Name": "律贼的临机应变",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：固有天赋「索酬的巧计」中，除角色数量最多的元素类型外，雅珂达还可以偷偷记录剩余元素类型中角色数量最多的元素类型，并使至多两种元素类型对应的效果生效。该效果需要解锁固有天赋「索酬的巧计」。",
                        "Icon": "UI_Talent_S_Jahoda_04"
                    },
                    {
                        "Level": 3,
                        "Name": "无所依归的豪赌",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_01"
                    },
                    {
                        "Level": 4,
                        "Name": "尘沙之上的野莓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>发生元素转化时，将会为雅珂达回复4点元素能量。",
                        "Icon": "UI_Talent_S_Jahoda_03"
                    },
                    {
                        "Level": 5,
                        "Name": "最伟大的财宝",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_02"
                    },
                    {
                        "Level": 6,
                        "Name": "最渺小的幸运",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满后的20秒内，队伍中的挪德卡莱区域的角色的暴击率提升5%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_S_Jahoda_02"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "呼噜噜秘藏瓶",
                        "Desc": "雅珂达施放元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>后取出的小型元素瓶。<br>雅珂达处于「掠影追袭」状态下时，若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，呼噜噜秘藏瓶会转化为对应的元素类型，并持续进行装填，且会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次施放元素战技后，呼噜噜秘藏瓶至多能进行一次转化。<br>呼噜噜秘藏瓶装满时，雅珂达将会退出「掠影追袭」状态，对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>，并清空呼噜噜秘藏瓶。<br>每次施放元素战技时，雅珂达都会重新取出一个新的呼噜噜秘藏瓶。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。"
                    },
                    {
                        "Name": "猫型家用互助协调器",
                        "Desc": "曾是宝藏猎人的雅珂达随身携带的小道具之一，施放元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>后取出。<br>猫型家用互助协调器将会持续为队伍中自己的当前场上角色恢复生命值；如果受到治疗的角色生命值高于70%，还会同时为队伍中生命值最低的角色恢复生命值。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，猫型家用互助协调器将会转化为对应的元素类型，并会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次取出猫型家用互助协调器后，至多通过这种方式进行一次元素转化。触发元素转化后，猫型家用互助协调器将会间歇性攻击附近至多3名敌人，造成对应元素伤害。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "见机行矢",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，强风会在箭矢上持续积聚。聚满了强风之力的箭矢会造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，攻击下落路径上的敌人，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "41.6739%",
                                    "45.0659%",
                                    "48.458%",
                                    "53.3038%",
                                    "56.6959%",
                                    "60.5725%",
                                    "65.9029%",
                                    "71.2333%",
                                    "76.5636%",
                                    "82.3786%",
                                    "88.1936%",
                                    "94.0085%",
                                    "99.8235%",
                                    "105.6384%",
                                    "111.4534%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "19.2313%×2",
                                    "20.7967%×2",
                                    "22.362%×2",
                                    "24.5982%×2",
                                    "26.1635%×2",
                                    "27.9525%×2",
                                    "30.4123%×2",
                                    "32.8721%×2",
                                    "35.332%×2",
                                    "38.0154%×2",
                                    "40.6988%×2",
                                    "43.3823%×2",
                                    "46.0657%×2",
                                    "48.7492%×2",
                                    "51.4326%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "51.1975%",
                                    "55.3648%",
                                    "59.532%",
                                    "65.4852%",
                                    "69.6524%",
                                    "74.415%",
                                    "80.9635%",
                                    "87.512%",
                                    "94.0606%",
                                    "101.2044%",
                                    "108.3482%",
                                    "115.4921%",
                                    "122.6359%",
                                    "129.7798%",
                                    "136.9236%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "奇策 · 财富分配方案",
                        "Desc": "雅珂达向敌人突进，并在触及敌人时进入「掠影追袭」状态。处于该状态下时，雅珂达将持续快速移动；若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，雅珂达还会偷偷将随身携带的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>转换成对应的元素属性，并持续进行装填。持续时间结束或再次施放时，雅珂达将会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达也会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，退出掠影追袭状态，并对附近的敌人造成一次伤害更高的<color style='color:#80FFD7;'>风元素伤害</color>。<br>如果雅珂达的突进没有触及敌人，雅珂达会在原地投掷下一枚烟雾弹，对身边的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，还会为雅珂达恢复2点元素能量，该效果每3.5秒至多触发一次。<br><br><i>世上分配财富的方式很多，但对挪德卡莱的宝藏猎人与盗宝团而言，效率最高的分配方式从来都只有一种。</i>",
                        "Icon": "Skill_S_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "烟雾弹伤害",
                                "ParamLevelList": [
                                    "136.8%",
                                    "147.06%",
                                    "157.32%",
                                    "171.0%",
                                    "181.26%",
                                    "191.52%",
                                    "205.2%",
                                    "218.88%",
                                    "232.56%",
                                    "246.24%",
                                    "259.92%",
                                    "273.6%",
                                    "290.7%",
                                    "307.8%",
                                    "324.9%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶未装满伤害",
                                "ParamLevelList": [
                                    "164.16%",
                                    "176.472%",
                                    "188.784%",
                                    "205.2%",
                                    "217.512%",
                                    "229.824%",
                                    "246.24%",
                                    "262.656%",
                                    "279.072%",
                                    "295.488%",
                                    "311.904%",
                                    "328.32%",
                                    "348.84%",
                                    "369.36%",
                                    "389.88%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶装满伤害",
                                "ParamLevelList": [
                                    "182.4%",
                                    "196.08%",
                                    "209.76%",
                                    "228.0%",
                                    "241.68%",
                                    "255.36%",
                                    "273.6%",
                                    "291.84%",
                                    "310.08%",
                                    "328.32%",
                                    "346.56%",
                                    "364.8%",
                                    "387.6%",
                                    "410.4%",
                                    "433.2%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "猫猫球伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘器 · 猎人的七道具",
                        "Desc": "压箱底的秘藏只能在这里用掉啦！雅珂达取出两枚<color style='color:#FFD780;'>猫型家用互助协调器</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>「所谓互助协调嘛，就是你掏出摩拉互助，我们负责协调。怎么样，很合理吧？」</i>",
                        "Icon": "Skill_E_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "207.2%",
                                    "222.74%",
                                    "238.28%",
                                    "259.0%",
                                    "274.54%",
                                    "290.08%",
                                    "310.8%",
                                    "331.52%",
                                    "352.24%",
                                    "372.96%",
                                    "393.68%",
                                    "414.4%",
                                    "440.3%",
                                    "466.2%",
                                    "492.1%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器伤害",
                                "ParamLevelList": [
                                    "17.2664%",
                                    "18.5614%",
                                    "19.8564%",
                                    "21.583%",
                                    "22.878%",
                                    "24.173%",
                                    "25.8996%",
                                    "27.6262%",
                                    "29.3529%",
                                    "31.0795%",
                                    "32.8062%",
                                    "34.5328%",
                                    "36.6911%",
                                    "38.8494%",
                                    "41.0077%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器治疗量",
                                "ParamLevelList": [
                                    "79.872%攻击力+500.73764",
                                    "85.8624%攻击力+550.81836",
                                    "91.8528%攻击力+605.0725",
                                    "99.84%攻击力+663.5",
                                    "105.8304%攻击力+726.1009",
                                    "111.8208%攻击力+792.8752",
                                    "119.808%攻击力+863.8229",
                                    "127.7952%攻击力+938.944",
                                    "135.7824%攻击力+1018.23846",
                                    "143.7696%攻击力+1101.7063",
                                    "151.7568%攻击力+1189.3477",
                                    "159.744%攻击力+1281.1622",
                                    "169.728%攻击力+1377.1503",
                                    "179.712%攻击力+1477.3118",
                                    "189.696%攻击力+1581.6466"
                                ]
                            },
                            {
                                "Desc": "最低生命值角色额外治疗量",
                                "ParamLevelList": [
                                    "30.72%攻击力+192.59721",
                                    "33.024%攻击力+211.8596",
                                    "35.328%攻击力+232.7272",
                                    "38.4%攻击力+255.2",
                                    "40.704%攻击力+279.27798",
                                    "43.008%攻击力+304.96118",
                                    "46.08%攻击力+332.2496",
                                    "49.152%攻击力+361.1432",
                                    "52.224%攻击力+391.642",
                                    "55.296%攻击力+423.74597",
                                    "58.368%攻击力+457.45517",
                                    "61.44%攻击力+492.76956",
                                    "65.28%攻击力+529.68915",
                                    "69.12%攻击力+568.214",
                                    "72.96%攻击力+608.34393"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "索酬的巧计",
                        "Desc": "当队伍中存在至少1名元素类型为<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>的角色时，将依据对应元素类型的角色数量，使元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>获得强化。<br>雅珂达会偷偷记录队伍中上述元素类型的角色。在这些角色中，若角色数量最多的元素类型为：<br> · <color style='color:#FF9999;'>火元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本130%的伤害；<br> · <color style='color:#80C0FF;'>水元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本120%的治疗量；<br> · <color style='color:#FFACFF;'>雷元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的数量增加一个；<br> · <color style='color:#99FFFF;'>冰元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的攻击间隔减少10%。<br><br>若上述元素类型的角色数量相同，则按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的顺序进行记录。初始至多只有一种元素类型对应的效果生效。",
                        "Icon": "UI_Talent_S_Jahoda_05"
                    },
                    {
                        "Name": "蜜莓的嘉赏",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>对队伍中自己的当前场上角色触发治疗时，若受到治疗的角色生命值高于70%，则该角色的元素精通提升100点，持续6秒。",
                        "Icon": "UI_Talent_S_Jahoda_06"
                    },
                    {
                        "Name": "月兆祝赐 · 檐上趱行",
                        "Desc": "雅珂达在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Jahoda_07"
                    },
                    {
                        "Name": "暗巷的黠慧",
                        "Desc": "在挪德卡莱执行探索派遣任务时，消耗的时间缩短25%。<br>此外，作为「秘闻馆」的雇员，雅珂达似乎可以通过某种方式获取各方的情报，而那夏镇的某些势力似乎对这些情报很有兴趣…",
                        "Icon": "UI_Talent_S_Jahoda_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "再来一瓶！",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中，<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>发射的<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，有50%的概率进行一次弹跳，对附近的敌人造成对应元素伤害。",
                        "Icon": "UI_Talent_S_Jahoda_03"
                    },
                    {
                        "Level": 2,
                        "Name": "律贼的临机应变",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：固有天赋「索酬的巧计」中，除角色数量最多的元素类型外，雅珂达还可以偷偷记录剩余元素类型中角色数量最多的元素类型，并使至多两种元素类型对应的效果生效。该效果需要解锁固有天赋「索酬的巧计」。",
                        "Icon": "UI_Talent_S_Jahoda_02"
                    },
                    {
                        "Level": 3,
                        "Name": "无所依归的豪赌",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_01"
                    },
                    {
                        "Level": 4,
                        "Name": "尘沙之上的野莓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>发生元素转化时，将会为雅珂达回复4点元素能量。",
                        "Icon": "UI_Talent_S_Jahoda_01"
                    },
                    {
                        "Level": 5,
                        "Name": "最伟大的财宝",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_02"
                    },
                    {
                        "Level": 6,
                        "Name": "最渺小的幸运",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满后的20秒内，队伍中的月兆角色的暴击率提升5%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_S_Jahoda_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "呼噜噜秘藏瓶",
                        "Desc": "雅珂达施放元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>后取出的小型元素瓶。<br>雅珂达处于「掠影追袭」状态下时，若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，呼噜噜秘藏瓶会转化为对应的元素类型，并持续进行装填，且会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次施放元素战技后，呼噜噜秘藏瓶至多能进行一次转化。<br>呼噜噜秘藏瓶装满时，雅珂达将会退出「掠影追袭」状态，对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>，并清空呼噜噜秘藏瓶。<br>每次施放元素战技时，雅珂达都会重新取出一个新的呼噜噜秘藏瓶。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。"
                    },
                    {
                        "Name": "猫型家用互助协调器",
                        "Desc": "曾是宝藏猎人的雅珂达随身携带的小道具之一，施放元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>后取出。<br>猫型家用互助协调器将会持续为队伍中自己的当前场上角色恢复生命值；如果受到治疗的角色生命值高于70%，还会同时为队伍中生命值最低的角色恢复生命值。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，猫型家用互助协调器将会转化为对应的元素类型，并会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次取出猫型家用互助协调器后，至多通过这种方式进行一次元素转化。触发元素转化后，猫型家用互助协调器将会间歇性攻击附近至多3名敌人，造成对应元素伤害。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "见机行矢",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，强风会在箭矢上持续积聚。聚满了强风之力的箭矢会造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，攻击下落路径上的敌人，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "41.6739%",
                                    "45.0659%",
                                    "48.458%",
                                    "53.3038%",
                                    "56.6959%",
                                    "60.5725%",
                                    "65.9029%",
                                    "71.2333%",
                                    "76.5636%",
                                    "82.3786%",
                                    "88.1936%",
                                    "94.0085%",
                                    "99.8235%",
                                    "105.6384%",
                                    "111.4534%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "19.2313%×2",
                                    "20.7967%×2",
                                    "22.362%×2",
                                    "24.5982%×2",
                                    "26.1635%×2",
                                    "27.9525%×2",
                                    "30.4123%×2",
                                    "32.8721%×2",
                                    "35.332%×2",
                                    "38.0154%×2",
                                    "40.6988%×2",
                                    "43.3823%×2",
                                    "46.0657%×2",
                                    "48.7492%×2",
                                    "51.4326%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "51.1975%",
                                    "55.3648%",
                                    "59.532%",
                                    "65.4852%",
                                    "69.6524%",
                                    "74.415%",
                                    "80.9635%",
                                    "87.512%",
                                    "94.0606%",
                                    "101.2044%",
                                    "108.3482%",
                                    "115.4921%",
                                    "122.6359%",
                                    "129.7798%",
                                    "136.9236%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "奇策 · 财富分配方案",
                        "Desc": "雅珂达向敌人突进，并在触及敌人时进入「掠影追袭」状态。处于该状态下时，雅珂达将持续快速移动；若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，雅珂达还会偷偷将随身携带的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>转换成对应的元素属性，并持续进行装填。持续时间结束或再次施放时，雅珂达将会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达也会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，退出掠影追袭状态，并对附近的敌人造成一次伤害更高的<color style='color:#80FFD7;'>风元素伤害</color>。<br>如果雅珂达的突进没有触及敌人，雅珂达会在原地投掷下一枚烟雾弹，对身边的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，还会为雅珂达恢复2点元素能量，该效果每3.5秒至多触发一次。<br><br><i>世上分配财富的方式很多，但对挪德卡莱的宝藏猎人与盗宝团而言，效率最高的分配方式从来都只有一种。</i>",
                        "Icon": "Skill_S_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "烟雾弹伤害",
                                "ParamLevelList": [
                                    "159.0%",
                                    "170.925%",
                                    "182.85%",
                                    "198.75%",
                                    "210.675%",
                                    "222.6%",
                                    "238.5%",
                                    "254.4%",
                                    "270.3%",
                                    "286.2%",
                                    "302.1%",
                                    "318.0%",
                                    "337.875%",
                                    "357.75%",
                                    "377.625%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶未装满伤害",
                                "ParamLevelList": [
                                    "190.8%",
                                    "205.11%",
                                    "219.42%",
                                    "238.5%",
                                    "252.81%",
                                    "267.12%",
                                    "286.2%",
                                    "305.28%",
                                    "324.36%",
                                    "343.44%",
                                    "362.52%",
                                    "381.6%",
                                    "405.45%",
                                    "429.3%",
                                    "453.15%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶装满伤害",
                                "ParamLevelList": [
                                    "182.4%",
                                    "196.08%",
                                    "209.76%",
                                    "228.0%",
                                    "241.68%",
                                    "255.36%",
                                    "273.6%",
                                    "291.84%",
                                    "310.08%",
                                    "328.32%",
                                    "346.56%",
                                    "364.8%",
                                    "387.6%",
                                    "410.4%",
                                    "433.2%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "猫猫球伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘器 · 猎人的七道具",
                        "Desc": "压箱底的秘藏只能在这里用掉啦！雅珂达取出两枚<color style='color:#FFD780;'>猫型家用互助协调器</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>「所谓互助协调嘛，就是你掏出摩拉互助，我们负责协调。怎么样，很合理吧？」</i>",
                        "Icon": "Skill_E_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "207.2%",
                                    "222.74%",
                                    "238.28%",
                                    "259.0%",
                                    "274.54%",
                                    "290.08%",
                                    "310.8%",
                                    "331.52%",
                                    "352.24%",
                                    "372.96%",
                                    "393.68%",
                                    "414.4%",
                                    "440.3%",
                                    "466.2%",
                                    "492.1%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器伤害",
                                "ParamLevelList": [
                                    "17.2664%",
                                    "18.5614%",
                                    "19.8564%",
                                    "21.583%",
                                    "22.878%",
                                    "24.173%",
                                    "25.8996%",
                                    "27.6262%",
                                    "29.3529%",
                                    "31.0795%",
                                    "32.8062%",
                                    "34.5328%",
                                    "36.6911%",
                                    "38.8494%",
                                    "41.0077%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器治疗量",
                                "ParamLevelList": [
                                    "79.872%攻击力+500.73764",
                                    "85.8624%攻击力+550.81836",
                                    "91.8528%攻击力+605.0725",
                                    "99.84%攻击力+663.5",
                                    "105.8304%攻击力+726.1009",
                                    "111.8208%攻击力+792.8752",
                                    "119.808%攻击力+863.8229",
                                    "127.7952%攻击力+938.944",
                                    "135.7824%攻击力+1018.23846",
                                    "143.7696%攻击力+1101.7063",
                                    "151.7568%攻击力+1189.3477",
                                    "159.744%攻击力+1281.1622",
                                    "169.728%攻击力+1377.1503",
                                    "179.712%攻击力+1477.3118",
                                    "189.696%攻击力+1581.6466"
                                ]
                            },
                            {
                                "Desc": "最低生命值角色额外治疗量",
                                "ParamLevelList": [
                                    "30.72%攻击力+192.59721",
                                    "33.024%攻击力+211.8596",
                                    "35.328%攻击力+232.7272",
                                    "38.4%攻击力+255.2",
                                    "40.704%攻击力+279.27798",
                                    "43.008%攻击力+304.96118",
                                    "46.08%攻击力+332.2496",
                                    "49.152%攻击力+361.1432",
                                    "52.224%攻击力+391.642",
                                    "55.296%攻击力+423.74597",
                                    "58.368%攻击力+457.45517",
                                    "61.44%攻击力+492.76956",
                                    "65.28%攻击力+529.68915",
                                    "69.12%攻击力+568.214",
                                    "72.96%攻击力+608.34393"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "索酬的巧计",
                        "Desc": "当队伍中存在至少1名元素类型为<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>的角色时，将依据对应元素类型的角色数量，使元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>获得强化。<br>雅珂达会偷偷记录队伍中上述元素类型的角色。在这些角色中，若角色数量最多的元素类型为：<br> · <color style='color:#FF9999;'>火元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本130%的伤害；<br> · <color style='color:#80C0FF;'>水元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本120%的治疗量；<br> · <color style='color:#FFACFF;'>雷元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的数量增加一个；<br> · <color style='color:#99FFFF;'>冰元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的攻击间隔减少10%。<br><br>若上述元素类型的角色数量相同，则按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的顺序进行记录。初始至多只有一种元素类型对应的效果生效。",
                        "Icon": "UI_Talent_S_Jahoda_05"
                    },
                    {
                        "Name": "蜜莓的嘉赏",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>对队伍中自己的当前场上角色触发治疗时，若受到治疗的角色生命值高于70%，则该角色的元素精通提升100点，持续6秒。",
                        "Icon": "UI_Talent_S_Jahoda_06"
                    },
                    {
                        "Name": "月兆祝赐 · 檐上趱行",
                        "Desc": "雅珂达在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Jahoda_07"
                    },
                    {
                        "Name": "暗巷的黠慧",
                        "Desc": "在挪德卡莱执行探索派遣任务时，消耗的时间缩短25%。",
                        "Icon": "UI_Talent_S_Jahoda_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "再来一瓶！",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中，<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>发射的<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，有50%的概率进行一次弹跳，对附近的敌人造成对应元素伤害。",
                        "Icon": "UI_Talent_S_Jahoda_03"
                    },
                    {
                        "Level": 2,
                        "Name": "律贼的临机应变",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：突破天赋「索酬的巧计」中，除角色数量最多的元素类型外，雅珂达还可以偷偷记录剩余元素类型中角色数量最多的元素类型，并使至多两种元素类型对应的效果生效。该效果需要解锁突破天赋「索酬的巧计」。",
                        "Icon": "UI_Talent_S_Jahoda_02"
                    },
                    {
                        "Level": 3,
                        "Name": "无所依归的豪赌",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_01"
                    },
                    {
                        "Level": 4,
                        "Name": "尘沙之上的野莓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>发生元素转化时，将会为雅珂达回复4点元素能量。",
                        "Icon": "UI_Talent_S_Jahoda_01"
                    },
                    {
                        "Level": 5,
                        "Name": "最伟大的财宝",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_02"
                    },
                    {
                        "Level": 6,
                        "Name": "最渺小的幸运",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满后的20秒内，队伍中附近的月兆角色的暴击率提升5%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_S_Jahoda_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "呼噜噜秘藏瓶",
                        "Desc": "雅珂达施放元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>后取出的小型元素瓶。<br>雅珂达处于「掠影追袭」状态下时，若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，呼噜噜秘藏瓶会转化为对应的元素类型，并持续进行装填，且会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次施放元素战技后，呼噜噜秘藏瓶至多能进行一次转化。<br>呼噜噜秘藏瓶装满时，雅珂达将会退出「掠影追袭」状态，对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>，并清空呼噜噜秘藏瓶。<br>每次施放元素战技时，雅珂达都会重新取出一个新的呼噜噜秘藏瓶。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。"
                    },
                    {
                        "Name": "猫型家用互助协调器",
                        "Desc": "曾是宝藏猎人的雅珂达随身携带的小道具之一，施放元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>后取出。<br>猫型家用互助协调器将会持续为队伍中自己的当前场上角色恢复生命值；如果受到治疗的角色生命值高于70%，还会同时为队伍中附近生命值最低的角色恢复生命值。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，猫型家用互助协调器将会转化为对应的元素类型，并会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次取出猫型家用互助协调器后，至多通过这种方式进行一次元素转化。触发元素转化后，猫型家用互助协调器将会间歇性攻击附近至多3名敌人，造成对应元素伤害。"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "见机行矢",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，强风会在箭矢上持续积聚。聚满了强风之力的箭矢会造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，攻击下落路径上的敌人，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "41.6739%",
                                    "45.0659%",
                                    "48.458%",
                                    "53.3038%",
                                    "56.6959%",
                                    "60.5725%",
                                    "65.9029%",
                                    "71.2333%",
                                    "76.5636%",
                                    "82.3786%",
                                    "88.1936%",
                                    "94.0085%",
                                    "99.8235%",
                                    "105.6384%",
                                    "111.4534%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "19.2313%×2",
                                    "20.7967%×2",
                                    "22.362%×2",
                                    "24.5982%×2",
                                    "26.1635%×2",
                                    "27.9525%×2",
                                    "30.4123%×2",
                                    "32.8721%×2",
                                    "35.332%×2",
                                    "38.0154%×2",
                                    "40.6988%×2",
                                    "43.3823%×2",
                                    "46.0657%×2",
                                    "48.7492%×2",
                                    "51.4326%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "51.1975%",
                                    "55.3648%",
                                    "59.532%",
                                    "65.4852%",
                                    "69.6524%",
                                    "74.415%",
                                    "80.9635%",
                                    "87.512%",
                                    "94.0606%",
                                    "101.2044%",
                                    "108.3482%",
                                    "115.4921%",
                                    "122.6359%",
                                    "129.7798%",
                                    "136.9236%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "奇策 · 财富分配方案",
                        "Desc": "雅珂达向敌人突进，并在触及敌人时进入「掠影追袭」状态。处于该状态下时，雅珂达将持续快速移动；若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，雅珂达还会偷偷将随身携带的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>转换成对应的元素属性，并持续进行装填。持续时间结束或再次施放时，雅珂达将会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达也会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，退出掠影追袭状态，并对附近的敌人造成一次伤害更高的<color style='color:#80FFD7;'>风元素伤害</color>。<br>如果雅珂达的突进没有触及敌人，雅珂达会在原地投掷下一枚烟雾弹，对身边的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，还会为雅珂达恢复2点元素能量，该效果每3.5秒至多触发一次。<br><br><i>世上分配财富的方式很多，但对挪德卡莱的宝藏猎人与盗宝团而言，效率最高的分配方式从来都只有一种。</i>",
                        "Icon": "Skill_S_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "烟雾弹伤害",
                                "ParamLevelList": [
                                    "159.0%",
                                    "170.925%",
                                    "182.85%",
                                    "198.75%",
                                    "210.675%",
                                    "222.6%",
                                    "238.5%",
                                    "254.4%",
                                    "270.3%",
                                    "286.2%",
                                    "302.1%",
                                    "318.0%",
                                    "337.875%",
                                    "357.75%",
                                    "377.625%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶未装满伤害",
                                "ParamLevelList": [
                                    "190.8%",
                                    "205.11%",
                                    "219.42%",
                                    "238.5%",
                                    "252.81%",
                                    "267.12%",
                                    "286.2%",
                                    "305.28%",
                                    "324.36%",
                                    "343.44%",
                                    "362.52%",
                                    "381.6%",
                                    "405.45%",
                                    "429.3%",
                                    "453.15%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶装满伤害",
                                "ParamLevelList": [
                                    "212.0%",
                                    "227.9%",
                                    "243.8%",
                                    "265.0%",
                                    "280.9%",
                                    "296.8%",
                                    "318.0%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%",
                                    "424.0%",
                                    "450.5%",
                                    "477.0%",
                                    "503.5%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "猫猫球伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘器 · 猎人的七道具",
                        "Desc": "压箱底的秘藏只能在这里用掉啦！雅珂达取出两枚<color style='color:#FFD780;'>猫型家用互助协调器</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>「所谓互助协调嘛，就是你掏出摩拉互助，我们负责协调。怎么样，很合理吧？」</i>",
                        "Icon": "Skill_E_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "207.2%",
                                    "222.74%",
                                    "238.28%",
                                    "259.0%",
                                    "274.54%",
                                    "290.08%",
                                    "310.8%",
                                    "331.52%",
                                    "352.24%",
                                    "372.96%",
                                    "393.68%",
                                    "414.4%",
                                    "440.3%",
                                    "466.2%",
                                    "492.1%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器伤害",
                                "ParamLevelList": [
                                    "17.2664%",
                                    "18.5614%",
                                    "19.8564%",
                                    "21.583%",
                                    "22.878%",
                                    "24.173%",
                                    "25.8996%",
                                    "27.6262%",
                                    "29.3529%",
                                    "31.0795%",
                                    "32.8062%",
                                    "34.5328%",
                                    "36.6911%",
                                    "38.8494%",
                                    "41.0077%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器治疗量",
                                "ParamLevelList": [
                                    "79.872%攻击力+500.73764",
                                    "85.8624%攻击力+550.81836",
                                    "91.8528%攻击力+605.0725",
                                    "99.84%攻击力+663.5",
                                    "105.8304%攻击力+726.1009",
                                    "111.8208%攻击力+792.8752",
                                    "119.808%攻击力+863.8229",
                                    "127.7952%攻击力+938.944",
                                    "135.7824%攻击力+1018.23846",
                                    "143.7696%攻击力+1101.7063",
                                    "151.7568%攻击力+1189.3477",
                                    "159.744%攻击力+1281.1622",
                                    "169.728%攻击力+1377.1503",
                                    "179.712%攻击力+1477.3118",
                                    "189.696%攻击力+1581.6466"
                                ]
                            },
                            {
                                "Desc": "最低生命值角色额外治疗量",
                                "ParamLevelList": [
                                    "30.72%攻击力+192.59721",
                                    "33.024%攻击力+211.8596",
                                    "35.328%攻击力+232.7272",
                                    "38.4%攻击力+255.2",
                                    "40.704%攻击力+279.27798",
                                    "43.008%攻击力+304.96118",
                                    "46.08%攻击力+332.2496",
                                    "49.152%攻击力+361.1432",
                                    "52.224%攻击力+391.642",
                                    "55.296%攻击力+423.74597",
                                    "58.368%攻击力+457.45517",
                                    "61.44%攻击力+492.76956",
                                    "65.28%攻击力+529.68915",
                                    "69.12%攻击力+568.214",
                                    "72.96%攻击力+608.34393"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "索酬的巧计",
                        "Desc": "当队伍中存在至少1名元素类型为<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>的角色时，将依据对应元素类型的角色数量，使元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>获得强化。<br>雅珂达会偷偷记录队伍中上述元素类型的角色。在这些角色中，若角色数量最多的元素类型为：<br> · <color style='color:#FF9999;'>火元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本130%的伤害；<br> · <color style='color:#80C0FF;'>水元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本120%的治疗量；<br> · <color style='color:#FFACFF;'>雷元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的数量增加一个；<br> · <color style='color:#99FFFF;'>冰元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的攻击间隔减少10%。<br><br>若上述元素类型的角色数量相同，则按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的顺序进行记录。初始至多只有一种元素类型对应的效果生效。",
                        "Icon": "UI_Talent_S_Jahoda_05"
                    },
                    {
                        "Name": "蜜莓的嘉赏",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>对队伍中自己的当前场上角色触发治疗时，若受到治疗的角色生命值高于70%，则该角色的元素精通提升100点，持续6秒。",
                        "Icon": "UI_Talent_S_Jahoda_06"
                    },
                    {
                        "Name": "月兆祝赐 · 檐上趱行",
                        "Desc": "雅珂达在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Jahoda_07"
                    },
                    {
                        "Name": "暗巷的黠慧",
                        "Desc": "在挪德卡莱执行探索派遣任务时，消耗的时间缩短25%。<br>此外，作为「秘闻馆」的雇员，雅珂达似乎可以通过某种方式获取各方的情报，而那夏镇的某些势力似乎对这些情报很有兴趣…",
                        "Icon": "UI_Talent_S_Jahoda_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "再来一瓶！",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中，<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>发射的<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，有50%的概率进行一次弹跳，对附近的敌人造成对应元素伤害。",
                        "Icon": "UI_Talent_S_Jahoda_03"
                    },
                    {
                        "Level": 2,
                        "Name": "律贼的临机应变",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：突破天赋「索酬的巧计」中，除角色数量最多的元素类型外，雅珂达还可以偷偷记录剩余元素类型中角色数量最多的元素类型，并使至多两种元素类型对应的效果生效。该效果需要解锁突破天赋「索酬的巧计」。",
                        "Icon": "UI_Talent_S_Jahoda_02"
                    },
                    {
                        "Level": 3,
                        "Name": "无所依归的豪赌",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_01"
                    },
                    {
                        "Level": 4,
                        "Name": "尘沙之上的野莓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>发生元素转化时，将会为雅珂达回复4点元素能量。",
                        "Icon": "UI_Talent_S_Jahoda_01"
                    },
                    {
                        "Level": 5,
                        "Name": "最伟大的财宝",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_02"
                    },
                    {
                        "Level": 6,
                        "Name": "最渺小的幸运",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满后的20秒内，队伍中附近的月兆角色的暴击率提升5%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_S_Jahoda_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "呼噜噜秘藏瓶",
                        "Desc": "雅珂达施放元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>后取出的小型元素瓶。<br>雅珂达处于「掠影追袭」状态下时，若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，呼噜噜秘藏瓶会转化为对应的元素类型，并持续进行装填，且会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次施放元素战技后，呼噜噜秘藏瓶至多能进行一次转化。<br>呼噜噜秘藏瓶装满时，雅珂达将会退出「掠影追袭」状态，对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>，并清空呼噜噜秘藏瓶。<br>每次施放元素战技时，雅珂达都会重新取出一个新的呼噜噜秘藏瓶。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。"
                    },
                    {
                        "Name": "猫型家用互助协调器",
                        "Desc": "曾是宝藏猎人的雅珂达随身携带的小道具之一，施放元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>后取出。<br>猫型家用互助协调器将会持续为队伍中自己的当前场上角色恢复生命值；如果受到治疗的角色生命值高于70%，还会同时为队伍中附近生命值最低的角色恢复生命值。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，猫型家用互助协调器将会转化为对应的元素类型，并会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次取出猫型家用互助协调器后，至多通过这种方式进行一次元素转化。触发元素转化后，猫型家用互助协调器将会间歇性攻击附近至多3名敌人，造成对应元素伤害。"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "见机行矢",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，强风会在箭矢上持续积聚。聚满了强风之力的箭矢会造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，攻击下落路径上的敌人，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "41.6739%",
                                    "45.0659%",
                                    "48.458%",
                                    "53.3038%",
                                    "56.6959%",
                                    "60.5725%",
                                    "65.9029%",
                                    "71.2333%",
                                    "76.5636%",
                                    "82.3786%",
                                    "88.1936%",
                                    "94.0085%",
                                    "99.8235%",
                                    "105.6384%",
                                    "111.4534%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "19.2313%×2",
                                    "20.7967%×2",
                                    "22.362%×2",
                                    "24.5982%×2",
                                    "26.1635%×2",
                                    "27.9525%×2",
                                    "30.4123%×2",
                                    "32.8721%×2",
                                    "35.332%×2",
                                    "38.0154%×2",
                                    "40.6988%×2",
                                    "43.3823%×2",
                                    "46.0657%×2",
                                    "48.7492%×2",
                                    "51.4326%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "51.1975%",
                                    "55.3648%",
                                    "59.532%",
                                    "65.4852%",
                                    "69.6524%",
                                    "74.415%",
                                    "80.9635%",
                                    "87.512%",
                                    "94.0606%",
                                    "101.2044%",
                                    "108.3482%",
                                    "115.4921%",
                                    "122.6359%",
                                    "129.7798%",
                                    "136.9236%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "奇策 · 财富分配方案",
                        "Desc": "雅珂达向敌人突进，并在触及敌人时进入「掠影追袭」状态。处于该状态下时，雅珂达将持续快速移动；若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，雅珂达还会偷偷将随身携带的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>转换成对应的元素属性，并持续进行装填。持续时间结束或再次施放时，雅珂达将会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达也会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，退出掠影追袭状态，并对附近的敌人造成一次伤害更高的<color style='color:#80FFD7;'>风元素伤害</color>。<br>如果雅珂达的突进没有触及敌人，雅珂达会在原地投掷下一枚烟雾弹，对身边的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，还会为雅珂达恢复2点元素能量，该效果每3.5秒至多触发一次。<br><br><i>世上分配财富的方式很多，但对挪德卡莱的宝藏猎人与盗宝团而言，效率最高的分配方式从来都只有一种。</i>",
                        "Icon": "Skill_S_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "烟雾弹伤害",
                                "ParamLevelList": [
                                    "159.0%",
                                    "170.925%",
                                    "182.85%",
                                    "198.75%",
                                    "210.675%",
                                    "222.6%",
                                    "238.5%",
                                    "254.4%",
                                    "270.3%",
                                    "286.2%",
                                    "302.1%",
                                    "318.0%",
                                    "337.875%",
                                    "357.75%",
                                    "377.625%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶未装满伤害",
                                "ParamLevelList": [
                                    "190.8%",
                                    "205.11%",
                                    "219.42%",
                                    "238.5%",
                                    "252.81%",
                                    "267.12%",
                                    "286.2%",
                                    "305.28%",
                                    "324.36%",
                                    "343.44%",
                                    "362.52%",
                                    "381.6%",
                                    "405.45%",
                                    "429.3%",
                                    "453.15%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶装满伤害",
                                "ParamLevelList": [
                                    "212.0%",
                                    "227.9%",
                                    "243.8%",
                                    "265.0%",
                                    "280.9%",
                                    "296.8%",
                                    "318.0%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%",
                                    "424.0%",
                                    "450.5%",
                                    "477.0%",
                                    "503.5%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "猫猫球伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘器 · 猎人的七道具",
                        "Desc": "压箱底的秘藏只能在这里用掉啦！雅珂达取出两枚<color style='color:#FFD780;'>猫型家用互助协调器</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>「所谓互助协调嘛，就是你掏出摩拉互助，我们负责协调。怎么样，很合理吧？」</i>",
                        "Icon": "Skill_E_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "207.2%",
                                    "222.74%",
                                    "238.28%",
                                    "259.0%",
                                    "274.54%",
                                    "290.08%",
                                    "310.8%",
                                    "331.52%",
                                    "352.24%",
                                    "372.96%",
                                    "393.68%",
                                    "414.4%",
                                    "440.3%",
                                    "466.2%",
                                    "492.1%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器伤害",
                                "ParamLevelList": [
                                    "17.2664%",
                                    "18.5614%",
                                    "19.8564%",
                                    "21.583%",
                                    "22.878%",
                                    "24.173%",
                                    "25.8996%",
                                    "27.6262%",
                                    "29.3529%",
                                    "31.0795%",
                                    "32.8062%",
                                    "34.5328%",
                                    "36.6911%",
                                    "38.8494%",
                                    "41.0077%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器治疗量",
                                "ParamLevelList": [
                                    "79.872%攻击力+500.73764",
                                    "85.8624%攻击力+550.81836",
                                    "91.8528%攻击力+605.0725",
                                    "99.84%攻击力+663.5",
                                    "105.8304%攻击力+726.1009",
                                    "111.8208%攻击力+792.8752",
                                    "119.808%攻击力+863.8229",
                                    "127.7952%攻击力+938.944",
                                    "135.7824%攻击力+1018.23846",
                                    "143.7696%攻击力+1101.7063",
                                    "151.7568%攻击力+1189.3477",
                                    "159.744%攻击力+1281.1622",
                                    "169.728%攻击力+1377.1503",
                                    "179.712%攻击力+1477.3118",
                                    "189.696%攻击力+1581.6466"
                                ]
                            },
                            {
                                "Desc": "最低生命值角色额外治疗量",
                                "ParamLevelList": [
                                    "30.72%攻击力+192.59721",
                                    "33.024%攻击力+211.8596",
                                    "35.328%攻击力+232.7272",
                                    "38.4%攻击力+255.2",
                                    "40.704%攻击力+279.27798",
                                    "43.008%攻击力+304.96118",
                                    "46.08%攻击力+332.2496",
                                    "49.152%攻击力+361.1432",
                                    "52.224%攻击力+391.642",
                                    "55.296%攻击力+423.74597",
                                    "58.368%攻击力+457.45517",
                                    "61.44%攻击力+492.76956",
                                    "65.28%攻击力+529.68915",
                                    "69.12%攻击力+568.214",
                                    "72.96%攻击力+608.34393"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "索酬的巧计",
                        "Desc": "当队伍中存在至少1名元素类型为<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>的角色时，将依据对应元素类型的角色数量，使元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>获得强化。<br>雅珂达会偷偷记录队伍中上述元素类型的角色。在这些角色中，若角色数量最多的元素类型为：<br> · <color style='color:#FF9999;'>火元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本130%的伤害；<br> · <color style='color:#80C0FF;'>水元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本120%的治疗量；<br> · <color style='color:#FFACFF;'>雷元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的数量增加一个；<br> · <color style='color:#99FFFF;'>冰元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的攻击间隔减少10%。<br><br>若上述元素类型的角色数量相同，则按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的顺序进行记录。初始至多只有一种元素类型对应的效果生效。",
                        "Icon": "UI_Talent_S_Jahoda_05"
                    },
                    {
                        "Name": "蜜莓的嘉赏",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>对队伍中自己的当前场上角色触发治疗时，若受到治疗的角色生命值高于70%，则该角色的元素精通提升100点，持续6秒。",
                        "Icon": "UI_Talent_S_Jahoda_06"
                    },
                    {
                        "Name": "月兆祝赐 · 檐上趱行",
                        "Desc": "雅珂达在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Jahoda_07"
                    },
                    {
                        "Name": "暗巷的黠慧",
                        "Desc": "在挪德卡莱执行探索派遣任务时，消耗的时间缩短25%。<br>此外，作为「秘闻馆」的雇员，雅珂达似乎可以通过某种方式获取各方的情报，而那夏镇的某些势力似乎对这些情报很有兴趣…",
                        "Icon": "UI_Talent_S_Jahoda_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "再来一瓶！",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中，<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>发射的<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，有50%的概率进行一次弹跳，对附近的敌人造成对应元素伤害。",
                        "Icon": "UI_Talent_S_Jahoda_03"
                    },
                    {
                        "Level": 2,
                        "Name": "律贼的临机应变",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：突破天赋<color style='color:#FFD780;'>「索酬的巧计」</color>中，除角色数量最多的元素类型外，雅珂达还可以偷偷记录剩余元素类型中角色数量最多的元素类型，并使至多两种元素类型对应的效果生效。该效果需要解锁突破天赋「索酬的巧计」。",
                        "Icon": "UI_Talent_S_Jahoda_02"
                    },
                    {
                        "Level": 3,
                        "Name": "无所依归的豪赌",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_01"
                    },
                    {
                        "Level": 4,
                        "Name": "尘沙之上的野莓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>发生元素转化时，将会为雅珂达回复4点元素能量。",
                        "Icon": "UI_Talent_S_Jahoda_01"
                    },
                    {
                        "Level": 5,
                        "Name": "最伟大的财宝",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_02"
                    },
                    {
                        "Level": 6,
                        "Name": "最渺小的幸运",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满后的20秒内，队伍中附近的月兆角色的暴击率提升5%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_S_Jahoda_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "呼噜噜秘藏瓶",
                        "Desc": "雅珂达施放元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>后取出的小型元素瓶。<br>雅珂达处于「掠影追袭」状态下时，若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，呼噜噜秘藏瓶会转化为对应的元素类型，并持续进行装填，且会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次施放元素战技后，呼噜噜秘藏瓶至多能进行一次转化。<br>呼噜噜秘藏瓶装满时，雅珂达将会退出「掠影追袭」状态，对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>，并清空呼噜噜秘藏瓶。<br>每次施放元素战技时，雅珂达都会重新取出一个新的呼噜噜秘藏瓶。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。"
                    },
                    {
                        "Name": "猫型家用互助协调器",
                        "Desc": "曾是宝藏猎人的雅珂达随身携带的小道具之一，施放元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>后取出。<br>猫型家用互助协调器将会持续为队伍中自己的当前场上角色恢复生命值；如果受到治疗的角色生命值高于70%，还会同时为队伍中附近生命值最低的角色恢复生命值。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，猫型家用互助协调器将会转化为对应的元素类型，并会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次取出猫型家用互助协调器后，至多通过这种方式进行一次元素转化。触发元素转化后，猫型家用互助协调器将会间歇性攻击附近至多3名敌人，造成对应元素伤害。"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "见机行矢",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，强风会在箭矢上持续积聚。聚满了强风之力的箭矢会造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，攻击下落路径上的敌人，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "41.6739%",
                                    "45.0659%",
                                    "48.458%",
                                    "53.3038%",
                                    "56.6959%",
                                    "60.5725%",
                                    "65.9029%",
                                    "71.2333%",
                                    "76.5636%",
                                    "82.3786%",
                                    "88.1936%",
                                    "94.0085%",
                                    "99.8235%",
                                    "105.6384%",
                                    "111.4534%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "19.2313%×2",
                                    "20.7967%×2",
                                    "22.362%×2",
                                    "24.5982%×2",
                                    "26.1635%×2",
                                    "27.9525%×2",
                                    "30.4123%×2",
                                    "32.8721%×2",
                                    "35.332%×2",
                                    "38.0154%×2",
                                    "40.6988%×2",
                                    "43.3823%×2",
                                    "46.0657%×2",
                                    "48.7492%×2",
                                    "51.4326%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "51.1975%",
                                    "55.3648%",
                                    "59.532%",
                                    "65.4852%",
                                    "69.6524%",
                                    "74.415%",
                                    "80.9635%",
                                    "87.512%",
                                    "94.0606%",
                                    "101.2044%",
                                    "108.3482%",
                                    "115.4921%",
                                    "122.6359%",
                                    "129.7798%",
                                    "136.9236%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "奇策 · 财富分配方案",
                        "Desc": "雅珂达向敌人突进，并在触及敌人时进入「掠影追袭」状态。处于该状态下时，雅珂达将持续快速移动；若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，雅珂达还会偷偷将随身携带的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>转换成对应的元素属性，并持续进行装填。持续时间结束或再次施放时，雅珂达将会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>；<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达也会清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，退出掠影追袭状态，并对附近的敌人造成一次伤害更高的<color style='color:#80FFD7;'>风元素伤害</color>。<br>如果雅珂达的突进没有触及敌人，雅珂达会在原地投掷下一枚烟雾弹，对身边的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，还会为雅珂达恢复2点元素能量，该效果每3.5秒至多触发一次。<br><br><i>世上分配财富的方式很多，但对挪德卡莱的宝藏猎人与盗宝团而言，效率最高的分配方式从来都只有一种。</i>",
                        "Icon": "Skill_S_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "烟雾弹伤害",
                                "ParamLevelList": [
                                    "159.0%",
                                    "170.925%",
                                    "182.85%",
                                    "198.75%",
                                    "210.675%",
                                    "222.6%",
                                    "238.5%",
                                    "254.4%",
                                    "270.3%",
                                    "286.2%",
                                    "302.1%",
                                    "318.0%",
                                    "337.875%",
                                    "357.75%",
                                    "377.625%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶未装满伤害",
                                "ParamLevelList": [
                                    "190.8%",
                                    "205.11%",
                                    "219.42%",
                                    "238.5%",
                                    "252.81%",
                                    "267.12%",
                                    "286.2%",
                                    "305.28%",
                                    "324.36%",
                                    "343.44%",
                                    "362.52%",
                                    "381.6%",
                                    "405.45%",
                                    "429.3%",
                                    "453.15%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶装满伤害",
                                "ParamLevelList": [
                                    "212.0%",
                                    "227.9%",
                                    "243.8%",
                                    "265.0%",
                                    "280.9%",
                                    "296.8%",
                                    "318.0%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%",
                                    "424.0%",
                                    "450.5%",
                                    "477.0%",
                                    "503.5%"
                                ]
                            },
                            {
                                "Desc": "秘藏瓶持续时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "猫猫球伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘器 · 猎人的七道具",
                        "Desc": "压箱底的秘藏只能在这里用掉啦！雅珂达取出两枚<color style='color:#FFD780;'>猫型家用互助协调器</color>，并对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>「所谓互助协调嘛，就是你掏出摩拉互助，我们负责协调。怎么样，很合理吧？」</i>",
                        "Icon": "Skill_E_Jahoda_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "207.2%",
                                    "222.74%",
                                    "238.28%",
                                    "259.0%",
                                    "274.54%",
                                    "290.08%",
                                    "310.8%",
                                    "331.52%",
                                    "352.24%",
                                    "372.96%",
                                    "393.68%",
                                    "414.4%",
                                    "440.3%",
                                    "466.2%",
                                    "492.1%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器伤害",
                                "ParamLevelList": [
                                    "17.2664%",
                                    "18.5614%",
                                    "19.8564%",
                                    "21.583%",
                                    "22.878%",
                                    "24.173%",
                                    "25.8996%",
                                    "27.6262%",
                                    "29.3529%",
                                    "31.0795%",
                                    "32.8062%",
                                    "34.5328%",
                                    "36.6911%",
                                    "38.8494%",
                                    "41.0077%"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "猫型家用互助协调器治疗量",
                                "ParamLevelList": [
                                    "79.872%攻击力+500.73764",
                                    "85.8624%攻击力+550.81836",
                                    "91.8528%攻击力+605.0725",
                                    "99.84%攻击力+663.5",
                                    "105.8304%攻击力+726.1009",
                                    "111.8208%攻击力+792.8752",
                                    "119.808%攻击力+863.8229",
                                    "127.7952%攻击力+938.944",
                                    "135.7824%攻击力+1018.23846",
                                    "143.7696%攻击力+1101.7063",
                                    "151.7568%攻击力+1189.3477",
                                    "159.744%攻击力+1281.1622",
                                    "169.728%攻击力+1377.1503",
                                    "179.712%攻击力+1477.3118",
                                    "189.696%攻击力+1581.6466"
                                ]
                            },
                            {
                                "Desc": "最低生命值角色额外治疗量",
                                "ParamLevelList": [
                                    "30.72%攻击力+192.59721",
                                    "33.024%攻击力+211.8596",
                                    "35.328%攻击力+232.7272",
                                    "38.4%攻击力+255.2",
                                    "40.704%攻击力+279.27798",
                                    "43.008%攻击力+304.96118",
                                    "46.08%攻击力+332.2496",
                                    "49.152%攻击力+361.1432",
                                    "52.224%攻击力+391.642",
                                    "55.296%攻击力+423.74597",
                                    "58.368%攻击力+457.45517",
                                    "61.44%攻击力+492.76956",
                                    "65.28%攻击力+529.68915",
                                    "69.12%攻击力+568.214",
                                    "72.96%攻击力+608.34393"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "索酬的巧计",
                        "Desc": "当队伍中存在至少1名元素类型为<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>的角色时，将依据对应元素类型的角色数量，使元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>获得强化。<br>雅珂达会偷偷记录队伍中上述元素类型的角色。在这些角色中，若角色数量最多的元素类型为：<br> · <color style='color:#FF9999;'>火元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本130%的伤害；<br> · <color style='color:#80C0FF;'>水元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>造成原本120%的治疗量；<br> · <color style='color:#FFACFF;'>雷元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的数量增加一个；<br> · <color style='color:#99FFFF;'>冰元素</color>：<color style='color:#FFD780;'>猫型家用互助协调器</color>的攻击间隔减少10%。<br><br>若上述元素类型的角色数量相同，则按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的顺序进行记录。初始至多只有一种元素类型对应的效果生效。",
                        "Icon": "UI_Talent_S_Jahoda_05"
                    },
                    {
                        "Name": "蜜莓的嘉赏",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>对队伍中自己的当前场上角色触发治疗时，若受到治疗的角色生命值高于70%，则该角色的元素精通提升100点，持续6秒。",
                        "Icon": "UI_Talent_S_Jahoda_06"
                    },
                    {
                        "Name": "月兆祝赐 · 檐上趱行",
                        "Desc": "雅珂达在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Jahoda_07"
                    },
                    {
                        "Name": "暗巷的黠慧",
                        "Desc": "在挪德卡莱执行探索派遣任务时，消耗的时间缩短25%。<br>此外，作为「秘闻馆」的雇员，雅珂达似乎可以通过某种方式获取各方的情报，而那夏镇的某些势力似乎对这些情报很有兴趣…",
                        "Icon": "UI_Talent_S_Jahoda_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "再来一瓶！",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中，<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>发射的<color style='color:#FFD780;'>软绒绒猫猫球</color>命中敌人时，有50%的概率进行一次弹跳，对附近的敌人造成对应元素伤害。",
                        "Icon": "UI_Talent_S_Jahoda_03"
                    },
                    {
                        "Level": 2,
                        "Name": "律贼的临机应变",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：突破天赋<color style='color:#FFD780;'>「索酬的巧计」</color>中，除角色数量最多的元素类型外，雅珂达还可以偷偷记录剩余元素类型中角色数量最多的元素类型，并使至多两种元素类型对应的效果生效。该效果需要解锁突破天赋「索酬的巧计」。",
                        "Icon": "UI_Talent_S_Jahoda_02"
                    },
                    {
                        "Level": 3,
                        "Name": "无所依归的豪赌",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_01"
                    },
                    {
                        "Level": 4,
                        "Name": "尘沙之上的野莓",
                        "Desc": "元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>中的<color style='color:#FFD780;'>猫型家用互助协调器</color>发生元素转化时，将会为雅珂达回复4点元素能量。",
                        "Icon": "UI_Talent_S_Jahoda_01"
                    },
                    {
                        "Level": 5,
                        "Name": "最伟大的财宝",
                        "Desc": "元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Jahoda_02"
                    },
                    {
                        "Level": 6,
                        "Name": "最渺小的幸运",
                        "Desc": "<color style='color:#FFD780;'>月兆 · 满辉</color>：元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>中的<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满后的20秒内，队伍中附近的月兆角色的暴击率提升5%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_S_Jahoda_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "呼噜噜秘藏瓶",
                        "Desc": "雅珂达施放元素战技<color style='color:#FFD780;'>奇策 · 财富分配方案</color>后取出的小型元素瓶。<br>雅珂达处于「掠影追袭」状态下时，若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，呼噜噜秘藏瓶会转化为对应的元素类型，并持续进行装填，且会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次施放元素战技后，呼噜噜秘藏瓶至多能进行一次转化。<br>呼噜噜秘藏瓶装满时，雅珂达将会退出「掠影追袭」状态，对附近的敌人造成一次<color style='color:#80FFD7;'>风元素伤害</color>，并清空呼噜噜秘藏瓶。<br>每次施放元素战技时，雅珂达都会重新取出一个新的呼噜噜秘藏瓶。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>装满时，雅珂达不会立刻清空<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>，而是会在接下来的一段时间内，持续消耗瓶中装填的元素，并间歇性向附近的敌人发射<color style='color:#FFD780;'>软绒绒猫猫球</color>，造成<color style='color:#FFD780;'>呼噜噜秘藏瓶</color>对应元素类型的伤害。"
                    },
                    {
                        "Name": "猫型家用互助协调器",
                        "Desc": "曾是宝藏猎人的雅珂达随身携带的小道具之一，施放元素爆发<color style='color:#FFD780;'>秘器 · 猎人的七道具</color>后取出。<br>猫型家用互助协调器将会持续为队伍中自己的当前场上角色恢复生命值；如果受到治疗的角色生命值高于70%，还会同时为队伍中附近生命值最低的角色恢复生命值。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：若附近的敌人处于<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>或<color style='color:#99FFFF;'>冰元素</color>附着下，猫型家用互助协调器将会转化为对应的元素类型，并会按照<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#FFACFF;'>雷元素</color>、<color style='color:#99FFFF;'>冰元素</color>的优先级进行转化。每次取出猫型家用互助协调器后，至多通过这种方式进行一次元素转化。触发元素转化后，猫型家用互助协调器将会间歇性攻击附近至多3名敌人，造成对应元素伤害。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Jahoda": {}
}