// Auto Generated

var _AvatarDataConfig_ = {
    "Kachina": {
        "BallList": [
            {
                "When": "元素战技伤害",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 0.667
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 0.2
            }
        ],
        "EndureList": [
            {
                "Skill": "搭乘冲天转转（跳跃攀爬除外）",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "冲天转转是岩元素创造物，但不计入岩造物上限（其他岩造物同时最多存在3个），场上岩造物到达上限后，仍可以召唤冲天转转",
            "冲天转转搭乘普攻和独立伤害均视为@元素战技伤害#，但进行搭乘普攻时，视为进行@普通攻击动作#",
            "<b>@夜魂消耗#</b><br>• 独立伤害（每2s一次）：10<br>• 搭乘移动、攀爬：0.923/s、1.2/s<br>• 搭乘普攻：10<br>• 搭乘攀爬跳跃：3.6<br>一次夜魂期间，至多可以@移动65s#，或@攀爬50s#",
            "<b>@产球#</b><br>• 任意元素战技伤害有 @66.7% 概率#产生 @1*岩元素微粒#，每 0.2s 至多触发一次",
            "<b>@抗打断#</b><br>• 搭乘冲天转转，且不在跳跃和攀爬时 @0.3#，与行秋Q相同",
            "<b>@范围#</b><br>• 大招领域半径：@10m#，和甘雨大招相同",
            "@<b>附着</b>#（均为弱岩）<br>• 所有元素战技共享 @2.5s/3次# 的附着CD<br>• 元素爆发和6命均为@独立附着#"
        ]
    }
}

var _AvatarMats_ = {
    "Kachina": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101249": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113065": 2,
                "101249": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113065": 4,
                "101249": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113065": 8,
                "101249": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113065": 12,
                "101249": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113065": 20,
                "101249": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Kachina": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 嵴之啮咬",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "出击，冲天转转！",
                        "Desc": "和超可靠的冲天转转一同战斗！<br>召唤「冲天转转」；长按施放时，卡齐娜将召唤并搭乘冲天转转。<br>施放后，卡齐娜将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 卡齐娜</color><br>冲天转转的各种行为将消耗夜魂值。<br>夜魂值耗尽时卡齐娜的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>冲天转转</color><br>能够独立存在，或是由卡齐娜搭乘操控。冲天转转存在时，卡齐娜的元素战技「出击，冲天转转！」将替换为搭乘或脱离冲天转转。<br> · 冲天转转独立存在时，将间歇性冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 卡齐娜搭乘冲天转转时，能操控冲天转转快速移动、攀爬，并在进行普通攻击时冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>冲天转转将在卡齐娜的夜魂加持结束时消失，被视为岩元素创造物；同时只能存在一个卡齐娜自己的冲天转转。<br><br><i>「冲天转转」只是看着像陀螺，其实是能破开坚固岩石的钻头。</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "冲天转转搭乘伤害",
                                "ParamLevelList": [
                                    "87.76%防御力",
                                    "94.342%防御力",
                                    "100.924%防御力",
                                    "109.7%防御力",
                                    "116.282%防御力",
                                    "122.864%防御力",
                                    "131.64%防御力",
                                    "140.416%防御力",
                                    "149.192%防御力",
                                    "157.968%防御力",
                                    "166.744%防御力",
                                    "175.52%防御力",
                                    "186.49%防御力",
                                    "197.46%防御力",
                                    "208.43%防御力"
                                ]
                            },
                            {
                                "Desc": "冲天转转独立伤害",
                                "ParamLevelList": [
                                    "63.76%防御力",
                                    "68.542%防御力",
                                    "73.324%防御力",
                                    "79.7%防御力",
                                    "84.482%防御力",
                                    "89.264%防御力",
                                    "95.64%防御力",
                                    "102.016%防御力",
                                    "108.392%防御力",
                                    "114.768%防御力",
                                    "121.144%防御力",
                                    "127.52%防御力",
                                    "135.49%防御力",
                                    "143.46%防御力",
                                    "151.43%防御力"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "现在，认真时间！",
                        "Desc": "冲击大地，基于卡齐娜的防御力造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并产生超级钻钻领域。<br>超级钻钻领域能提升冲天转转的攻击范围与搭乘冲天转转时的移动速度。<br><br>施放时，若场上存在卡齐娜自己的冲天转转，则将其召唤至身边。<br><br><i>就像是紧张的人上台表演可以把观众想象成木偶，卡齐娜需要把对手想象成最好的宝石矿。可以带回家囤着那种。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "380.567%防御力",
                                    "413.66%防御力",
                                    "442.52%防御力",
                                    "481.0%防御力",
                                    "509.86%防御力",
                                    "538.72%防御力",
                                    "577.2%防御力",
                                    "615.68%防御力",
                                    "654.16%防御力",
                                    "692.64%防御力",
                                    "731.12%防御力",
                                    "769.6%防御力",
                                    "817.7%防御力",
                                    "865.8%防御力",
                                    "913.9%防御力"
                                ]
                            },
                            {
                                "Desc": "领域持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "山的回声",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，卡齐娜的<color style='color:#FFE699;'>岩元素伤害加成</color>提升20%，持续12秒。",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "坚岩之重",
                        "Desc": "<color style='color:#FFD780;'>冲天转转</color>造成的伤害提升，提升值相当于卡齐娜的防御力的20%。",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "夜域赐礼 · 团结炉心",
                        "Desc": "在夜魂值耗竭后，卡齐娜将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 卡齐娜。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换卡齐娜登场时触发：卡齐娜将进入夜魂加持状态，搭乘<color style='color:#FFD780;'>冲天转转</color>登场，并获得30点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，位于纳塔地区时，卡齐娜搭乘<color style='color:#FFD780;'>冲天转转</color>时攀爬消耗的体力降低90%。",
                        "Icon": ""
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "晶片，也是一种宝石",
                        "Desc": "卡齐娜搭乘或脱离<color style='color:#FFD780;'>冲天转转</color>时，将获取附近的结晶反应产生的晶片。<br>此外，队伍中的角色获取晶片时，将为卡齐娜恢复3点元素能量，每5秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不能少了…冲天转转",
                        "Desc": "卡齐娜施放<color style='color:#FFD780;'>现在，认真时间！</color>时，将恢复20点夜魂值；若施放时场上没有卡齐娜自己的<color style='color:#FFD780;'>冲天转转</color>，则进入夜魂加持状态并召唤冲天转转。",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "改良型 · 平衡稳定器",
                        "Desc": "<color style='color:#FFD780;'>出击，冲天转转！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敌人越多，越要小心",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的超级钻钻领域中，存在的敌人数量为1/2/3/4名或更多时，领域中的队伍中当前场上角色的防御力提升8%/12%/16%/20%。",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "迄今为止，所有收藏",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "这一次，我一定要赢",
                        "Desc": "队伍中自己的当前场上角色的护盾因任何原因被替换或摧毁时，卡齐娜将造成相当于她的防御力200%的<color style='color:#FFE699;'>岩元素范围伤害</color>，该效果5秒内至多触发一次。",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 嵴之啮咬",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "出击，冲天转转！",
                        "Desc": "和超可靠的冲天转转一同战斗！<br>召唤「冲天转转」；长按施放时，卡齐娜将召唤并搭乘冲天转转。<br>施放后，卡齐娜将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 卡齐娜</color><br>冲天转转的各种行为将消耗夜魂值。<br>夜魂值耗尽时卡齐娜的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>冲天转转</color><br>能够独立存在，或是由卡齐娜搭乘操控。冲天转转存在时，卡齐娜的元素战技「出击，冲天转转！」将替换为搭乘或脱离冲天转转。<br> · 冲天转转独立存在时，将间歇性冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 卡齐娜搭乘冲天转转时，能操控冲天转转快速移动、攀爬，并在进行普通攻击时冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>冲天转转将在卡齐娜的夜魂加持结束时消失，被视为岩元素创造物；同时只能存在一个卡齐娜自己的冲天转转。<br><br><i>「冲天转转」只是看着像陀螺，其实是能破开坚固岩石的钻头。</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "冲天转转搭乘伤害",
                                "ParamLevelList": [
                                    "87.76%防御力",
                                    "94.342%防御力",
                                    "100.924%防御力",
                                    "109.7%防御力",
                                    "116.282%防御力",
                                    "122.864%防御力",
                                    "131.64%防御力",
                                    "140.416%防御力",
                                    "149.192%防御力",
                                    "157.968%防御力",
                                    "166.744%防御力",
                                    "175.52%防御力",
                                    "186.49%防御力",
                                    "197.46%防御力",
                                    "208.43%防御力"
                                ]
                            },
                            {
                                "Desc": "冲天转转独立伤害",
                                "ParamLevelList": [
                                    "63.76%防御力",
                                    "68.542%防御力",
                                    "73.324%防御力",
                                    "79.7%防御力",
                                    "84.482%防御力",
                                    "89.264%防御力",
                                    "95.64%防御力",
                                    "102.016%防御力",
                                    "108.392%防御力",
                                    "114.768%防御力",
                                    "121.144%防御力",
                                    "127.52%防御力",
                                    "135.49%防御力",
                                    "143.46%防御力",
                                    "151.43%防御力"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "现在，认真时间！",
                        "Desc": "冲击大地，基于卡齐娜的防御力造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并产生超级钻钻领域。<br>超级钻钻领域能提升冲天转转的攻击范围与搭乘冲天转转时的移动速度。<br><br>施放时，若场上存在卡齐娜自己的冲天转转，则将其召唤至身边。<br><br><i>就像是紧张的人上台表演可以把观众想象成木偶，卡齐娜需要把对手想象成最好的宝石矿。可以带回家囤着那种。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "380.567%防御力",
                                    "413.66%防御力",
                                    "442.52%防御力",
                                    "481.0%防御力",
                                    "509.86%防御力",
                                    "538.72%防御力",
                                    "577.2%防御力",
                                    "615.68%防御力",
                                    "654.16%防御力",
                                    "692.64%防御力",
                                    "731.12%防御力",
                                    "769.6%防御力",
                                    "817.7%防御力",
                                    "865.8%防御力",
                                    "913.9%防御力"
                                ]
                            },
                            {
                                "Desc": "领域持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "山的回声",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，卡齐娜的<color style='color:#FFE699;'>岩元素伤害加成</color>提升20%，持续12秒。",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "坚岩之重",
                        "Desc": "<color style='color:#FFD780;'>冲天转转</color>造成的伤害提升，提升值相当于卡齐娜的防御力的20%。",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "夜域赐礼 · 团结炉心",
                        "Desc": "在夜魂值耗竭后，卡齐娜将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 卡齐娜。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换卡齐娜登场时触发：卡齐娜将进入夜魂加持状态，搭乘<color style='color:#FFD780;'>冲天转转</color>登场，并获得30点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，位于纳塔地区时，卡齐娜搭乘<color style='color:#FFD780;'>冲天转转</color>时攀爬消耗的体力降低90%。",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "晶焰之祝",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能恢复20点体力。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "晶片，也是一种宝石",
                        "Desc": "卡齐娜搭乘或脱离<color style='color:#FFD780;'>冲天转转</color>时，将获取附近的结晶反应产生的晶片。<br>此外，队伍中的角色获取晶片时，将为卡齐娜恢复3点元素能量，每5秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不能少了…冲天转转",
                        "Desc": "卡齐娜施放<color style='color:#FFD780;'>现在，认真时间！</color>时，将恢复20点夜魂值；若施放时场上没有卡齐娜自己的<color style='color:#FFD780;'>冲天转转</color>，则进入夜魂加持状态并召唤冲天转转。",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "改良型 · 平衡稳定器",
                        "Desc": "<color style='color:#FFD780;'>出击，冲天转转！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敌人越多，越要小心",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的超级钻钻领域中，存在的敌人数量为1/2/3/4名或更多时，领域中的队伍中当前场上角色的防御力提升8%/12%/16%/20%。",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "迄今为止，所有收藏",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "这一次，我一定要赢",
                        "Desc": "队伍中自己的当前场上角色的护盾因任何原因被替换或摧毁时，卡齐娜将造成相当于她的防御力200%的<color style='color:#FFE699;'>岩元素范围伤害</color>，该效果5秒内至多触发一次。",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 嵴之啮咬",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "出击，冲天转转！",
                        "Desc": "和超可靠的冲天转转一同战斗！<br>召唤「冲天转转」；长按施放时，卡齐娜将召唤并搭乘冲天转转。<br>施放后，卡齐娜将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 卡齐娜</color><br>冲天转转的各种行为将消耗夜魂值。<br>夜魂值耗尽时卡齐娜的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>冲天转转</color><br>能够独立存在，或是由卡齐娜搭乘操控。冲天转转存在时，卡齐娜的元素战技「出击，冲天转转！」将替换为搭乘或脱离冲天转转。<br> · 冲天转转独立存在时，将间歇性冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 卡齐娜搭乘冲天转转时，能操控冲天转转快速移动、攀爬，并在进行普通攻击时冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>冲天转转将在卡齐娜的夜魂加持结束时消失，被视为岩元素创造物；同时只能存在一个卡齐娜自己的冲天转转。<br><br><i>「冲天转转」只是看着像陀螺，其实是能破开坚固岩石的钻头。</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "冲天转转搭乘伤害",
                                "ParamLevelList": [
                                    "87.76%防御力",
                                    "94.342%防御力",
                                    "100.924%防御力",
                                    "109.7%防御力",
                                    "116.282%防御力",
                                    "122.864%防御力",
                                    "131.64%防御力",
                                    "140.416%防御力",
                                    "149.192%防御力",
                                    "157.968%防御力",
                                    "166.744%防御力",
                                    "175.52%防御力",
                                    "186.49%防御力",
                                    "197.46%防御力",
                                    "208.43%防御力"
                                ]
                            },
                            {
                                "Desc": "冲天转转独立伤害",
                                "ParamLevelList": [
                                    "63.76%防御力",
                                    "68.542%防御力",
                                    "73.324%防御力",
                                    "79.7%防御力",
                                    "84.482%防御力",
                                    "89.264%防御力",
                                    "95.64%防御力",
                                    "102.016%防御力",
                                    "108.392%防御力",
                                    "114.768%防御力",
                                    "121.144%防御力",
                                    "127.52%防御力",
                                    "135.49%防御力",
                                    "143.46%防御力",
                                    "151.43%防御力"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "现在，认真时间！",
                        "Desc": "冲击大地，基于卡齐娜的防御力造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并产生超级钻钻领域。<br>超级钻钻领域能提升冲天转转的攻击范围与搭乘冲天转转时的移动速度。<br><br>施放时，若场上存在卡齐娜自己的冲天转转，则将其召唤至身边。<br><br><i>就像是紧张的人上台表演可以把观众想象成木偶，卡齐娜需要把对手想象成最好的宝石矿。可以带回家囤着那种。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "380.567%防御力",
                                    "413.66%防御力",
                                    "442.52%防御力",
                                    "481.0%防御力",
                                    "509.86%防御力",
                                    "538.72%防御力",
                                    "577.2%防御力",
                                    "615.68%防御力",
                                    "654.16%防御力",
                                    "692.64%防御力",
                                    "731.12%防御力",
                                    "769.6%防御力",
                                    "817.7%防御力",
                                    "865.8%防御力",
                                    "913.9%防御力"
                                ]
                            },
                            {
                                "Desc": "领域持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "山的回声",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，卡齐娜的<color style='color:#FFE699;'>岩元素伤害加成</color>提升20%，持续12秒。",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "坚岩之重",
                        "Desc": "<color style='color:#FFD780;'>冲天转转</color>造成的伤害提升，提升值相当于卡齐娜的防御力的20%。",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "夜域赐礼 · 团结炉心",
                        "Desc": "在夜魂值耗竭后，卡齐娜将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 卡齐娜。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换卡齐娜登场时触发：卡齐娜将进入夜魂加持状态，搭乘<color style='color:#FFD780;'>冲天转转</color>登场，并获得30点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，位于纳塔地区时，卡齐娜搭乘<color style='color:#FFD780;'>冲天转转</color>时攀爬消耗的体力降低90%。",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "晶焰之祝",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能恢复20点体力。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "晶片，也是一种宝石",
                        "Desc": "卡齐娜搭乘或脱离<color style='color:#FFD780;'>冲天转转</color>时，将获取附近的结晶反应产生的晶片。<br>此外，队伍中的角色获取晶片时，将为卡齐娜恢复3点元素能量，每5秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不能少了…冲天转转",
                        "Desc": "卡齐娜施放<color style='color:#FFD780;'>现在，认真时间！</color>时，将恢复20点夜魂值；若施放时场上没有卡齐娜自己的<color style='color:#FFD780;'>冲天转转</color>，则进入夜魂加持状态并召唤冲天转转。",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "改良型 · 平衡稳定器",
                        "Desc": "<color style='color:#FFD780;'>出击，冲天转转！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敌人越多，越要小心",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的超级钻钻领域中，存在的敌人数量为1/2/3/4名或更多时，领域中的队伍中当前场上角色的防御力提升8%/12%/16%/20%。",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "迄今为止，所有收藏",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "这一次，我一定要赢",
                        "Desc": "队伍中自己的当前场上角色的护盾因任何原因被替换或摧毁时，卡齐娜将造成相当于她的防御力200%的<color style='color:#FFE699;'>岩元素范围伤害</color>，该效果5秒内至多触发一次。",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 嵴之啮咬",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "出击，冲天转转！",
                        "Desc": "和超可靠的冲天转转一同战斗！<br>召唤「冲天转转」；长按施放时，卡齐娜将召唤并搭乘冲天转转。<br>施放后，卡齐娜将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 卡齐娜</color><br>冲天转转的各种行为将消耗夜魂值。<br>夜魂值耗尽时卡齐娜的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>冲天转转</color><br>能够独立存在，或是由卡齐娜搭乘操控。冲天转转存在时，卡齐娜的元素战技「出击，冲天转转！」将替换为搭乘或脱离冲天转转。<br> · 冲天转转独立存在时，将间歇性冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 卡齐娜搭乘冲天转转时，能操控冲天转转快速移动、攀爬，并在进行普通攻击时冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>冲天转转将在卡齐娜的夜魂加持结束时消失，被视为岩元素创造物；同时只能存在一个卡齐娜自己的冲天转转。<br><br><i>「冲天转转」只是看着像陀螺，其实是能破开坚固岩石的钻头。</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "冲天转转搭乘伤害",
                                "ParamLevelList": [
                                    "87.76%防御力",
                                    "94.342%防御力",
                                    "100.924%防御力",
                                    "109.7%防御力",
                                    "116.282%防御力",
                                    "122.864%防御力",
                                    "131.64%防御力",
                                    "140.416%防御力",
                                    "149.192%防御力",
                                    "157.968%防御力",
                                    "166.744%防御力",
                                    "175.52%防御力",
                                    "186.49%防御力",
                                    "197.46%防御力",
                                    "208.43%防御力"
                                ]
                            },
                            {
                                "Desc": "冲天转转独立伤害",
                                "ParamLevelList": [
                                    "63.76%防御力",
                                    "68.542%防御力",
                                    "73.324%防御力",
                                    "79.7%防御力",
                                    "84.482%防御力",
                                    "89.264%防御力",
                                    "95.64%防御力",
                                    "102.016%防御力",
                                    "108.392%防御力",
                                    "114.768%防御力",
                                    "121.144%防御力",
                                    "127.52%防御力",
                                    "135.49%防御力",
                                    "143.46%防御力",
                                    "151.43%防御力"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "现在，认真时间！",
                        "Desc": "冲击大地，基于卡齐娜的防御力造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并产生超级钻钻领域。<br>超级钻钻领域能提升冲天转转的攻击范围与搭乘冲天转转时的移动速度。<br><br>施放时，若场上存在卡齐娜自己的冲天转转，则将其召唤至身边。<br><br><i>就像是紧张的人上台表演可以把观众想象成木偶，卡齐娜需要把对手想象成最好的宝石矿。可以带回家囤着那种。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "380.567%防御力",
                                    "413.66%防御力",
                                    "442.52%防御力",
                                    "481.0%防御力",
                                    "509.86%防御力",
                                    "538.72%防御力",
                                    "577.2%防御力",
                                    "615.68%防御力",
                                    "654.16%防御力",
                                    "692.64%防御力",
                                    "731.12%防御力",
                                    "769.6%防御力",
                                    "817.7%防御力",
                                    "865.8%防御力",
                                    "913.9%防御力"
                                ]
                            },
                            {
                                "Desc": "领域持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "山的回声",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，卡齐娜的<color style='color:#FFE699;'>岩元素伤害加成</color>提升20%，持续12秒。",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "坚岩之重",
                        "Desc": "<color style='color:#FFD780;'>冲天转转</color>造成的伤害提升，提升值相当于卡齐娜的防御力的20%。",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "夜域赐礼 · 团结炉心",
                        "Desc": "在夜魂值耗竭后，卡齐娜将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 卡齐娜。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换卡齐娜登场时触发：卡齐娜将进入夜魂加持状态，搭乘<color style='color:#FFD780;'>冲天转转</color>登场，并获得30点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，位于纳塔地区时，卡齐娜搭乘<color style='color:#FFD780;'>冲天转转</color>时攀爬消耗的体力降低90%。",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "晶焰之祝",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能恢复20点体力。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "晶片，也是一种宝石",
                        "Desc": "卡齐娜搭乘或脱离<color style='color:#FFD780;'>冲天转转</color>时，将获取附近的结晶反应产生的晶片。<br>此外，队伍中的角色获取晶片时，将为卡齐娜恢复3点元素能量，每5秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不能少了…冲天转转",
                        "Desc": "卡齐娜施放<color style='color:#FFD780;'>现在，认真时间！</color>时，将恢复20点夜魂值；若施放时场上没有卡齐娜自己的<color style='color:#FFD780;'>冲天转转</color>，则进入夜魂加持状态并召唤冲天转转。",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "改良型 · 平衡稳定器",
                        "Desc": "<color style='color:#FFD780;'>出击，冲天转转！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敌人越多，越要小心",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的超级钻钻领域中，存在的敌人数量为1/2/3/4名或更多时，领域中的队伍中当前场上角色的防御力提升8%/12%/16%/20%。",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "迄今为止，所有收藏",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "这一次，我一定要赢",
                        "Desc": "队伍中自己的当前场上角色的护盾因任何原因被替换或摧毁时，卡齐娜将造成相当于她的防御力200%的<color style='color:#FFE699;'>岩元素范围伤害</color>，该效果5秒内至多触发一次。",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 嵴之啮咬",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0",
                                    "25.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "出击，冲天转转！",
                        "Desc": "和超可靠的冲天转转一同战斗！<br>召唤「冲天转转」；长按施放时，卡齐娜将召唤并搭乘冲天转转。<br>施放后，卡齐娜将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 卡齐娜</color><br>冲天转转的各种行为将消耗夜魂值。<br>夜魂值耗尽时卡齐娜的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>冲天转转</color><br>能够独立存在，或是由卡齐娜搭乘操控。冲天转转存在时，卡齐娜的元素战技「出击，冲天转转！」将替换为搭乘或脱离冲天转转。<br> · 冲天转转独立存在时，将间歇性冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 卡齐娜搭乘冲天转转时，能操控冲天转转快速移动、攀爬，并在进行普通攻击时冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>冲天转转将在卡齐娜的夜魂加持结束时消失，被视为岩元素创造物；同时只能存在一个卡齐娜自己的冲天转转。<br><br><i>「冲天转转」只是看着像陀螺，其实是能破开坚固岩石的钻头。</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "冲天转转搭乘伤害",
                                "ParamLevelList": [
                                    "87.76%防御力",
                                    "94.342%防御力",
                                    "100.924%防御力",
                                    "109.7%防御力",
                                    "116.282%防御力",
                                    "122.864%防御力",
                                    "131.64%防御力",
                                    "140.416%防御力",
                                    "149.192%防御力",
                                    "157.968%防御力",
                                    "166.744%防御力",
                                    "175.52%防御力",
                                    "186.49%防御力",
                                    "197.46%防御力",
                                    "208.43%防御力"
                                ]
                            },
                            {
                                "Desc": "冲天转转独立伤害",
                                "ParamLevelList": [
                                    "63.76%防御力",
                                    "68.542%防御力",
                                    "73.324%防御力",
                                    "79.7%防御力",
                                    "84.482%防御力",
                                    "89.264%防御力",
                                    "95.64%防御力",
                                    "102.016%防御力",
                                    "108.392%防御力",
                                    "114.768%防御力",
                                    "121.144%防御力",
                                    "127.52%防御力",
                                    "135.49%防御力",
                                    "143.46%防御力",
                                    "151.43%防御力"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "现在，认真时间！",
                        "Desc": "冲击大地，基于卡齐娜的防御力造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并产生超级钻钻领域。<br>超级钻钻领域能提升冲天转转的攻击范围与搭乘冲天转转时的移动速度。<br><br>施放时，若场上存在卡齐娜自己的冲天转转，则将其召唤至身边。<br><br><i>就像是紧张的人上台表演可以把观众想象成木偶，卡齐娜需要把对手想象成最好的宝石矿。可以带回家囤着那种。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "380.567%防御力",
                                    "413.66%防御力",
                                    "442.52%防御力",
                                    "481.0%防御力",
                                    "509.86%防御力",
                                    "538.72%防御力",
                                    "577.2%防御力",
                                    "615.68%防御力",
                                    "654.16%防御力",
                                    "692.64%防御力",
                                    "731.12%防御力",
                                    "769.6%防御力",
                                    "817.7%防御力",
                                    "865.8%防御力",
                                    "913.9%防御力"
                                ]
                            },
                            {
                                "Desc": "领域持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "山的回声",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，卡齐娜的<color style='color:#FFE699;'>岩元素伤害加成</color>提升20%，持续12秒。",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "坚岩之重",
                        "Desc": "<color style='color:#FFD780;'>冲天转转</color>造成的伤害提升，提升值相当于卡齐娜的防御力的20%。",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "夜域赐礼 · 团结炉心",
                        "Desc": "在夜魂值耗竭后，卡齐娜将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 卡齐娜。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换卡齐娜登场时触发：卡齐娜将进入夜魂加持状态，搭乘<color style='color:#FFD780;'>冲天转转</color>登场，并获得30点夜魂值。自己的队伍每10秒能触发一次夜魂传递。<br><br>此外，位于纳塔地区时，卡齐娜搭乘<color style='color:#FFD780;'>冲天转转</color>时攀爬消耗的体力降低90%。",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "晶焰之祝",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能恢复20点体力。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "晶片，也是一种宝石",
                        "Desc": "卡齐娜搭乘或脱离<color style='color:#FFD780;'>冲天转转</color>时，将获取附近的结晶反应产生的晶片。<br>此外，队伍中的角色获取晶片时，将为卡齐娜恢复3点元素能量，每5秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不能少了…冲天转转",
                        "Desc": "卡齐娜施放<color style='color:#FFD780;'>现在，认真时间！</color>时，将恢复20点夜魂值；若施放时场上没有卡齐娜自己的<color style='color:#FFD780;'>冲天转转</color>，则进入夜魂加持状态并召唤冲天转转。",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "改良型 · 平衡稳定器",
                        "Desc": "<color style='color:#FFD780;'>出击，冲天转转！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敌人越多，越要小心",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的超级钻钻领域中，存在的敌人数量为1/2/3/4名或更多时，领域中的队伍中当前场上角色的防御力提升8%/12%/16%/20%。",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "迄今为止，所有收藏",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "这一次，我一定要赢",
                        "Desc": "队伍中自己的当前场上角色的护盾因任何原因被替换或摧毁时，卡齐娜将造成相当于她的防御力200%的<color style='color:#FFE699;'>岩元素范围伤害</color>，该效果5秒内至多触发一次。",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "嵴之啮咬",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "49.3984%",
                                    "53.4192%",
                                    "57.44%",
                                    "63.184%",
                                    "67.2048%",
                                    "71.8%",
                                    "78.1184%",
                                    "84.4368%",
                                    "90.7552%",
                                    "97.648%",
                                    "104.5408%",
                                    "111.4336%",
                                    "118.3264%",
                                    "125.2192%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.569%+30.6323%",
                                    "29.813%+33.1257%",
                                    "32.057%+35.619%",
                                    "35.2627%+39.1809%",
                                    "37.5067%+41.6742%",
                                    "40.0713%+44.5238%",
                                    "43.5975%+48.4418%",
                                    "47.1238%+52.3599%",
                                    "50.6501%+56.278%",
                                    "54.4969%+60.5523%",
                                    "58.3437%+64.8266%",
                                    "62.1906%+69.1009%",
                                    "66.0374%+73.3751%",
                                    "69.8843%+77.6494%",
                                    "73.7311%+81.9237%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.4271%",
                                    "76.1596%",
                                    "81.892%",
                                    "90.0812%",
                                    "95.8136%",
                                    "102.365%",
                                    "111.3731%",
                                    "120.3812%",
                                    "129.3894%",
                                    "139.2164%",
                                    "149.0434%",
                                    "158.8705%",
                                    "168.6975%",
                                    "178.5246%",
                                    "188.3516%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.4361%",
                                    "83.7391%",
                                    "90.042%",
                                    "99.0462%",
                                    "105.3491%",
                                    "112.5525%",
                                    "122.4571%",
                                    "132.3617%",
                                    "142.2664%",
                                    "153.0714%",
                                    "163.8764%",
                                    "174.6815%",
                                    "185.4865%",
                                    "196.2916%",
                                    "207.0966%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "出击，冲天转转！",
                        "Desc": "和超可靠的冲天转转一同战斗！<br>召唤「冲天转转」；长按施放时，卡齐娜将召唤并搭乘冲天转转。<br>施放后，卡齐娜将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 卡齐娜</color><br>冲天转转的各种行为将消耗夜魂值。<br>夜魂值耗尽时卡齐娜的夜魂加持将会结束。<br><br><color style='color:#FFD780;'>冲天转转</color><br>能够独立存在，或是由卡齐娜搭乘操控。冲天转转存在时，卡齐娜的元素战技「出击，冲天转转！」将替换为搭乘或脱离冲天转转。<br> · 冲天转转独立存在时，将间歇性冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>；<br> · 卡齐娜搭乘冲天转转时，能操控冲天转转快速移动、攀爬，并在进行普通攻击时冲击地面，基于卡齐娜的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>冲天转转将在卡齐娜的夜魂加持结束时消失，被视为岩元素创造物；同时只能存在一个卡齐娜自己的冲天转转。<br><br><i>「冲天转转」只是看着像陀螺，其实是能破开坚固岩石的钻头。</i>",
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "冲天转转搭乘伤害",
                                "ParamLevelList": [
                                    "87.76%防御力",
                                    "94.342%防御力",
                                    "100.924%防御力",
                                    "109.7%防御力",
                                    "116.282%防御力",
                                    "122.864%防御力",
                                    "131.64%防御力",
                                    "140.416%防御力",
                                    "149.192%防御力",
                                    "157.968%防御力",
                                    "166.744%防御力",
                                    "175.52%防御力",
                                    "186.49%防御力",
                                    "197.46%防御力",
                                    "208.43%防御力"
                                ]
                            },
                            {
                                "Desc": "冲天转转独立伤害",
                                "ParamLevelList": [
                                    "63.76%防御力",
                                    "68.542%防御力",
                                    "73.324%防御力",
                                    "79.7%防御力",
                                    "84.482%防御力",
                                    "89.264%防御力",
                                    "95.64%防御力",
                                    "102.016%防御力",
                                    "108.392%防御力",
                                    "114.768%防御力",
                                    "121.144%防御力",
                                    "127.52%防御力",
                                    "135.49%防御力",
                                    "143.46%防御力",
                                    "151.43%防御力"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "现在，认真时间！",
                        "Desc": "冲击大地，基于卡齐娜的防御力造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并产生超级钻钻领域。<br>超级钻钻领域能提升冲天转转的攻击范围与搭乘冲天转转时的移动速度。<br><br>施放时，若场上存在卡齐娜自己的冲天转转，则将其召唤至身边。<br><br><i>就像是紧张的人上台表演可以把观众想象成木偶，卡齐娜需要把对手想象成最好的宝石矿。可以带回家囤着那种。</i>",
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "380.5672%防御力",
                                    "413.66%防御力",
                                    "442.52%防御力",
                                    "481.0%防御力",
                                    "509.86%防御力",
                                    "538.72%防御力",
                                    "577.2%防御力",
                                    "615.68%防御力",
                                    "654.16%防御力",
                                    "692.64%防御力",
                                    "731.12%防御力",
                                    "769.6%防御力",
                                    "817.7%防御力",
                                    "865.8%防御力",
                                    "913.9%防御力"
                                ]
                            },
                            {
                                "Desc": "领域持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "山的回声",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，卡齐娜的<color style='color:#FFE699;'>岩元素伤害加成</color>提升20%，持续12秒。",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "坚岩之重",
                        "Desc": "<color style='color:#FFD780;'>冲天转转</color>造成的伤害提升，提升值相当于卡齐娜的防御力的20%。",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "夜域赐礼 · 团结炉心",
                        "Desc": "在夜魂值耗竭后，卡齐娜将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 卡齐娜。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换卡齐娜登场时触发：卡齐娜将进入夜魂加持状态，搭乘<color style='color:#FFD780;'>冲天转转</color>登场，并获得30点夜魂值。自己的队伍每10秒能触发一次夜魂传递。<br><br>此外，位于纳塔地区时，卡齐娜搭乘<color style='color:#FFD780;'>冲天转转</color>时攀爬消耗的体力降低90%。",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "晶焰之祝",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能恢复20点体力。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "晶片，也是一种宝石",
                        "Desc": "卡齐娜搭乘或脱离<color style='color:#FFD780;'>冲天转转</color>时，将获取附近的结晶反应产生的晶片。<br>此外，队伍中的角色获取晶片或触发月结晶反应时，将为卡齐娜恢复3点元素能量，每5秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不能少了…冲天转转",
                        "Desc": "卡齐娜施放<color style='color:#FFD780;'>现在，认真时间！</color>时，将恢复20点夜魂值；若施放时场上没有卡齐娜自己的<color style='color:#FFD780;'>冲天转转</color>，则进入夜魂加持状态并召唤冲天转转。",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "改良型 · 平衡稳定器",
                        "Desc": "<color style='color:#FFD780;'>出击，冲天转转！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "敌人越多，越要小心",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的超级钻钻领域中，存在的敌人数量为1/2/3/4名或更多时，领域中的队伍中当前场上角色的防御力提升8%/12%/16%/20%。",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "迄今为止，所有收藏",
                        "Desc": "<color style='color:#FFD780;'>现在，认真时间！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "这一次，我一定要赢",
                        "Desc": "队伍中自己的当前场上角色的护盾因任何原因被替换或摧毁时，卡齐娜将造成相当于她的防御力200%的<color style='color:#FFE699;'>岩元素范围伤害</color>，该效果5秒内至多触发一次。",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Kachina": {
        "AttackList": [
            {
                "Skill": "搭乘（Q领域内）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        3.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "元素战技",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "搭乘",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.5
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "元素战技",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "独立（Q领域内）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        3.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "元素战技",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "独立",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "元素战技",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "满命伤害",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "满命伤害",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    20.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.95,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        1.8,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.65,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2-2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 28.49,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.51,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.8,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 72.03,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击",
                "AttGrp": "每0.5s一次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}