// Auto Generated

var _AvatarDataConfig_ = {
    "Kinich": {
        "BallList": [
            {
                "When": "迴猎贯鳞炮",
                "DropArray": [
                    {
                        "Num": 5,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "冷却时间（每次夜魂重置）",
                "CD": 9999
            }
        ],
        "EndureList": [
            {
                "Skill": "夜魂普通攻击",
                "Endure": 0.3
            },
            {
                "Skill": "迴猎贯鳞炮",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "龙息间隔：@2.5s#",
            "<b>@抗打断#</b><br>• 夜魂状态下，普通攻击和迴猎贯鳞炮期间 @0.3#，与行秋Q相同",
            "<b>@产球#</b><br>• 迴猎贯鳞炮产生 @5*草元素微粒#，每次夜魂至多触发一次",
            "@<b>附着</b>#（均为弱草）<br>• 夜魂普通攻击@每2s至多附着一次#<br>• 迴猎贯鳞炮和6命弹射共享：@每1.2s至多附着一次#<br>• 元素爆发开启和龙息共享 @2.5s/3次# 的附着CD",
            "<b>@范围#</b><br>• 龙息索敌@范围 12m#，约等于0命八重神子杀生樱<br>• 迴猎贯鳞炮和6命弹射：@半径3m#，和娜维娅大招炮弹相同<br>• 2命迴猎贯鳞炮：@半径5m#，和雷电将军E开启伤害相同"
        ]
    }
}

var _AvatarMats_ = {
    "Kinich": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101250": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113065": 2,
                "101250": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113065": 4,
                "101250": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113065": 8,
                "101250": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113065": 12,
                "101250": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113065": 20,
                "101250": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113062": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Kinich": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 夜阳斗技",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br>通过元素战技「悬猎 · 游骋高狩」进行空中摆荡后，在落地之前能在空中进行一次普通攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方旋转地投出大剑攻击敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "97.914%",
                                    "105.883%",
                                    "113.853%",
                                    "125.238%",
                                    "133.208%",
                                    "142.316%",
                                    "154.84%",
                                    "167.364%",
                                    "179.888%",
                                    "193.55%",
                                    "207.212%",
                                    "220.875%",
                                    "234.537%",
                                    "248.2%",
                                    "261.862%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "87.678%",
                                    "94.814%",
                                    "101.951%",
                                    "112.146%",
                                    "119.283%",
                                    "127.439%",
                                    "138.653%",
                                    "149.868%",
                                    "161.083%",
                                    "173.317%",
                                    "185.551%",
                                    "197.785%",
                                    "210.019%",
                                    "222.253%",
                                    "234.487%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "119.69%",
                                    "129.432%",
                                    "139.174%",
                                    "153.091%",
                                    "162.834%",
                                    "173.968%",
                                    "189.277%",
                                    "204.586%",
                                    "219.895%",
                                    "236.596%",
                                    "253.297%",
                                    "270.0%",
                                    "286.698%",
                                    "303.399%",
                                    "320.1%"
                                ]
                            },
                            {
                                "Desc": "空中普通攻击伤害",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "59.082%×3",
                                    "63.891%×3",
                                    "68.7%×3",
                                    "75.57%×3",
                                    "80.379%×3",
                                    "85.875%×3",
                                    "93.432%×3",
                                    "100.989%×3",
                                    "108.546%×3",
                                    "116.79%×3",
                                    "125.034%×3",
                                    "133.278%×3",
                                    "141.522%×3",
                                    "149.766%×3",
                                    "158.01%×3"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "悬猎 · 游骋高狩",
                        "Desc": "以狩猎巨兽的心得，快速移动或对敌人发起攻击。<br>附近不存在敌人时，会向前方发射钩索进行空中摆荡，并使冷却时间缩短60%；存在敌人时，则会将钩索链接在目标敌人上，以0点夜魂值进入夜魂加持状态。<br>能够长按施放。长按时，能够瞄准以决定发射钩索的方向。<br><br><color style='color:#FFD780;'>夜魂加持 · 基尼奇</color><br>基尼奇的夜魂加持状态持续10秒，每秒将产生2点夜魂值。<br>在夜魂加持状态下，基尼奇会以钩索链接身边的敌人，并据此改变攻击方式：<br> · 进行普通攻击时依据当前移动的方向，以链接的目标为中心，进行环绕射击，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>，并产生3点夜魂值。摆荡攻击造成的伤害视为元素战技伤害；<br> · 夜魂值达到上限时，能够施放元素战技「迴猎贯鳞炮」：消耗所有夜魂值，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>。长按施放迴猎贯鳞炮时，能够瞄准以决定攻击的目标。施放迴猎贯鳞炮后，基尼奇将会尝试链接迴猎贯鳞炮的目标。<br>在夜魂加持状态下，链接敌人或施放迴猎贯鳞炮后，将会在敌人身边产生死角区，基尼奇进入死角区会恢复4点夜魂值，并移除死角区。<br>链接因超出距离等原因断开时，进行普通攻击会与身边的敌人重新建立链接并进行环绕射击。<br><br><i>「凡事皆有代价，希望你能给出合适的价码…什么？我可不接受分期付款。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "环绕射击伤害",
                                "ParamLevelList": [
                                    "64.17%×2",
                                    "68.983%×2",
                                    "73.795%×2",
                                    "80.212%×2",
                                    "85.025%×2",
                                    "89.838%×2",
                                    "96.255%×2",
                                    "102.672%×2",
                                    "109.089%×2",
                                    "115.506%×2",
                                    "121.923%×2",
                                    "128.34%×2",
                                    "136.361%×2",
                                    "144.383%×2",
                                    "152.404%×2"
                                ]
                            },
                            {
                                "Desc": "迴猎贯鳞炮伤害",
                                "ParamLevelList": [
                                    "598.92%",
                                    "643.839%",
                                    "688.758%",
                                    "748.65%",
                                    "793.569%",
                                    "838.488%",
                                    "898.38%",
                                    "958.272%",
                                    "1018.164%",
                                    "1078.056%",
                                    "1137.948%",
                                    "1197.84%",
                                    "1272.705%",
                                    "1347.57%",
                                    "1422.435%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "向伟大圣龙致意",
                        "Desc": "（有限度、有条件、有节制地，依照契约，部分、暂时）解放「圣龙阿乔」的力量，造成<color style='color:#99FF88;'>草元素范围伤害</color>。圣龙阿乔将在持续期间周期性释放龙息，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br>施放时，若基尼奇处于夜魂加持状态下，此次夜魂加持的持续时间延长2秒。<br><br><i>「没错！站在汝等面前的便是伟大圣龙库胡勒阿乔，还不快快上前亲吻吾的脚背！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "激光伤害",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龙持续时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "噩地的代价",
                        "Desc": "处于夜魂加持状态下时，基尼奇的元素战技伤害命中的敌人，将陷入「噩地」状态，在受到燃烧反应或烈绽放反应伤害时，为基尼奇产生7点夜魂值，每0.8秒至多通过这种方式产生一次夜魂值。噩地状态持续直至基尼奇此次夜魂加持状态结束。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焰灵的契约",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，将为基尼奇赋予一层「猎人心得」，持续15秒，至多叠加2层。基尼奇在施放<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的迴猎贯鳞炮时，将消耗所有的「猎人心得」，并依据消耗的层数，每层使本次迴猎贯鳞炮造成的伤害基于基尼奇攻击力的320%提高。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域赐礼 · 索报皆偿",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡后处于空中时，能够消耗10点燃素以再次进行空中摆荡。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 基尼奇。当前场上角色处于冲刺状态、特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换基尼奇登场时触发：基尼奇发射钩索，进行空中摆荡。基尼奇将优先以符合条件的卷叶符印为发射钩索的目标。每10秒能触发一次夜魂传递。<br>在与卷叶符印等能够与匿叶龙能交互的物件互动时，悬猎 · 游骋高狩将被替换为「匿叶仿生」，通过匿叶仿生与这些物件交互时，这些物件的交互规则沿袭匿叶龙的交互规则，并且不会使悬猎 · 游骋高狩进入冷却。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "生活天赋",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Kinich_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鹦之喙",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡落地后，移动速度提升20%移动速度，持续5秒。<br>此外，迴猎贯鳞炮的暴击伤害提升90%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎之掌",
                        "Desc": "基尼奇的元素战技命中敌人时，将使其<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续6秒。<br>此外，基尼奇在进入夜魂加持状态下的首次迴猎贯鳞炮的影响范围提升，造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鳄之爪",
                        "Desc": "<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鸟之羽",
                        "Desc": "处于夜魂加持状态下时，基尼奇进行环绕射击或施放迴猎贯鳞炮后，将为他恢复5点元素能量。每2.8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吼猴之尾",
                        "Desc": "<color style='color:#FFD780;'>向伟大圣龙致意</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞兽之形",
                        "Desc": "迴猎贯鳞炮在命中敌人后，将在敌人间弹跳一次，造成基尼奇的攻击力700%的<color style='color:#99FF88;'>草元素伤害</color>。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 夜阳斗技",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br>通过元素战技「悬猎 · 游骋高狩」进行空中摆荡后，在落地之前能在空中进行一次普通攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方旋转地投出大剑攻击敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中普通攻击伤害",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "悬猎 · 游骋高狩",
                        "Desc": "以狩猎巨兽的心得，快速移动或对敌人发起攻击。<br>附近不存在敌人时，会向前方发射钩索进行空中摆荡，并使冷却时间缩短60%；存在敌人时，则会将钩索链接在目标敌人上，以0点夜魂值进入夜魂加持状态。<br>能够长按施放。长按时，能够瞄准以决定发射钩索的方向。<br><br><color style='color:#FFD780;'>夜魂加持 · 基尼奇</color><br>基尼奇的夜魂加持状态持续10秒，每秒将产生2点夜魂值。<br>在夜魂加持状态下，基尼奇会以钩索链接身边的敌人，并据此改变攻击方式：<br> · 进行普通攻击时依据当前移动的方向，以链接的目标为中心，进行环绕射击，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>，并产生3点夜魂值。摆荡攻击造成的伤害视为元素战技伤害；<br> · 夜魂值达到上限时，能够施放元素战技「迴猎贯鳞炮」：消耗所有夜魂值，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>。长按施放迴猎贯鳞炮时，能够瞄准以决定攻击的目标。施放迴猎贯鳞炮后，基尼奇将会尝试链接迴猎贯鳞炮的目标。<br>在夜魂加持状态下，链接敌人或施放迴猎贯鳞炮后，将会在敌人身边产生死角区，基尼奇进入死角区会恢复4点夜魂值，并移除死角区。<br>链接因超出距离等原因断开时，进行普通攻击会与身边的敌人重新建立链接并进行环绕射击。<br><br><i>「凡事皆有代价，希望你能给出合适的价码…什么？我可不接受分期付款。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "环绕射击伤害",
                                "ParamLevelList": [
                                    "64.17%×2",
                                    "68.983%×2",
                                    "73.795%×2",
                                    "80.212%×2",
                                    "85.025%×2",
                                    "89.838%×2",
                                    "96.255%×2",
                                    "102.672%×2",
                                    "109.089%×2",
                                    "115.506%×2",
                                    "121.923%×2",
                                    "128.34%×2",
                                    "136.361%×2",
                                    "144.383%×2",
                                    "152.404%×2"
                                ]
                            },
                            {
                                "Desc": "迴猎贯鳞炮伤害",
                                "ParamLevelList": [
                                    "598.92%",
                                    "643.839%",
                                    "688.758%",
                                    "748.65%",
                                    "793.569%",
                                    "838.488%",
                                    "898.38%",
                                    "958.272%",
                                    "1018.164%",
                                    "1078.056%",
                                    "1137.948%",
                                    "1197.84%",
                                    "1272.705%",
                                    "1347.57%",
                                    "1422.435%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "向伟大圣龙致意",
                        "Desc": "（有限度、有条件、有节制地，依照契约，部分、暂时）解放「圣龙阿乔」的力量，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。圣龙阿乔将在持续期间周期性释放龙息，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。<br>施放时，若基尼奇处于夜魂加持状态下，此次夜魂加持的持续时间延长2秒。<br><br><i>「没错！站在汝等面前的便是伟大圣龙库胡勒阿乔，还不快快上前亲吻吾的脚背！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "激光伤害",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龙持续时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "噩地的代价",
                        "Desc": "处于夜魂加持状态下时，基尼奇的元素战技伤害命中的敌人，将陷入「噩地」状态，在受到燃烧反应或烈绽放反应伤害时，为基尼奇产生7点夜魂值，每0.8秒至多通过这种方式产生一次夜魂值。噩地状态持续直至基尼奇此次夜魂加持状态结束。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焰灵的契约",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，将为基尼奇赋予一层「猎人心得」，持续15秒，至多叠加2层。基尼奇在施放<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的迴猎贯鳞炮时，将消耗所有的「猎人心得」，并依据消耗的层数，每层使本次迴猎贯鳞炮造成的伤害基于基尼奇攻击力的320%提高。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域赐礼 · 索报皆偿",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡后处于空中时，能够消耗10点燃素以再次进行空中摆荡。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 基尼奇。当前场上角色处于冲刺状态、特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换基尼奇登场时触发：基尼奇发射钩索，进行空中摆荡。基尼奇将优先以符合条件的卷叶符印为发射钩索的目标。每10秒能触发一次夜魂传递。<br>在与卷叶符印等能够与匿叶龙能交互的物件互动时，悬猎 · 游骋高狩将被替换为「匿叶仿生」，通过匿叶仿生与这些物件交互时，这些物件的交互规则沿袭匿叶龙的交互规则，并且不会使悬猎 · 游骋高狩进入冷却。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行的使令",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够使队伍中自己的角色移动速度提高15%，持续10秒。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鹦之喙",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡落地后，移动速度提升20%，持续5秒。<br>此外，迴猎贯鳞炮的暴击伤害提升90%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎之掌",
                        "Desc": "基尼奇的元素战技命中敌人时，将使其<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续6秒。<br>此外，基尼奇在进入夜魂加持状态下的首次迴猎贯鳞炮的影响范围提升，造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鳄之爪",
                        "Desc": "<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鸟之羽",
                        "Desc": "处于夜魂加持状态下时，基尼奇进行环绕射击或施放迴猎贯鳞炮后，将为他恢复5点元素能量。每2.8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吼猴之尾",
                        "Desc": "<color style='color:#FFD780;'>向伟大圣龙致意</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞兽之形",
                        "Desc": "迴猎贯鳞炮在命中敌人后，将在敌人间弹跳一次，造成基尼奇的攻击力700%的<color style='color:#99FF88;'>草元素伤害</color>。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 夜阳斗技",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br>通过元素战技「悬猎 · 游骋高狩」进行空中摆荡后，在落地之前能在空中进行一次普通攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方旋转地投出大剑攻击敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中普通攻击伤害",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "悬猎 · 游骋高狩",
                        "Desc": "以狩猎巨兽的心得，快速移动或对敌人发起攻击。<br>附近不存在敌人时，会向前方发射钩索进行空中摆荡，并使冷却时间缩短60%；存在敌人时，则会将钩索链接在目标敌人上，以0点夜魂值进入夜魂加持状态。<br>能够长按施放。长按时，能够瞄准以决定发射钩索的方向。<br><br><color style='color:#FFD780;'>夜魂加持 · 基尼奇</color><br>基尼奇的夜魂加持状态持续10秒，每秒将产生2点夜魂值。<br>在夜魂加持状态下，基尼奇会以钩索链接身边的敌人，并据此改变攻击方式：<br> · 进行普通攻击时依据当前移动的方向，以链接的目标为中心，进行环绕射击，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>，并产生3点夜魂值。环绕射击造成的伤害视为元素战技伤害；<br> · 夜魂值达到上限时，能够施放元素战技「迴猎贯鳞炮」：消耗所有夜魂值，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>。长按施放迴猎贯鳞炮时，能够瞄准以决定攻击的目标。施放迴猎贯鳞炮后，基尼奇将会尝试链接迴猎贯鳞炮的目标。<br>在夜魂加持状态下，链接敌人或施放迴猎贯鳞炮后，将会在敌人身边产生死角区，基尼奇进入死角区会恢复4点夜魂值，并移除死角区。<br>链接因超出距离等原因断开时，进行普通攻击会与身边的敌人重新建立链接并进行环绕射击。<br><br><i>「凡事皆有代价，希望你能给出合适的价码…什么？我可不接受分期付款。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "环绕射击伤害",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "迴猎贯鳞炮伤害",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1100.0%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "向伟大圣龙致意",
                        "Desc": "（有限度、有条件、有节制地，依照契约，部分、暂时）解放「圣龙阿乔」的力量，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。圣龙阿乔将在持续期间周期性释放龙息，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。<br>施放时，若基尼奇处于夜魂加持状态下，此次夜魂加持的持续时间延长2秒。<br><br><i>「没错！站在汝等面前的便是伟大圣龙库胡勒阿乔，还不快快上前亲吻吾的脚背！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "激光伤害",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龙持续时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "噩地的代价",
                        "Desc": "处于夜魂加持状态下时，基尼奇的元素战技伤害命中的敌人，将陷入「噩地」状态，在受到燃烧反应或烈绽放反应伤害时，为基尼奇产生7点夜魂值，每0.8秒至多通过这种方式产生一次夜魂值。噩地状态持续直至基尼奇此次夜魂加持状态结束。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焰灵的契约",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，将为基尼奇赋予一层「猎人心得」，持续15秒，至多叠加2层。基尼奇在施放<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的迴猎贯鳞炮时，将消耗所有的「猎人心得」，并依据消耗的层数，每层使本次迴猎贯鳞炮造成的伤害基于基尼奇攻击力的320%提高。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域赐礼 · 索报皆偿",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡后处于空中时，能够消耗10点燃素以再次进行空中摆荡。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 基尼奇。当前场上角色处于冲刺状态、特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换基尼奇登场时触发：基尼奇发射钩索，进行空中摆荡。基尼奇将优先以符合条件的卷叶符印为发射钩索的目标。每10秒能触发一次夜魂传递。<br>在与卷叶符印等能够与匿叶龙能交互的物件互动时，悬猎 · 游骋高狩将被替换为「匿叶仿生」，通过匿叶仿生与这些物件交互时，这些物件的交互规则沿袭匿叶龙的交互规则，并且不会使悬猎 · 游骋高狩进入冷却。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行的使令",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够使队伍中自己的角色移动速度提高15%，持续10秒。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鹦之喙",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡落地后，移动速度提升30%，持续6秒。<br>此外，迴猎贯鳞炮的暴击伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎之掌",
                        "Desc": "基尼奇的元素战技命中敌人时，将使其<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续6秒。<br>此外，基尼奇在进入夜魂加持状态下的首次迴猎贯鳞炮的影响范围提升，造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鳄之爪",
                        "Desc": "<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鸟之羽",
                        "Desc": "处于夜魂加持状态下时，基尼奇进行环绕射击或施放迴猎贯鳞炮后，将为他恢复5点元素能量。每2.8秒至多通过这种方式恢复一次元素能量。<br>此外，<color style='color:#FFD780;'>向伟大圣龙致意</color>造成的伤害提升70%。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吼猴之尾",
                        "Desc": "<color style='color:#FFD780;'>向伟大圣龙致意</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞兽之形",
                        "Desc": "迴猎贯鳞炮在命中敌人后，将在敌人间弹跳一次，造成基尼奇的攻击力700%的<color style='color:#99FF88;'>草元素伤害</color>。<br>如果本次迴猎贯鳞炮触发了固有天赋「焰灵的契约」或命之座「星虎之掌」对迴猎贯鳞炮的增强效果，它所引发的弹跳攻击也会获得上述效果的增强。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 夜阳斗技",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br>通过元素战技「悬猎 · 游骋高狩」进行空中摆荡后，在落地之前能在空中进行一次普通攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方旋转地投出大剑攻击敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中普通攻击伤害",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "悬猎 · 游骋高狩",
                        "Desc": "以狩猎巨兽的心得，快速移动或对敌人发起攻击。<br>若身边存在敌人或能被攻击的物件，会将钩索链接在目标上，以0点夜魂值进入夜魂加持状态；否则，会向前方发射钩索进行空中摆荡，并使冷却时间缩短60%；<br>能够长按施放。长按时，能够瞄准以决定发射钩索的方向。<br><br><color style='color:#FFD780;'>夜魂加持 · 基尼奇</color><br>基尼奇的夜魂加持状态持续10秒，每秒将产生2点夜魂值。<br>在夜魂加持状态下，基尼奇会以钩索链接身边的敌人，并据此改变攻击方式：<br> · 进行普通攻击时依据当前移动的方向，以链接的目标为中心，进行环绕射击，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>，并产生3点夜魂值。环绕射击造成的伤害视为元素战技伤害；<br> · 夜魂值达到上限时，能够施放元素战技「迴猎贯鳞炮」：消耗所有夜魂值，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>。长按施放迴猎贯鳞炮时，能够瞄准以决定攻击的目标。施放迴猎贯鳞炮后，基尼奇将会尝试链接迴猎贯鳞炮的目标。<br>在夜魂加持状态下，链接敌人或施放迴猎贯鳞炮后，将会在敌人身边产生死角区，基尼奇进入死角区会恢复4点夜魂值，并移除死角区。<br>链接因超出距离等原因断开时，进行普通攻击会与身边的敌人重新建立链接并进行环绕射击。<br><br><i>「凡事皆有代价，希望你能给出合适的价码…什么？我可不接受分期付款。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "环绕射击伤害",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "迴猎贯鳞炮伤害",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1100.0%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "向伟大圣龙致意",
                        "Desc": "（有限度、有条件、有节制地，依照契约，部分、暂时）解放「圣龙阿乔」的力量，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。圣龙阿乔将在持续期间周期性释放龙息，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。<br>施放时，若基尼奇处于夜魂加持状态下，此次夜魂加持的持续时间延长1.7秒。<br><br><i>「没错！站在汝等面前的便是伟大圣龙库胡勒阿乔，还不快快上前亲吻吾的脚背！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "激光伤害",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "龙持续时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "噩地的代价",
                        "Desc": "处于夜魂加持状态下时，基尼奇的元素战技命中的敌人，将陷入「噩地」状态，在受到燃烧反应或烈绽放反应伤害时，为基尼奇产生7点夜魂值，每0.8秒至多通过这种方式产生一次夜魂值。噩地状态持续直至基尼奇此次夜魂加持状态结束。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焰灵的契约",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，将为基尼奇赋予一层「猎人心得」，持续15秒，至多叠加2层。基尼奇在施放<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的迴猎贯鳞炮时，将消耗所有的「猎人心得」，并依据消耗的层数，每层使本次迴猎贯鳞炮造成的伤害基于基尼奇攻击力的320%提高。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域赐礼 · 索报皆偿",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡后处于空中时，能够消耗10点燃素以再次进行空中摆荡。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 基尼奇。当前场上角色处于冲刺状态、特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换基尼奇登场时，基尼奇将依照条件，进行以下行动之一：<br> · 朝向可以交互的卷叶符印时：向它发射钩索以进行移动；<br> · 身边有敌人并处于战斗状态时：向该敌人施放悬猎 · 游骋高狩；<br>否则，发射钩索，进行空中摆荡。基尼奇将优先以符合条件的卷叶符印为发射钩索的目标。<br>每10秒能触发一次夜魂传递。<br><br>在与卷叶符印等能够与匿叶龙能交互的物件互动时，悬猎 · 游骋高狩将被替换为「匿叶仿生」，通过匿叶仿生与这些物件交互时，这些物件的交互规则沿袭匿叶龙的交互规则，并且不会使悬猎 · 游骋高狩进入冷却。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行的使令",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够使队伍中自己的角色移动速度提高15%，持续10秒。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鹦之喙",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡落地后，移动速度提升30%，持续6秒。<br>此外，迴猎贯鳞炮的暴击伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎之掌",
                        "Desc": "基尼奇的元素战技命中敌人时，将使其<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续6秒。<br>此外，基尼奇在进入夜魂加持状态下的首次迴猎贯鳞炮的影响范围提升，造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鳄之爪",
                        "Desc": "<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鸟之羽",
                        "Desc": "处于夜魂加持状态下时，基尼奇进行环绕射击或施放迴猎贯鳞炮后，将为他恢复5点元素能量。每2.8秒至多通过这种方式恢复一次元素能量。<br>此外，<color style='color:#FFD780;'>向伟大圣龙致意</color>造成的伤害提升70%。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吼猴之尾",
                        "Desc": "<color style='color:#FFD780;'>向伟大圣龙致意</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞兽之形",
                        "Desc": "迴猎贯鳞炮在命中敌人后，将在敌人间弹跳一次，造成基尼奇的攻击力700%的<color style='color:#99FF88;'>草元素伤害</color>。<br>如果本次迴猎贯鳞炮触发了固有天赋「焰灵的契约」或命之座「星虎之掌」对迴猎贯鳞炮的增强效果，它所引发的弹跳攻击也会获得上述效果的增强。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 夜阳斗技",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br>通过元素战技「悬猎 · 游骋高狩」进行空中摆荡后，在落地之前能在空中进行一次普通攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方旋转地投出大剑攻击敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中普通攻击伤害",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "悬猎 · 游骋高狩",
                        "Desc": "以狩猎巨兽的心得，快速移动或对敌人发起攻击。<br>若身边存在敌人或能被攻击的物件，会将钩索链接在目标上，以0点夜魂值进入夜魂加持状态；否则，会向前方发射钩索进行空中摆荡，并使冷却时间缩短60%；<br>能够长按施放。长按时，能够瞄准以决定发射钩索的方向。<br><br><color style='color:#FFD780;'>夜魂加持 · 基尼奇</color><br>基尼奇的夜魂加持状态持续10秒，每秒将产生2点夜魂值。<br>在夜魂加持状态下，基尼奇会以钩索链接身边的敌人，并据此改变攻击方式：<br> · 进行普通攻击时依据当前移动的方向，以链接的目标为中心，进行环绕射击，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>，并产生3点夜魂值。环绕射击造成的伤害视为元素战技伤害；<br> · 夜魂值达到上限时，能够施放元素战技「迴猎贯鳞炮」：消耗所有夜魂值，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>。长按施放迴猎贯鳞炮时，能够瞄准以决定攻击的目标。施放迴猎贯鳞炮后，基尼奇将会尝试链接迴猎贯鳞炮的目标。<br>在夜魂加持状态下，链接敌人或施放迴猎贯鳞炮后，将会在敌人身边产生死角区，基尼奇进入死角区会产生4点夜魂值，并移除死角区。<br>链接因超出距离等原因断开时，进行普通攻击会与身边的敌人重新建立链接并进行环绕射击。<br><br><i>「凡事皆有代价，希望你能给出合适的价码…什么？我可不接受分期付款。」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "环绕射击伤害",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "迴猎贯鳞炮伤害",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1100.0%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "向伟大圣龙致意",
                        "Desc": "（有限度、有条件、有节制地，依照契约，部分、暂时）解放「圣龙阿乔」的力量，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。圣龙阿乔将在持续期间周期性释放龙息，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。<br>施放时，若基尼奇处于夜魂加持状态下，此次夜魂加持的持续时间延长1.7秒。<br><br><i>「没错！站在汝等面前的便是伟大圣龙库胡勒阿乔，还不快快上前亲吻吾的脚背！」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "龙息伤害",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.791%",
                                    "138.846%",
                                    "150.92%",
                                    "159.975%",
                                    "169.03%",
                                    "181.104%",
                                    "193.178%",
                                    "205.251%",
                                    "217.325%",
                                    "229.398%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "噩地的代价",
                        "Desc": "处于夜魂加持状态下时，基尼奇的元素战技命中的敌人，将陷入「噩地」状态，在受到燃烧反应或烈绽放反应伤害时，为基尼奇产生7点夜魂值，每0.8秒至多通过这种方式产生一次夜魂值。噩地状态持续直至基尼奇此次夜魂加持状态结束。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焰灵的契约",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，将为基尼奇赋予一层「猎人心得」，持续15秒，至多叠加2层。基尼奇在施放<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的迴猎贯鳞炮时，将消耗所有的「猎人心得」，并依据消耗的层数，每层使本次迴猎贯鳞炮造成的伤害基于基尼奇攻击力的320%提高。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域赐礼 · 索报皆偿",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡后处于空中时，能够消耗10点燃素以再次进行空中摆荡。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 基尼奇。当前场上角色处于冲刺状态、特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换基尼奇登场时，基尼奇将依照条件，进行以下行动之一：<br> · 朝向可以交互的卷叶符印时：向它发射钩索以进行移动；<br> · 身边有敌人并处于战斗状态时：向该敌人施放悬猎 · 游骋高狩；<br>否则，发射钩索，进行空中摆荡。基尼奇将优先以符合条件的卷叶符印为发射钩索的目标。<br>自己的队伍每10秒能触发一次夜魂传递。<br><br>在与卷叶符印等能够与匿叶龙能交互的物件互动时，悬猎 · 游骋高狩将被替换为「匿叶仿生」，通过匿叶仿生与这些物件交互时，这些物件的交互规则沿袭匿叶龙的交互规则，并且不会使悬猎 · 游骋高狩进入冷却。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行的使令",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够使队伍中自己的角色移动速度提高15%，持续10秒。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鹦之喙",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡落地后，移动速度提升30%，持续6秒。<br>此外，迴猎贯鳞炮的暴击伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎之掌",
                        "Desc": "基尼奇的元素战技命中敌人时，将使其<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续6秒。<br>此外，基尼奇在进入夜魂加持状态下的首次迴猎贯鳞炮的影响范围提升，造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鳄之爪",
                        "Desc": "<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鸟之羽",
                        "Desc": "处于夜魂加持状态下时，基尼奇进行环绕射击或施放迴猎贯鳞炮后，将为他恢复5点元素能量。每2.8秒至多通过这种方式恢复一次元素能量。<br>此外，<color style='color:#FFD780;'>向伟大圣龙致意</color>造成的伤害提升70%。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吼猴之尾",
                        "Desc": "<color style='color:#FFD780;'>向伟大圣龙致意</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞兽之形",
                        "Desc": "迴猎贯鳞炮在命中敌人后，将在敌人间弹跳一次，造成基尼奇的攻击力700%的<color style='color:#99FF88;'>草元素伤害</color>。<br>如果本次迴猎贯鳞炮触发了固有天赋「焰灵的契约」或命之座「星虎之掌」对迴猎贯鳞炮的增强效果，它所引发的弹跳攻击也会获得上述效果的增强。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "夜阳斗技",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续攻击。<br>通过元素战技「悬猎 · 游骋高狩」进行空中摆荡后，在落地之前能在空中进行一次普通攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方旋转地投出大剑攻击敌人。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "98.986%",
                                    "107.043%",
                                    "115.1%",
                                    "126.61%",
                                    "134.667%",
                                    "143.875%",
                                    "156.536%",
                                    "169.197%",
                                    "181.858%",
                                    "195.67%",
                                    "209.482%",
                                    "223.294%",
                                    "237.106%",
                                    "250.918%",
                                    "264.73%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "123.496%",
                                    "133.548%",
                                    "143.6%",
                                    "157.96%",
                                    "168.012%",
                                    "179.5%",
                                    "195.296%",
                                    "211.092%",
                                    "226.888%",
                                    "244.12%",
                                    "261.352%",
                                    "278.584%",
                                    "295.816%",
                                    "313.048%",
                                    "330.28%"
                                ]
                            },
                            {
                                "Desc": "空中普通攻击伤害",
                                "ParamLevelList": [
                                    "167.7%",
                                    "181.35%",
                                    "195.0%",
                                    "214.5%",
                                    "228.15%",
                                    "243.75%",
                                    "265.2%",
                                    "286.65%",
                                    "308.1%",
                                    "331.5%",
                                    "354.9%",
                                    "378.3%",
                                    "401.7%",
                                    "425.1%",
                                    "448.5%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "48.418%×3",
                                    "52.359%×3",
                                    "56.3%×3",
                                    "61.93%×3",
                                    "65.871%×3",
                                    "70.375%×3",
                                    "76.568%×3",
                                    "82.761%×3",
                                    "88.954%×3",
                                    "95.71%×3",
                                    "102.466%×3",
                                    "109.222%×3",
                                    "115.978%×3",
                                    "122.734%×3",
                                    "129.49%×3"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "悬猎 · 游骋高狩",
                        "Desc": "以狩猎巨兽的心得，快速移动或对敌人发起攻击。<br>若身边存在敌人或能被攻击的物件，会将钩索链接在目标上，以0点夜魂值进入夜魂加持状态；否则，会向前方发射钩索进行空中摆荡，并使冷却时间缩短60%；<br>能够长按施放。长按时，能够瞄准以决定发射钩索的方向。<br><br><color style='color:#FFD780;'>夜魂加持 · 基尼奇</color><br>基尼奇的夜魂加持状态持续10秒，每秒将产生2点夜魂值。<br>在夜魂加持状态下，基尼奇会以钩索链接身边的敌人，并据此改变攻击方式：<br> · 进行普通攻击时依据当前移动的方向，以链接的目标为中心，进行环绕射击，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>，并产生3点夜魂值。环绕射击造成的伤害视为元素战技伤害；<br> · 夜魂值达到上限时，能够施放元素战技「迴猎贯鳞炮」：消耗所有夜魂值，造成具有夜魂性质的<color style='color:#99FF88;'>草元素伤害</color>。长按施放迴猎贯鳞炮时，能够瞄准以决定攻击的目标。施放迴猎贯鳞炮后，基尼奇将会尝试链接迴猎贯鳞炮的目标。<br>在夜魂加持状态下，链接敌人或施放迴猎贯鳞炮后，将会在敌人身边产生死角区，基尼奇进入死角区会产生4点夜魂值，并移除死角区。<br>链接因超出距离等原因断开时，进行普通攻击会与身边的敌人重新建立链接并进行环绕射击。<br><br><i>「凡事皆有代价，希望你能给出合适的价码…什么？我可不接受分期付款。」</i>",
                        "Icon": "Skill_S_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "环绕射击伤害",
                                "ParamLevelList": [
                                    "57.28%×2",
                                    "61.576%×2",
                                    "65.872%×2",
                                    "71.6%×2",
                                    "75.896%×2",
                                    "80.192%×2",
                                    "85.92%×2",
                                    "91.648%×2",
                                    "97.376%×2",
                                    "103.104%×2",
                                    "108.832%×2",
                                    "114.56%×2",
                                    "121.72%×2",
                                    "128.88%×2",
                                    "136.04%×2"
                                ]
                            },
                            {
                                "Desc": "迴猎贯鳞炮伤害",
                                "ParamLevelList": [
                                    "687.44%",
                                    "738.998%",
                                    "790.556%",
                                    "859.3%",
                                    "910.858%",
                                    "962.416%",
                                    "1031.16%",
                                    "1099.904%",
                                    "1168.648%",
                                    "1237.392%",
                                    "1306.136%",
                                    "1374.88%",
                                    "1460.81%",
                                    "1546.74%",
                                    "1632.67%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "向伟大圣龙致意",
                        "Desc": "（有限度、有条件、有节制地，依照契约，部分、暂时）解放「圣龙阿乔」的力量，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。圣龙阿乔将在持续期间周期性释放龙息，造成具有夜魂性质的<color style='color:#99FF88;'>草元素范围伤害</color>。<br>施放时，若基尼奇处于夜魂加持状态下，此次夜魂加持的持续时间延长1.7秒。<br><br><i>「没错！站在汝等面前的便是伟大圣龙库胡勒阿乔，还不快快上前亲吻吾的脚背！」</i>",
                        "Icon": "Skill_E_Kinich_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "134.0%",
                                    "144.05%",
                                    "154.1%",
                                    "167.5%",
                                    "177.55%",
                                    "187.6%",
                                    "201.0%",
                                    "214.4%",
                                    "227.8%",
                                    "241.2%",
                                    "254.6%",
                                    "268.0%",
                                    "284.75%",
                                    "301.5%",
                                    "318.25%"
                                ]
                            },
                            {
                                "Desc": "龙息伤害",
                                "ParamLevelList": [
                                    "120.736%",
                                    "129.7912%",
                                    "138.8464%",
                                    "150.92%",
                                    "159.9752%",
                                    "169.0304%",
                                    "181.104%",
                                    "193.1776%",
                                    "205.2512%",
                                    "217.3248%",
                                    "229.3984%",
                                    "241.472%",
                                    "256.564%",
                                    "271.656%",
                                    "286.748%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "噩地的代价",
                        "Desc": "处于夜魂加持状态下时，基尼奇的元素战技命中的敌人，将陷入「噩地」状态，在受到燃烧反应或烈绽放反应伤害时，为基尼奇产生7点夜魂值，每0.8秒至多通过这种方式产生一次夜魂值。噩地状态持续直至基尼奇此次夜魂加持状态结束。",
                        "Icon": "UI_Talent_S_Kinich_05"
                    },
                    {
                        "Name": "焰灵的契约",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，将为基尼奇赋予一层「猎人心得」，持续15秒，至多叠加2层。基尼奇在施放<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的迴猎贯鳞炮时，将消耗所有的「猎人心得」，并依据消耗的层数，每层使本次迴猎贯鳞炮造成的伤害基于基尼奇攻击力的320%提高。",
                        "Icon": "UI_Talent_S_Kinich_06"
                    },
                    {
                        "Name": "夜域赐礼 · 索报皆偿",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡后处于空中时，能够消耗10点燃素以再次进行空中摆荡。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 基尼奇。当前场上角色处于冲刺状态、特定天赋赋予的移动状态下，或是位于空中时，切换基尼奇登场时，基尼奇将依照条件，进行以下行动之一：<br> · 朝向可以交互的卷叶符印时：向它发射钩索以进行移动；<br> · 身边有敌人并处于战斗状态时：向该敌人施放悬猎 · 游骋高狩；<br>否则，发射钩索，进行空中摆荡。基尼奇将优先以符合条件的卷叶符印为发射钩索的目标。<br>自己的队伍每10秒能触发一次夜魂传递。<br><br>在与卷叶符印等能够与匿叶龙交互的物件互动时，悬猎 · 游骋高狩将被替换为「匿叶仿生」，通过匿叶仿生与这些物件交互时，这些物件的交互规则沿袭匿叶龙的交互规则，并且不会使悬猎 · 游骋高狩进入冷却。",
                        "Icon": "UI_Talent_S_Kinich_08"
                    },
                    {
                        "Name": "疾行的使令",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够使队伍中自己的角色移动速度提高15%，持续10秒。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "七鹦之喙",
                        "Desc": "通过<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>，基尼奇进行空中摆荡落地后，移动速度提升30%，持续6秒。<br>此外，迴猎贯鳞炮的暴击伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星虎之掌",
                        "Desc": "基尼奇的元素战技命中敌人时，将使其<color style='color:#99FF88;'>草元素抗性</color>降低30%，持续6秒。<br>此外，基尼奇在进入夜魂加持状态下的首次迴猎贯鳞炮的影响范围提升，造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Kinich_02"
                    },
                    {
                        "Level": 3,
                        "Name": "原鳄之爪",
                        "Desc": "<color style='color:#FFD780;'>悬猎 · 游骋高狩</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_01"
                    },
                    {
                        "Level": 4,
                        "Name": "蜂鸟之羽",
                        "Desc": "处于夜魂加持状态下时，基尼奇进行环绕射击或施放迴猎贯鳞炮后，将为他恢复5点元素能量。每2.8秒至多通过这种方式恢复一次元素能量。<br>此外，<color style='color:#FFD780;'>向伟大圣龙致意</color>造成的伤害提升70%。",
                        "Icon": "UI_Talent_S_Kinich_03"
                    },
                    {
                        "Level": 5,
                        "Name": "吼猴之尾",
                        "Desc": "<color style='color:#FFD780;'>向伟大圣龙致意</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Kinich_02"
                    },
                    {
                        "Level": 6,
                        "Name": "瑞兽之形",
                        "Desc": "迴猎贯鳞炮在命中敌人后，将在敌人间弹跳一次，造成基尼奇的攻击力700%的<color style='color:#99FF88;'>草元素伤害</color>。<br>如果本次迴猎贯鳞炮触发了突破天赋「焰灵的契约」或命之座「星虎之掌」对迴猎贯鳞炮的增强效果，它所引发的弹跳攻击也会获得上述效果的增强。",
                        "Icon": "UI_Talent_S_Kinich_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Kinich": {
        "AttackList": [
            {
                "Skill": "环绕射击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "E1",
                "AttGrp": "2s 至多1次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "迴猎贯鳞炮",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "E2",
                "AttGrp": "1.2s 至多1次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "迴猎贯鳞炮 2命",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "E2",
                "AttGrp": "1.2s 至多1次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "6命弹射",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "E2",
                "AttGrp": "1.2s 至多1次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "6命弹射 触发2命",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "E2",
                "AttGrp": "1.2s 至多1次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "元素爆发开启",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        8.5
                    ]
                },
                "AtkTag": "元素爆发<br>夜魂",
                "AttTag": "元素爆发",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 35.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "龙息激光",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素爆发<br>夜魂",
                "AttTag": "元素爆发",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "空中普通攻击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.7,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        3.0,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 131.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.9,
                        2.0,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 117.0,
                "ForceType": 2,
                "Force": [
                    400.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.3,
                        2.2,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 160.0,
                "ForceType": 2,
                "Force": [
                    400.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.6
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 171.095,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击 x3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.0,
                        2.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}