// Auto Generated

var _AvatarDataConfig_ = {
    "Klee": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Klee": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100025": 3,
                "112008": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113011": 2,
                "100025": 10,
                "112008": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113011": 4,
                "100025": 20,
                "112009": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113011": 8,
                "100025": 30,
                "112009": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113011": 12,
                "100025": 45,
                "112010": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113011": 20,
                "100025": 60,
                "112010": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112010": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112010": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112010": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112010": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112010": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112010": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112010": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112010": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112010": 12,
                "113007": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Klee": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "砰砰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>投掷在碰撞后会爆炸的好东西！进行至多三段的炸弹攻击，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，轰击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚烈焰的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#FF9999;'>火元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.3926%",
                                    "147.2064%",
                                    "157.0202%",
                                    "166.8339%",
                                    "176.6477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "62.4%",
                                    "67.08%",
                                    "71.76%",
                                    "78.0%",
                                    "82.68%",
                                    "87.36%",
                                    "93.6%",
                                    "99.84%",
                                    "106.08%",
                                    "112.32%",
                                    "118.8096%",
                                    "127.296%",
                                    "135.7824%",
                                    "144.2688%",
                                    "152.7552%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "89.92%",
                                    "96.664%",
                                    "103.408%",
                                    "112.4%",
                                    "119.144%",
                                    "125.888%",
                                    "134.88%",
                                    "143.872%",
                                    "152.864%",
                                    "161.856%",
                                    "171.2077%",
                                    "183.4368%",
                                    "195.6659%",
                                    "207.895%",
                                    "220.1242%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "157.36%",
                                    "169.162%",
                                    "180.964%",
                                    "196.7%",
                                    "208.502%",
                                    "220.304%",
                                    "236.04%",
                                    "251.776%",
                                    "267.512%",
                                    "283.248%",
                                    "299.6134%",
                                    "321.0144%",
                                    "342.4154%",
                                    "363.8163%",
                                    "385.2173%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "蹦蹦炸弹",
                        "Desc": "投出带来无限快乐的蹦蹦炸弹！<br>蹦蹦炸弹会连续弹跳三次，每次弹跳都会引发爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>第三次弹跳后，将分裂成许多诡雷。<br>诡雷会在接触到敌人或一段时间后爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>初始拥有2次可使用次数。<br><br><i>蹦蹦是可莉的「好朋友」…可莉总是忍不住向人介绍他们。</i>",
                        "Icon": "Skill_S_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "蹦蹦炸弹伤害",
                                "ParamLevelList": [
                                    "95.2%",
                                    "102.34%",
                                    "109.48%",
                                    "119.0%",
                                    "126.14%",
                                    "133.28%",
                                    "142.8%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%",
                                    "190.4%",
                                    "202.3%",
                                    "214.2%",
                                    "226.1%"
                                ]
                            },
                            {
                                "Desc": "诡雷伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "诡雷持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "轰轰火花",
                        "Desc": "可莉火力全开！在技能持续时间内，不停召唤轰轰火花攻击附近的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><i>骑士团的人相信，可莉从来不被自己的炸弹所伤，一定有幸运星眷顾着她吧…</i>",
                        "Icon": "Skill_E_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰轰火花伤害",
                                "ParamLevelList": [
                                    "42.64%",
                                    "45.838%",
                                    "49.036%",
                                    "53.3%",
                                    "56.498%",
                                    "59.696%",
                                    "63.96%",
                                    "68.224%",
                                    "72.488%",
                                    "76.752%",
                                    "81.016%",
                                    "85.28%",
                                    "90.61%",
                                    "95.94%",
                                    "101.27%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "砰砰礼物",
                        "Desc": "元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与普通攻击造成伤害时，有50%的几率赋予可莉一朵爆裂火花；施放元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与元素爆发<color style='color:#FFD780;'>轰轰火花</color>时，也会赋予可莉一朵爆裂火花。可莉至多持有三朵爆裂火花。<br>可莉持有爆裂火花并进行重击时，将消耗一朵爆裂火花，转而施放特殊的、不消耗体力的重击「嘭嘭轰击」，并使其造成的伤害提升50%。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>元素爆发<color style='color:#FFD780;'>轰轰火花</color>的技能持续时间内，可莉的普通攻击连击段数不会重置；可莉持有爆裂火花并进行普通攻击时，第三段攻击将会消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_05",
                        "Buff": 1
                    },
                    {
                        "Name": "火花无限",
                        "Desc": "可莉的重击造成暴击后，为队伍中所有角色恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Klee_06"
                    },
                    {
                        "Name": "全是宝藏",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>蒙德区域特产</color>的位置。",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    },
                    {
                        "Name": "魔女的前夜礼 · 火花魔法",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 火花叶之题</color>后，可莉将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>可莉的普通攻击、元素战技或元素爆发造成伤害时，会获得一枚「轰轰勋章」，持续20秒，每种类别的攻击至多通过这种方式使可莉获得一枚「轰轰勋章」，通过不同类别的攻击获得的「轰轰勋章」独立存在。当可莉拥有1/2/3枚「轰轰勋章」时，特殊重击「嘭嘭轰击」将会造成原本115%/130%/150%的伤害。",
                        "Icon": "UI_Talent_S_Klee_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "连环轰隆",
                        "Desc": "攻击与施放技能时，有几率召唤火花轰击敌人，造成相当于<color style='color:#FFD780;'>轰轰火花</color>攻击伤害120%的伤害。<br>触发上述效果后的12秒内，可莉的攻击力提升60%。",
                        "Icon": "UI_Talent_S_Klee_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "破破弹片",
                        "Desc": "可莉的元素战技命中敌人时，会使敌人的防御力降低23%，持续10秒。",
                        "Icon": "UI_Talent_S_Klee_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "可莉特调",
                        "Desc": "<color style='color:#FFD780;'>蹦蹦炸弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_01"
                    },
                    {
                        "Level": 4,
                        "Name": "一触即发",
                        "Desc": "如果在<color style='color:#FFD780;'>轰轰火花</color>持续期间内退场，或<color style='color:#FFD780;'>轰轰火花</color>持续时间结束，会引发爆炸，造成555%攻击力的<color style='color:#FF9999;'>火元素范围伤害</color>；触发上述效果时，如果可莉在场上，则造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Klee_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "轰击之星",
                        "Desc": "<color style='color:#FFD780;'>轰轰火花</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_02"
                    },
                    {
                        "Level": 6,
                        "Name": "火力全开",
                        "Desc": "在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉每3秒会为队伍中所有角色（不包括可莉自己）恢复3点元素能量；<br>施放<color style='color:#FFD780;'>轰轰火花</color>后的25秒内，队伍中所有其他角色获得10%<color style='color:#FF9999;'>火元素伤害加成</color>，可莉获得50%<color style='color:#FF9999;'>火元素伤害加成</color>。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>触发消耗<color style='color:#FFD780;'>爆裂火花</color>的效果时，有50%几率不会消耗<color style='color:#FFD780;'>爆裂火花</color>。此外，在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉进行普通攻击时，第一段攻击和第二段攻击有40%几率消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "砰砰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>投掷在碰撞后会爆炸的好东西！进行至多三段的炸弹攻击，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，轰击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚烈焰的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#FF9999;'>火元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.3926%",
                                    "147.2064%",
                                    "157.0202%",
                                    "166.8339%",
                                    "176.6477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "62.4%",
                                    "67.08%",
                                    "71.76%",
                                    "78.0%",
                                    "82.68%",
                                    "87.36%",
                                    "93.6%",
                                    "99.84%",
                                    "106.08%",
                                    "112.32%",
                                    "118.8096%",
                                    "127.296%",
                                    "135.7824%",
                                    "144.2688%",
                                    "152.7552%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "89.92%",
                                    "96.664%",
                                    "103.408%",
                                    "112.4%",
                                    "119.144%",
                                    "125.888%",
                                    "134.88%",
                                    "143.872%",
                                    "152.864%",
                                    "161.856%",
                                    "171.2077%",
                                    "183.4368%",
                                    "195.6659%",
                                    "207.895%",
                                    "220.1242%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "157.36%",
                                    "169.162%",
                                    "180.964%",
                                    "196.7%",
                                    "208.502%",
                                    "220.304%",
                                    "236.04%",
                                    "251.776%",
                                    "267.512%",
                                    "283.248%",
                                    "299.6134%",
                                    "321.0144%",
                                    "342.4154%",
                                    "363.8163%",
                                    "385.2173%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "蹦蹦炸弹",
                        "Desc": "投出带来无限快乐的蹦蹦炸弹！<br>蹦蹦炸弹会连续弹跳三次，每次弹跳都会引发爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>第三次弹跳后，将分裂成许多诡雷。<br>诡雷会在接触到敌人或一段时间后爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>初始拥有2次可使用次数。<br><br><i>蹦蹦是可莉的「好朋友」…可莉总是忍不住向人介绍他们。</i>",
                        "Icon": "Skill_S_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "蹦蹦炸弹伤害",
                                "ParamLevelList": [
                                    "95.2%",
                                    "102.34%",
                                    "109.48%",
                                    "119.0%",
                                    "126.14%",
                                    "133.28%",
                                    "142.8%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%",
                                    "190.4%",
                                    "202.3%",
                                    "214.2%",
                                    "226.1%"
                                ]
                            },
                            {
                                "Desc": "诡雷伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "诡雷持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "轰轰火花",
                        "Desc": "可莉火力全开！在技能持续时间内，不停召唤轰轰火花攻击附近的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><i>骑士团的人相信，可莉从来不被自己的炸弹所伤，一定有幸运星眷顾着她吧…</i>",
                        "Icon": "Skill_E_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰轰火花伤害",
                                "ParamLevelList": [
                                    "42.64%",
                                    "45.838%",
                                    "49.036%",
                                    "53.3%",
                                    "56.498%",
                                    "59.696%",
                                    "63.96%",
                                    "68.224%",
                                    "72.488%",
                                    "76.752%",
                                    "81.016%",
                                    "85.28%",
                                    "90.61%",
                                    "95.94%",
                                    "101.27%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "砰砰礼物",
                        "Desc": "<color style='color:#FFD780;'>蹦蹦炸弹</color>与普通攻击造成伤害时，有50%的几率赋予可莉一朵爆裂火花。施放元素战技与元素爆发时将获得额外的爆裂火花，至多拥有3朵爆裂火花。<br>施放重击时将消耗爆裂火花，使本次重击不消耗体力，造成的伤害提升50%。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>在元素爆发期间，普通攻击的连击段数不会重置，当可莉使用第三段普通攻击时，能够消耗一朵爆裂火花，召唤协同重击 · 轰击。",
                        "Icon": "UI_Talent_S_Klee_05",
                        "Buff": 1
                    },
                    {
                        "Name": "火花无限",
                        "Desc": "可莉的重击造成暴击后，为队伍中所有角色恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Klee_06"
                    },
                    {
                        "Name": "全是宝藏",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>蒙德区域特产</color>的位置。",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    },
                    {
                        "Name": "魔女的前夜礼 · 可莉",
                        "Desc": "<br>完成<color style='color:#FFD780;'>魔女的课业 · 可莉</color>后，可莉将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>可莉的元素战技、元素爆发、普通攻击命中敌人时，会获得一层「轰轰强化」，每层「轰轰强化」独立存在，持续20秒。可莉拥有1/2/3层「轰轰强化」时，被爆裂火花强化过的重击将造成原本115%/130%/150%的伤害。",
                        "Icon": "UI_Talent_S_Klee_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "连环轰隆",
                        "Desc": "攻击与施放技能时，有几率召唤火花轰击敌人，造成相当于<color style='color:#FFD780;'>轰轰火花</color>攻击伤害120%的伤害。<br>此外，在触发火花轰击敌人后12秒内，可莉的攻击力提升60%。",
                        "Icon": "UI_Talent_S_Klee_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "破破弹片",
                        "Desc": "可莉的元素战技命中敌人时，会使敌人的防御力降低23%，持续10秒。",
                        "Icon": "UI_Talent_S_Klee_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "可莉特调",
                        "Desc": "<color style='color:#FFD780;'>蹦蹦炸弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_01"
                    },
                    {
                        "Level": 4,
                        "Name": "一触即发",
                        "Desc": "可莉的<color style='color:#FFD780;'>轰轰火花</color>持续时间结束或提前退场时，会引发爆炸，造成555%攻击力的<color style='color:#FF9999;'>火元素范围伤害</color>。若发生爆炸时可莉在前台，则爆炸造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Klee_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "轰击之星",
                        "Desc": "<color style='color:#FFD780;'>轰轰火花</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_02"
                    },
                    {
                        "Level": 6,
                        "Name": "火力全开",
                        "Desc": "在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉每3秒会为队伍中所有角色（不包括可莉自己）恢复3点元素能量；<br>施放<color style='color:#FFD780;'>轰轰火花</color>后的25秒内，队伍中的其他角色获得10%<color style='color:#FF9999;'>火元素伤害加成</color>，可莉获得50%<color style='color:#FF9999;'>火元素伤害加成</color>。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br> · 可莉在消耗爆裂火花时有50%的概率不消耗。此外在使用第一、第二段普攻时，有40%的概率消耗一朵爆裂火花召唤协同重击 · 轰击。",
                        "Icon": "UI_Talent_S_Klee_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "砰砰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>投掷在碰撞后会爆炸的好东西！进行至多三段的炸弹攻击，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，轰击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚烈焰的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#FF9999;'>火元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.3926%",
                                    "147.2064%",
                                    "157.0202%",
                                    "166.8339%",
                                    "176.6477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "62.4%",
                                    "67.08%",
                                    "71.76%",
                                    "78.0%",
                                    "82.68%",
                                    "87.36%",
                                    "93.6%",
                                    "99.84%",
                                    "106.08%",
                                    "112.32%",
                                    "118.8096%",
                                    "127.296%",
                                    "135.7824%",
                                    "144.2688%",
                                    "152.7552%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "89.92%",
                                    "96.664%",
                                    "103.408%",
                                    "112.4%",
                                    "119.144%",
                                    "125.888%",
                                    "134.88%",
                                    "143.872%",
                                    "152.864%",
                                    "161.856%",
                                    "171.2077%",
                                    "183.4368%",
                                    "195.6659%",
                                    "207.895%",
                                    "220.1242%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "157.36%",
                                    "169.162%",
                                    "180.964%",
                                    "196.7%",
                                    "208.502%",
                                    "220.304%",
                                    "236.04%",
                                    "251.776%",
                                    "267.512%",
                                    "283.248%",
                                    "299.6134%",
                                    "321.0144%",
                                    "342.4154%",
                                    "363.8163%",
                                    "385.2173%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "蹦蹦炸弹",
                        "Desc": "投出带来无限快乐的蹦蹦炸弹！<br>蹦蹦炸弹会连续弹跳三次，每次弹跳都会引发爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>第三次弹跳后，将分裂成许多诡雷。<br>诡雷会在接触到敌人或一段时间后爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>初始拥有2次可使用次数。<br><br><i>蹦蹦是可莉的「好朋友」…可莉总是忍不住向人介绍他们。</i>",
                        "Icon": "Skill_S_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "蹦蹦炸弹伤害",
                                "ParamLevelList": [
                                    "95.2%",
                                    "102.34%",
                                    "109.48%",
                                    "119.0%",
                                    "126.14%",
                                    "133.28%",
                                    "142.8%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%",
                                    "190.4%",
                                    "202.3%",
                                    "214.2%",
                                    "226.1%"
                                ]
                            },
                            {
                                "Desc": "诡雷伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "诡雷持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "轰轰火花",
                        "Desc": "可莉火力全开！在技能持续时间内，不停召唤轰轰火花攻击附近的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><i>骑士团的人相信，可莉从来不被自己的炸弹所伤，一定有幸运星眷顾着她吧…</i>",
                        "Icon": "Skill_E_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰轰火花伤害",
                                "ParamLevelList": [
                                    "42.64%",
                                    "45.838%",
                                    "49.036%",
                                    "53.3%",
                                    "56.498%",
                                    "59.696%",
                                    "63.96%",
                                    "68.224%",
                                    "72.488%",
                                    "76.752%",
                                    "81.016%",
                                    "85.28%",
                                    "90.61%",
                                    "95.94%",
                                    "101.27%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "砰砰礼物",
                        "Desc": "元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与普通攻击造成伤害时，有50%的几率赋予可莉一朵爆裂火花；施放元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与元素爆发<color style='color:#FFD780;'>轰轰火花</color>时，也会赋予可莉一朵爆裂火花。可莉至多持有三朵爆裂火花。<br>可莉持有爆裂火花并进行重击时，将消耗一朵爆裂火花，转而施放特殊的、不消耗体力的重击「嘭嘭轰击」，并使其造成的伤害提升50%。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>元素爆发<color style='color:#FFD780;'>轰轰火花</color>的技能持续时间内，可莉的普通攻击连击段数不会重置；可莉持有爆裂火花并进行普通攻击时，第三段攻击将会消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_05",
                        "Buff": 1
                    },
                    {
                        "Name": "火花无限",
                        "Desc": "可莉的重击造成暴击后，为队伍中所有角色恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Klee_06"
                    },
                    {
                        "Name": "全是宝藏",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>蒙德区域特产</color>的位置。",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    },
                    {
                        "Name": "魔女的前夜礼 · 可莉",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 火花叶之题</color>后，可莉将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>可莉的普通攻击、元素战技或元素爆发造成伤害时，会获得一枚「轰轰勋章」，持续20秒，每种类别的攻击至多通过这种方式使可莉获得一枚「轰轰勋章」。当可莉拥有1/2/3枚「轰轰勋章」时，特殊重击「嘭嘭轰击」将会造成原本115%/130%/150%的伤害。",
                        "Icon": "UI_Talent_S_Klee_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "连环轰隆",
                        "Desc": "攻击与施放技能时，有几率召唤火花轰击敌人，造成相当于<color style='color:#FFD780;'>轰轰火花</color>攻击伤害120%的伤害。<br>触发上述效果后的12秒内，可莉的攻击力提升60%。",
                        "Icon": "UI_Talent_S_Klee_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "破破弹片",
                        "Desc": "可莉对敌人造成元素战技伤害时，会使敌人的防御力降低23%，持续10秒。",
                        "Icon": "UI_Talent_S_Klee_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "可莉特调",
                        "Desc": "<color style='color:#FFD780;'>蹦蹦炸弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_01"
                    },
                    {
                        "Level": 4,
                        "Name": "一触即发",
                        "Desc": "如果在<color style='color:#FFD780;'>轰轰火花</color>持续期间内退场，或<color style='color:#FFD780;'>轰轰火花</color>持续时间结束，会引发爆炸，造成555%攻击力的<color style='color:#FF9999;'>火元素范围伤害</color>；触发上述效果时，如果可莉在场上，则造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Klee_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "轰击之星",
                        "Desc": "<color style='color:#FFD780;'>轰轰火花</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_02"
                    },
                    {
                        "Level": 6,
                        "Name": "火力全开",
                        "Desc": "在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉每3秒会为队伍中所有角色（不包括可莉自己）恢复3点元素能量；<br>施放<color style='color:#FFD780;'>轰轰火花</color>后的25秒内，队伍中所有其他角色获得10%<color style='color:#FF9999;'>火元素伤害加成</color>，可莉获得50%<color style='color:#FF9999;'>火元素伤害加成</color>。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>触发消耗<color style='color:#FFD780;'>爆裂火花</color>的效果时，有50%几率不会消耗<color style='color:#FFD780;'>爆裂火花</color>。此外，在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉进行普通攻击时，第一段攻击和第二段攻击有40%几率消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "砰砰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>投掷在碰撞后会爆炸的好东西！进行至多三段的炸弹攻击，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，轰击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚烈焰的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#FF9999;'>火元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.3926%",
                                    "147.2064%",
                                    "157.0202%",
                                    "166.8339%",
                                    "176.6477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "62.4%",
                                    "67.08%",
                                    "71.76%",
                                    "78.0%",
                                    "82.68%",
                                    "87.36%",
                                    "93.6%",
                                    "99.84%",
                                    "106.08%",
                                    "112.32%",
                                    "118.8096%",
                                    "127.296%",
                                    "135.7824%",
                                    "144.2688%",
                                    "152.7552%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "89.92%",
                                    "96.664%",
                                    "103.408%",
                                    "112.4%",
                                    "119.144%",
                                    "125.888%",
                                    "134.88%",
                                    "143.872%",
                                    "152.864%",
                                    "161.856%",
                                    "171.2077%",
                                    "183.4368%",
                                    "195.6659%",
                                    "207.895%",
                                    "220.1242%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "157.36%",
                                    "169.162%",
                                    "180.964%",
                                    "196.7%",
                                    "208.502%",
                                    "220.304%",
                                    "236.04%",
                                    "251.776%",
                                    "267.512%",
                                    "283.248%",
                                    "299.6134%",
                                    "321.0144%",
                                    "342.4154%",
                                    "363.8163%",
                                    "385.2173%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "蹦蹦炸弹",
                        "Desc": "投出带来无限快乐的蹦蹦炸弹！<br>蹦蹦炸弹会连续弹跳三次，每次弹跳都会引发爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>第三次弹跳后，将分裂成许多诡雷。<br>诡雷会在接触到敌人或一段时间后爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>初始拥有2次可使用次数。<br><br><i>蹦蹦是可莉的「好朋友」…可莉总是忍不住向人介绍他们。</i>",
                        "Icon": "Skill_S_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "蹦蹦炸弹伤害",
                                "ParamLevelList": [
                                    "95.2%",
                                    "102.34%",
                                    "109.48%",
                                    "119.0%",
                                    "126.14%",
                                    "133.28%",
                                    "142.8%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%",
                                    "190.4%",
                                    "202.3%",
                                    "214.2%",
                                    "226.1%"
                                ]
                            },
                            {
                                "Desc": "诡雷伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "诡雷持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "轰轰火花",
                        "Desc": "可莉火力全开！在技能持续时间内，不停召唤轰轰火花攻击附近的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><i>骑士团的人相信，可莉从来不被自己的炸弹所伤，一定有幸运星眷顾着她吧…</i>",
                        "Icon": "Skill_E_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰轰火花伤害",
                                "ParamLevelList": [
                                    "42.64%",
                                    "45.838%",
                                    "49.036%",
                                    "53.3%",
                                    "56.498%",
                                    "59.696%",
                                    "63.96%",
                                    "68.224%",
                                    "72.488%",
                                    "76.752%",
                                    "81.016%",
                                    "85.28%",
                                    "90.61%",
                                    "95.94%",
                                    "101.27%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "砰砰礼物",
                        "Desc": "元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与普通攻击造成伤害时，有50%的几率赋予可莉一朵爆裂火花；施放元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与元素爆发<color style='color:#FFD780;'>轰轰火花</color>时，也会赋予可莉一朵爆裂火花。可莉至多持有三朵爆裂火花。<br>可莉持有爆裂火花并进行重击时，将消耗一朵爆裂火花，转而施放特殊的、不消耗体力的重击「嘭嘭轰击」，并使其造成的伤害提升50%。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>元素爆发<color style='color:#FFD780;'>轰轰火花</color>的技能持续时间内，可莉的普通攻击连击段数不会重置；可莉持有爆裂火花并进行普通攻击时，第三段攻击将会消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_05",
                        "Buff": 1
                    },
                    {
                        "Name": "火花无限",
                        "Desc": "可莉的重击造成暴击后，为队伍中所有角色恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Klee_06"
                    },
                    {
                        "Name": "全是宝藏",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>蒙德区域特产</color>的位置。",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    },
                    {
                        "Name": "魔女的前夜礼 · 火花魔法",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 火花叶之题</color>后，可莉将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>可莉的普通攻击、元素战技或元素爆发造成伤害时，会获得一枚「轰轰勋章」，持续20秒，每种类别的攻击至多通过这种方式使可莉获得一枚「轰轰勋章」，通过不同类别的攻击获得的「轰轰勋章」独立存在。当可莉拥有1/2/3枚「轰轰勋章」时，特殊重击「嘭嘭轰击」将会造成原本115%/130%/150%的伤害。",
                        "Icon": "UI_Talent_S_Klee_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "连环轰隆",
                        "Desc": "攻击与施放技能时，有几率召唤火花轰击敌人，造成相当于<color style='color:#FFD780;'>轰轰火花</color>攻击伤害120%的伤害。<br>触发上述效果后的12秒内，可莉的攻击力提升60%。",
                        "Icon": "UI_Talent_S_Klee_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "破破弹片",
                        "Desc": "可莉对敌人造成元素战技伤害时，会使敌人的防御力降低23%，持续10秒。",
                        "Icon": "UI_Talent_S_Klee_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "可莉特调",
                        "Desc": "<color style='color:#FFD780;'>蹦蹦炸弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_01"
                    },
                    {
                        "Level": 4,
                        "Name": "一触即发",
                        "Desc": "如果在<color style='color:#FFD780;'>轰轰火花</color>持续期间内退场，或<color style='color:#FFD780;'>轰轰火花</color>持续时间结束，会引发爆炸，造成555%攻击力的<color style='color:#FF9999;'>火元素范围伤害</color>；触发上述效果时，如果可莉在场上，则造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Klee_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "轰击之星",
                        "Desc": "<color style='color:#FFD780;'>轰轰火花</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_02"
                    },
                    {
                        "Level": 6,
                        "Name": "火力全开",
                        "Desc": "在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉每3秒会为队伍中所有角色（不包括可莉自己）恢复3点元素能量；<br>施放<color style='color:#FFD780;'>轰轰火花</color>后的25秒内，队伍中所有其他角色获得10%<color style='color:#FF9999;'>火元素伤害加成</color>，可莉获得50%<color style='color:#FF9999;'>火元素伤害加成</color>。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>触发消耗<color style='color:#FFD780;'>爆裂火花</color>的效果时，有50%几率不会消耗<color style='color:#FFD780;'>爆裂火花</color>。此外，在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉进行普通攻击时，第一段攻击和第二段攻击有40%几率消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "砰砰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>投掷在碰撞后会爆炸的好东西！进行至多三段的炸弹攻击，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，轰击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚烈焰的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#FF9999;'>火元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.3926%",
                                    "147.2064%",
                                    "157.0202%",
                                    "166.8339%",
                                    "176.6477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "62.4%",
                                    "67.08%",
                                    "71.76%",
                                    "78.0%",
                                    "82.68%",
                                    "87.36%",
                                    "93.6%",
                                    "99.84%",
                                    "106.08%",
                                    "112.32%",
                                    "118.8096%",
                                    "127.296%",
                                    "135.7824%",
                                    "144.2688%",
                                    "152.7552%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "89.92%",
                                    "96.664%",
                                    "103.408%",
                                    "112.4%",
                                    "119.144%",
                                    "125.888%",
                                    "134.88%",
                                    "143.872%",
                                    "152.864%",
                                    "161.856%",
                                    "171.2077%",
                                    "183.4368%",
                                    "195.6659%",
                                    "207.895%",
                                    "220.1242%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "157.36%",
                                    "169.162%",
                                    "180.964%",
                                    "196.7%",
                                    "208.502%",
                                    "220.304%",
                                    "236.04%",
                                    "251.776%",
                                    "267.512%",
                                    "283.248%",
                                    "299.6134%",
                                    "321.0144%",
                                    "342.4154%",
                                    "363.8163%",
                                    "385.2173%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "蹦蹦炸弹",
                        "Desc": "投出带来无限快乐的蹦蹦炸弹！<br>蹦蹦炸弹会连续弹跳三次，每次弹跳都会引发爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>第三次弹跳后，将分裂成许多诡雷。<br>诡雷会在接触到敌人或一段时间后爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>初始拥有2次可使用次数。<br><br><i>蹦蹦是可莉的「好朋友」…可莉总是忍不住向人介绍他们。</i>",
                        "Icon": "Skill_S_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "蹦蹦炸弹伤害",
                                "ParamLevelList": [
                                    "95.2%",
                                    "102.34%",
                                    "109.48%",
                                    "119.0%",
                                    "126.14%",
                                    "133.28%",
                                    "142.8%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%",
                                    "190.4%",
                                    "202.3%",
                                    "214.2%",
                                    "226.1%"
                                ]
                            },
                            {
                                "Desc": "诡雷伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "诡雷持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "轰轰火花",
                        "Desc": "可莉火力全开！在技能持续时间内，不停召唤轰轰火花攻击附近的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><i>骑士团的人相信，可莉从来不被自己的炸弹所伤，一定有幸运星眷顾着她吧…</i>",
                        "Icon": "Skill_E_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰轰火花伤害",
                                "ParamLevelList": [
                                    "42.64%",
                                    "45.838%",
                                    "49.036%",
                                    "53.3%",
                                    "56.498%",
                                    "59.696%",
                                    "63.96%",
                                    "68.224%",
                                    "72.488%",
                                    "76.752%",
                                    "81.016%",
                                    "85.28%",
                                    "90.61%",
                                    "95.94%",
                                    "101.27%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "砰砰礼物",
                        "Desc": "元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与普通攻击造成伤害时，有50%的几率赋予可莉一朵爆裂火花；施放元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与元素爆发<color style='color:#FFD780;'>轰轰火花</color>时，也会赋予可莉一朵爆裂火花。可莉至多持有三朵爆裂火花。<br>可莉持有爆裂火花并进行重击时，将消耗一朵爆裂火花，转而施放特殊的、不消耗体力的重击「嘭嘭轰击」，并使其造成的伤害提升50%。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>元素爆发<color style='color:#FFD780;'>轰轰火花</color>的技能持续时间内，可莉的普通攻击连击段数不会重置；可莉持有爆裂火花并进行普通攻击时，第三段攻击将会消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_05",
                        "Buff": 1
                    },
                    {
                        "Name": "火花无限",
                        "Desc": "可莉的重击造成暴击后，为队伍中所有角色恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Klee_06"
                    },
                    {
                        "Name": "全是宝藏",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>蒙德区域特产</color>的位置。",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    },
                    {
                        "Name": "魔女的前夜礼 · 火花魔法",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 火花叶之题</color>后，可莉将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>可莉的普通攻击、元素战技或元素爆发造成伤害时，会获得一枚「轰轰勋章」，持续20秒，每种类别的攻击至多通过这种方式使可莉获得一枚「轰轰勋章」，通过不同类别的攻击获得的「轰轰勋章」独立存在。当可莉拥有1/2/3枚「轰轰勋章」时，特殊重击「嘭嘭轰击」将会造成原本115%/130%/150%的伤害。",
                        "Icon": "UI_Talent_S_Klee_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "连环轰隆",
                        "Desc": "攻击与施放技能时，有几率召唤火花轰击敌人，造成相当于<color style='color:#FFD780;'>轰轰火花</color>攻击伤害120%的伤害。<br>触发上述效果后的12秒内，可莉的攻击力提升60%。",
                        "Icon": "UI_Talent_S_Klee_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "破破弹片",
                        "Desc": "可莉对敌人造成元素战技伤害时，会使敌人的防御力降低23%，持续10秒。",
                        "Icon": "UI_Talent_S_Klee_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "可莉特调",
                        "Desc": "<color style='color:#FFD780;'>蹦蹦炸弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_01"
                    },
                    {
                        "Level": 4,
                        "Name": "一触即发",
                        "Desc": "如果在<color style='color:#FFD780;'>轰轰火花</color>持续期间内退场，或<color style='color:#FFD780;'>轰轰火花</color>持续时间结束，会引发爆炸，造成555%攻击力的<color style='color:#FF9999;'>火元素范围伤害</color>；触发上述效果时，如果可莉在场上，则造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Klee_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "轰击之星",
                        "Desc": "<color style='color:#FFD780;'>轰轰火花</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_02"
                    },
                    {
                        "Level": 6,
                        "Name": "火力全开",
                        "Desc": "在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉每3秒会为队伍中所有角色（不包括可莉自己）恢复3点元素能量；<br>施放<color style='color:#FFD780;'>轰轰火花</color>后的25秒内，队伍中所有其他角色获得10%<color style='color:#FF9999;'>火元素伤害加成</color>，可莉获得50%<color style='color:#FF9999;'>火元素伤害加成</color>。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>触发消耗<color style='color:#FFD780;'>爆裂火花</color>的效果时，有50%几率不会消耗<color style='color:#FFD780;'>爆裂火花</color>。此外，在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉进行普通攻击时，第一段攻击和第二段攻击有40%几率消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "砰砰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>投掷在碰撞后会爆炸的好东西！进行至多三段的炸弹攻击，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，轰击敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚烈焰的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#FF9999;'>火元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.3926%",
                                    "147.2064%",
                                    "157.0202%",
                                    "166.8339%",
                                    "176.6477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "62.4%",
                                    "67.08%",
                                    "71.76%",
                                    "78.0%",
                                    "82.68%",
                                    "87.36%",
                                    "93.6%",
                                    "99.84%",
                                    "106.08%",
                                    "112.32%",
                                    "118.8096%",
                                    "127.296%",
                                    "135.7824%",
                                    "144.2688%",
                                    "152.7552%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "89.92%",
                                    "96.664%",
                                    "103.408%",
                                    "112.4%",
                                    "119.144%",
                                    "125.888%",
                                    "134.88%",
                                    "143.872%",
                                    "152.864%",
                                    "161.856%",
                                    "171.2077%",
                                    "183.4368%",
                                    "195.6659%",
                                    "207.895%",
                                    "220.1242%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "157.36%",
                                    "169.162%",
                                    "180.964%",
                                    "196.7%",
                                    "208.502%",
                                    "220.304%",
                                    "236.04%",
                                    "251.776%",
                                    "267.512%",
                                    "283.248%",
                                    "299.6134%",
                                    "321.0144%",
                                    "342.4154%",
                                    "363.8163%",
                                    "385.2173%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "蹦蹦炸弹",
                        "Desc": "投出带来无限快乐的蹦蹦炸弹！<br>蹦蹦炸弹会连续弹跳三次，每次弹跳都会引发爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>第三次弹跳后，将分裂成许多诡雷。<br>诡雷会在接触到敌人或一段时间后爆炸，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br>初始拥有2次可使用次数。<br><br><i>蹦蹦是可莉的「好朋友」…可莉总是忍不住向人介绍他们。</i>",
                        "Icon": "Skill_S_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "蹦蹦炸弹伤害",
                                "ParamLevelList": [
                                    "95.2%",
                                    "102.34%",
                                    "109.48%",
                                    "119.0%",
                                    "126.14%",
                                    "133.28%",
                                    "142.8%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%",
                                    "190.4%",
                                    "202.3%",
                                    "214.2%",
                                    "226.1%"
                                ]
                            },
                            {
                                "Desc": "诡雷伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "诡雷持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "轰轰火花",
                        "Desc": "可莉火力全开！在技能持续时间内，不停召唤轰轰火花攻击附近的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>。<br><br><i>骑士团的人相信，可莉从来不被自己的炸弹所伤，一定有幸运星眷顾着她吧…</i>",
                        "Icon": "Skill_E_Klee_01",
                        "ParamDesc": [
                            {
                                "Desc": "轰轰火花伤害",
                                "ParamLevelList": [
                                    "42.64%",
                                    "45.838%",
                                    "49.036%",
                                    "53.3%",
                                    "56.498%",
                                    "59.696%",
                                    "63.96%",
                                    "68.224%",
                                    "72.488%",
                                    "76.752%",
                                    "81.016%",
                                    "85.28%",
                                    "90.61%",
                                    "95.94%",
                                    "101.27%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "砰砰礼物",
                        "Desc": "元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与普通攻击造成伤害时，有50%的几率赋予可莉一朵爆裂火花；施放元素战技<color style='color:#FFD780;'>蹦蹦炸弹</color>与元素爆发<color style='color:#FFD780;'>轰轰火花</color>时，也会赋予可莉一朵爆裂火花。可莉至多持有三朵爆裂火花。<br>可莉持有爆裂火花并进行重击时，将消耗一朵爆裂火花，转而施放特殊的、不消耗体力的重击「嘭嘭轰击」，并使其造成的伤害提升50%。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>元素爆发<color style='color:#FFD780;'>轰轰火花</color>的技能持续时间内，可莉的普通攻击连击段数不会重置；可莉持有爆裂火花并进行普通攻击时，第三段攻击将会消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_05",
                        "Buff": 1
                    },
                    {
                        "Name": "火花无限",
                        "Desc": "可莉的重击造成暴击后，为队伍中所有角色恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Klee_06"
                    },
                    {
                        "Name": "全是宝藏",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>蒙德区域特产</color>的位置。",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    },
                    {
                        "Name": "魔女的前夜礼 · 火花魔法",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 火花叶之题</color>后，可莉将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>可莉的普通攻击、元素战技或元素爆发造成伤害时，会获得一枚「轰轰勋章」，持续20秒，每种类别的攻击至多通过这种方式使可莉获得一枚「轰轰勋章」，通过不同类别的攻击获得的「轰轰勋章」独立存在。当可莉拥有1/2/3枚「轰轰勋章」时，特殊重击「嘭嘭轰击」将会造成原本115%/130%/150%的伤害。",
                        "Icon": "UI_Talent_S_Klee_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "连环轰隆",
                        "Desc": "攻击与施放技能时，有几率召唤火花轰击敌人，造成相当于<color style='color:#FFD780;'>轰轰火花</color>攻击伤害120%的伤害。<br>触发上述效果后的12秒内，可莉的攻击力提升60%。",
                        "Icon": "UI_Talent_S_Klee_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "破破弹片",
                        "Desc": "可莉的元素战技命中敌人时，会使敌人的防御力降低23%，持续10秒。",
                        "Icon": "UI_Talent_S_Klee_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "可莉特调",
                        "Desc": "<color style='color:#FFD780;'>蹦蹦炸弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_01"
                    },
                    {
                        "Level": 4,
                        "Name": "一触即发",
                        "Desc": "如果在<color style='color:#FFD780;'>轰轰火花</color>持续期间内退场，或<color style='color:#FFD780;'>轰轰火花</color>持续时间结束，会引发爆炸，造成555%攻击力的<color style='color:#FF9999;'>火元素范围伤害</color>；触发上述效果时，如果可莉在场上，则造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Klee_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "轰击之星",
                        "Desc": "<color style='color:#FFD780;'>轰轰火花</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Klee_02"
                    },
                    {
                        "Level": 6,
                        "Name": "火力全开",
                        "Desc": "在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉每3秒会为队伍中所有角色（不包括可莉自己）恢复3点元素能量；<br>施放<color style='color:#FFD780;'>轰轰火花</color>后的25秒内，队伍中所有其他角色获得10%<color style='color:#FF9999;'>火元素伤害加成</color>，可莉获得50%<color style='color:#FF9999;'>火元素伤害加成</color>。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>触发消耗<color style='color:#FFD780;'>爆裂火花</color>的效果时，有50%几率不会消耗<color style='color:#FFD780;'>爆裂火花</color>。此外，在<color style='color:#FFD780;'>轰轰火花</color>的状态下，可莉进行普通攻击时，第一段攻击和第二段攻击有40%几率消耗一朵爆裂火花，对敌人追加一次等同于「嘭嘭轰击」的攻击。",
                        "Icon": "UI_Talent_S_Klee_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Klee": {
        "AttackList": [
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "Klee_Fire_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 65.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "Klee_Fire_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 65.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "Klee_Fire_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 130.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 180.0,
                "ForceType": 3,
                "Force": [
                    795.0,
                    900.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "Klee_Fire_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "Klee_Fire_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "Klee_Fire_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "Klee_Fire_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}