// Auto Generated

var _AvatarDataConfig_ = {
    "Layla": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Layla": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "101215": 3,
                "112008": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113038": 2,
                "101215": 10,
                "112008": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113038": 4,
                "101215": 20,
                "112009": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113038": 8,
                "101215": 30,
                "112009": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113038": 12,
                "101215": 45,
                "112010": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113038": 20,
                "101215": 60,
                "112010": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104332": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112010": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112010": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112010": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112010": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104332": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112010": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112010": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112010": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112010": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104332": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112010": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112010": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112010": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112010": 12,
                "113042": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Layla": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "熠辉轨度剑",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.2173%",
                                    "55.3862%",
                                    "59.555%",
                                    "65.5105%",
                                    "69.6793%",
                                    "74.4438%",
                                    "80.9948%",
                                    "87.5459%",
                                    "94.0969%",
                                    "101.2435%",
                                    "108.3901%",
                                    "115.5367%",
                                    "122.6833%",
                                    "129.8299%",
                                    "136.9765%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "48.4834%",
                                    "52.4297%",
                                    "56.376%",
                                    "62.0136%",
                                    "65.9599%",
                                    "70.47%",
                                    "76.6714%",
                                    "82.8727%",
                                    "89.0741%",
                                    "95.8392%",
                                    "102.6043%",
                                    "109.3694%",
                                    "116.1346%",
                                    "122.8997%",
                                    "129.6648%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.9736%",
                                    "78.9133%",
                                    "84.853%",
                                    "93.3383%",
                                    "99.278%",
                                    "106.0663%",
                                    "115.4001%",
                                    "124.7339%",
                                    "134.0677%",
                                    "144.2501%",
                                    "154.4325%",
                                    "164.6148%",
                                    "174.7972%",
                                    "184.9795%",
                                    "195.1619%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "47.73%+52.546%",
                                    "51.615%+56.823%",
                                    "55.5%+61.1%",
                                    "61.05%+67.21%",
                                    "64.935%+71.487%",
                                    "69.375%+76.375%",
                                    "75.48%+83.096%",
                                    "81.585%+89.817%",
                                    "87.69%+96.538%",
                                    "94.35%+103.87%",
                                    "101.01%+111.202%",
                                    "107.67%+118.534%",
                                    "114.33%+125.866%",
                                    "120.99%+133.198%",
                                    "127.65%+140.53%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "垂裳端凝之夜",
                        "Desc": "展开安眠帷幕护盾，并造成<color style='color:#99FFFF;'>冰元素范围伤害</color>。<br>安眠帷幕护盾的伤害吸收量受益于莱依拉的生命值上限，并对<color style='color:#99FFFF;'>冰元素伤害</color>有250%的吸收效果。展开护盾时，为莱依拉施加短暂的<color style='color:#99FFFF;'>冰元素附着</color>。<br><br><color style='color:#FFD780;'>晚星与飞星</color><br>安眠帷幕护盾在持续期间内，将每1.5秒产生1枚依附其上的晚星；处于该护盾庇护下的角色施放元素战技时，也将产生2枚晚星，每0.3秒至多通过这种方式产生一次晚星，至多同时拥有4枚晚星。<br>安眠帷幕护盾的晚星达到4枚后，若附近存在敌人，晚星将转化为自行索敌的飞星依次发射，对命中的敌人造成<color style='color:#99FFFF;'>冰元素伤害</color>。<br>安眠帷幕护盾持续时间结束或被破坏时，晚星将会一同消失。若已经转换为飞星开始发射，飞星将继续存在直至这一轮发射完毕。<br><br>一轮飞星全部发射完成之前无法产生新的晚星。<br><br><i>「我与她像两位未曾谋面的神匠，同坐在一个椅垫上，同描绣一朵梦之花。」</i>",
                        "Icon": "Skill_S_Layla_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "12.8%",
                                    "13.76%",
                                    "14.72%",
                                    "16.0%",
                                    "16.96%",
                                    "17.92%",
                                    "19.2%",
                                    "20.48%",
                                    "21.76%",
                                    "23.04%",
                                    "24.32%",
                                    "25.6%",
                                    "27.2%",
                                    "28.8%",
                                    "30.4%"
                                ]
                            },
                            {
                                "Desc": "飞星伤害",
                                "ParamLevelList": [
                                    "14.72%",
                                    "15.824%",
                                    "16.928%",
                                    "18.4%",
                                    "19.504%",
                                    "20.608%",
                                    "22.08%",
                                    "23.552%",
                                    "25.024%",
                                    "26.496%",
                                    "27.968%",
                                    "29.44%",
                                    "31.28%",
                                    "33.12%",
                                    "34.96%"
                                ]
                            },
                            {
                                "Desc": "护盾基础吸收量",
                                "ParamLevelList": [
                                    "10.8%生命值上限+1040.007",
                                    "11.61%生命值上限+1144.0221",
                                    "12.42%生命值上限+1256.7052",
                                    "13.5%生命值上限+1378.0562",
                                    "14.31%生命值上限+1508.0751",
                                    "15.12%生命值上限+1646.762",
                                    "16.2%生命值上限+1794.1167",
                                    "17.28%生命值上限+1950.1394",
                                    "18.36%生命值上限+2114.83",
                                    "19.44%生命值上限+2288.1887",
                                    "20.52%生命值上限+2470.215",
                                    "21.6%生命值上限+2660.9097",
                                    "22.95%生命值上限+2860.272",
                                    "24.3%生命值上限+3068.3022",
                                    "25.65%生命值上限+3285.0"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星流摇床之梦",
                        "Desc": "释放帮助入眠的饰梦天球，持续发射星光弹攻击领域内的敌人，造成<color style='color:#99FFFF;'>冰元素伤害</color>。<br>星光弹命中后，将为附近的安眠帷幕护盾产生1枚晚星。每个安眠帷幕护盾每0.5秒至多通过这种方式获得1枚晚星。<br><br><i>「睡吧，睡吧，我知道那诸多星轨在你梦中，诸多命运在你朦胧的睡眼前展露。」</i>",
                        "Icon": "Skill_E_Layla_01",
                        "ParamDesc": [
                            {
                                "Desc": "星光弹伤害",
                                "ParamLevelList": [
                                    "4.6488%生命值上限",
                                    "4.9975%生命值上限",
                                    "5.3461%生命值上限",
                                    "5.811%生命值上限",
                                    "6.1597%生命值上限",
                                    "6.5083%生命值上限",
                                    "6.9732%生命值上限",
                                    "7.4381%生命值上限",
                                    "7.903%生命值上限",
                                    "8.3678%生命值上限",
                                    "8.8327%生命值上限",
                                    "9.2976%生命值上限",
                                    "9.8787%生命值上限",
                                    "10.4598%生命值上限",
                                    "11.0409%生命值上限"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40",
                                    "40"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "如光骤现",
                        "Desc": "<color style='color:#FFD780;'>安眠帷幕护盾</color>在存在期间，每获得一枚晚星时，将产生深眠效果：<br> · 处于安眠帷幕护盾庇护下的角色，护盾强效提升6%；<br> · 该效果至多叠加4次，持续直到安眠帷幕护盾消失。",
                        "Icon": "UI_Talent_S_Layla_05"
                    },
                    {
                        "Name": "勿扰沉眠",
                        "Desc": "<color style='color:#FFD780;'>垂裳端凝之夜</color>发射的飞星造成的伤害提高，提高值相当于莱依拉生命值上限的1.5%。",
                        "Icon": "UI_Talent_S_Layla_06"
                    },
                    {
                        "Name": "叠影的梦兆",
                        "Desc": "合成角色天赋素材时，有10%概率获得2倍产出。",
                        "Icon": "UI_Talent_Eula_Combine"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "寐领围垣",
                        "Desc": "<color style='color:#FFD780;'>垂裳端凝之夜</color>的安眠帷幕护盾的伤害吸收量提高20%。<br>此外，施放垂裳端凝之夜时，将为队伍中附近不处于安眠帷幕护盾庇护下的所有角色生成伤害吸收量为安眠帷幕护盾35%的护盾，该护盾持续12秒，对<color style='color:#99FFFF;'>冰元素伤害</color>有250%的吸收效果。",
                        "Icon": "UI_Talent_S_Layla_01"
                    },
                    {
                        "Level": 2,
                        "Name": "归芒携信",
                        "Desc": "<color style='color:#FFD780;'>垂裳端凝之夜</color>发射的飞星命中敌人时，为莱依拉恢复1点能量。每枚飞星至多通过这种方式为莱依拉恢复一次能量。",
                        "Icon": "UI_Talent_S_Layla_02"
                    },
                    {
                        "Level": 3,
                        "Name": "长宵宣秘",
                        "Desc": "<color style='color:#FFD780;'>垂裳端凝之夜</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Layla_01"
                    },
                    {
                        "Level": 4,
                        "Name": "星示昭明",
                        "Desc": "<color style='color:#FFD780;'>垂裳端凝之夜</color>开始发射一轮飞星时，将为附近的队伍中所有角色赋予「启明」效果，使普通攻击与重击造成的伤害提升，提升值相当于莱依拉生命值上限的5%。<br>「启明」效果至多持续3秒，将在造成普通攻击或重击伤害后的0.05秒后移除。",
                        "Icon": "UI_Talent_S_Layla_03"
                    },
                    {
                        "Level": 5,
                        "Name": "悬神系流",
                        "Desc": "<color style='color:#FFD780;'>星流摇床之梦</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Layla_02"
                    },
                    {
                        "Level": 6,
                        "Name": "曜光灵炬",
                        "Desc": "<color style='color:#FFD780;'>垂裳端凝之夜</color>的飞星造成的伤害提升40%，<color style='color:#FFD780;'>星流摇床之梦</color>的星光弹造成的伤害提升40%。<br>此外，垂裳端凝之夜产生晚星的间隔时间减少20%。",
                        "Icon": "UI_Talent_S_Layla_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Layla": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "Layla_ElementalArt_Bullet",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 53.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.2,
                        2.5
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.738,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 76.368,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}