// Auto Generated

var _AvatarDataConfig_ = {
    "Liney": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Liney": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101236": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113051": 2,
                "101236": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113051": 4,
                "101236": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113051": 8,
                "101236": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113051": 12,
                "101236": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113051": 20,
                "101236": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Liney": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "迫牌易位式",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续弓箭射击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，火焰的力量会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：<br> · 一段蓄力：射出附有火元素的箭矢，造成<color style='color:#FF9999;'>火元素伤害</color>；<br> · 二段蓄力：发射隐具魔术箭，造成<color style='color:#FF9999;'>火元素伤害</color>，并在命中后，召唤一顶「怪笑猫猫帽」。<br>发射隐具魔术箭时，当林尼的生命值高于60%时，林尼将消耗一部分生命值，并获得一层「隐具余数」，该效果至多叠加5层，会在脱离战斗30秒后清除。<br>通过这种方式，至多使林尼的生命值降低至60%。<br><br><color style='color:#FFD780;'>怪笑猫猫帽</color><br> · 能够嘲讽周围的敌人，吸引敌人攻击。每名敌人每5秒只能被怪笑猫猫帽嘲讽一次；<br> · 耐久度按比例继承林尼的生命值上限；<br> · 被摧毁或持续时间结束时，会对周围的一名敌人发射<color style='color:#FFD780;'>礼花术弹</color>，造成<color style='color:#FF9999;'>火元素伤害</color>。<br>至多同时存在1顶怪笑猫猫帽。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，隐具魔术箭将在命中的位置降下灵息之刺，造成具有芒性的<color style='color:#FF9999;'>火元素伤害</color>。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "38.786%",
                                    "41.943%",
                                    "45.1%",
                                    "49.61%",
                                    "52.767%",
                                    "56.375%",
                                    "61.336%",
                                    "66.297%",
                                    "71.258%",
                                    "76.67%",
                                    "82.082%",
                                    "87.494%",
                                    "92.906%",
                                    "98.318%",
                                    "103.73%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "38.012%",
                                    "41.106%",
                                    "44.2%",
                                    "48.62%",
                                    "51.714%",
                                    "55.25%",
                                    "60.112%",
                                    "64.974%",
                                    "69.836%",
                                    "75.14%",
                                    "80.444%",
                                    "85.748%",
                                    "91.052%",
                                    "96.356%",
                                    "101.66%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "27.262%+27.262%",
                                    "29.481%+29.481%",
                                    "31.7%+31.7%",
                                    "34.87%+34.87%",
                                    "37.089%+37.089%",
                                    "39.625%+39.625%",
                                    "43.112%+43.112%",
                                    "46.599%+46.599%",
                                    "50.086%+50.086%",
                                    "53.89%+53.89%",
                                    "57.694%+57.694%",
                                    "61.498%+61.498%",
                                    "65.302%+65.302%",
                                    "69.106%+69.106%",
                                    "72.91%+72.91%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.932%",
                                    "61.566%",
                                    "66.2%",
                                    "72.82%",
                                    "77.454%",
                                    "82.75%",
                                    "90.032%",
                                    "97.314%",
                                    "104.596%",
                                    "112.54%",
                                    "120.484%",
                                    "128.428%",
                                    "136.372%",
                                    "144.316%",
                                    "152.26%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "一段蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "隐具魔术箭伤害",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "生命值消耗",
                                "ParamLevelList": [
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限",
                                    "20.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "怪笑猫猫帽继承生命",
                                "ParamLevelList": [
                                    "64.0%",
                                    "68.8%",
                                    "73.6%",
                                    "80.0%",
                                    "84.8%",
                                    "89.6%",
                                    "96.0%",
                                    "102.4%",
                                    "108.8%",
                                    "115.2%",
                                    "121.6%",
                                    "128.0%",
                                    "136.0%",
                                    "144.0%",
                                    "152.0%"
                                ]
                            },
                            {
                                "Desc": "怪笑猫猫帽持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒"
                                ]
                            },
                            {
                                "Desc": "礼花术弹伤害",
                                "ParamLevelList": [
                                    "212.0%",
                                    "227.9%",
                                    "243.8%",
                                    "265.0%",
                                    "280.9%",
                                    "296.8%",
                                    "318.0%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%",
                                    "424.0%",
                                    "450.5%",
                                    "477.0%",
                                    "503.5%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "27.552%",
                                    "29.6184%",
                                    "31.6848%",
                                    "34.44%",
                                    "36.5064%",
                                    "38.5728%",
                                    "41.328%",
                                    "44.0832%",
                                    "46.8384%",
                                    "49.5936%",
                                    "52.3488%",
                                    "55.104%",
                                    "58.548%",
                                    "61.992%",
                                    "65.436%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺间隔",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "眩惑光戏法",
                        "Desc": "林尼挥动礼帽，引爆惊喜的礼花。<br>施放时，将清除已有的「隐具余数」，对前方的敌人造成<color style='color:#FF9999;'>火元素范围伤害</color>。根据清除的层数，提升造成的伤害，并基于林尼的生命值上限为林尼恢复生命值。<br><br>场上存在林尼自己创造的怪笑猫猫帽时，礼花将使其猛烈爆炸，造成等同于礼花术弹伤害的<color style='color:#FF9999;'>火元素范围伤害</color>。<br>通过这种方式引爆怪笑猫猫帽造成的伤害视为重击伤害。<br><br><i>「众所周知，魔术师经常用的手法就是故意引导观众的注意力…对，在你看向这边的同时，那边的帽子和助手就都不见了，怎么样，很有趣吧。」</i>",
                        "Icon": "Skill_S_Liney_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "167.2%",
                                    "179.74%",
                                    "192.28%",
                                    "209.0%",
                                    "221.54%",
                                    "234.08%",
                                    "250.8%",
                                    "267.52%",
                                    "284.24%",
                                    "300.96%",
                                    "317.68%",
                                    "334.4%",
                                    "355.3%",
                                    "376.2%",
                                    "397.1%"
                                ]
                            },
                            {
                                "Desc": "技能伤害加成",
                                "ParamLevelList": [
                                    "53.2%攻击力/层",
                                    "57.19%攻击力/层",
                                    "61.18%攻击力/层",
                                    "66.5%攻击力/层",
                                    "70.49%攻击力/层",
                                    "74.48%攻击力/层",
                                    "79.8%攻击力/层",
                                    "85.12%攻击力/层",
                                    "90.44%攻击力/层",
                                    "95.76%攻击力/层",
                                    "101.08%攻击力/层",
                                    "106.4%攻击力/层",
                                    "113.05%攻击力/层",
                                    "119.7%攻击力/层",
                                    "126.35%攻击力/层"
                                ]
                            },
                            {
                                "Desc": "恢复生命值",
                                "ParamLevelList": [
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层",
                                    "20.0%/层"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "大魔术 · 灵迹巡游",
                        "Desc": "林尼施展魔术，化形为能够快速移动的「怪笑帽帽猫」。（并不是「怪笑猫猫帽」。这是两个不同的演出道具！）<br>怪笑帽帽猫接近敌人时，会对身边的敌人降下焰火，对每个敌人造成至多一次<color style='color:#FF9999;'>火元素伤害</color>。持续时间结束时林尼将解除怪笑帽帽猫，引爆华丽的礼花，造成<color style='color:#FF9999;'>火元素范围伤害</color>，召唤一顶怪笑猫猫帽，并获得一层「隐具余数」。<br><br>可以主动解除怪笑帽帽猫。<br><br><i>「那就让你们稍微见识一下吧，要看仔细咯，这是仅属于我们的，独一无二的，奇迹时刻！」</i>",
                        "Icon": "Skill_E_Liney_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "154.0%",
                                    "165.55%",
                                    "177.1%",
                                    "192.5%",
                                    "204.05%",
                                    "215.6%",
                                    "231.0%",
                                    "246.4%",
                                    "261.8%",
                                    "277.2%",
                                    "292.6%",
                                    "308.0%",
                                    "327.25%",
                                    "346.5%",
                                    "365.75%"
                                ]
                            },
                            {
                                "Desc": "引爆礼花伤害",
                                "ParamLevelList": [
                                    "414.0%",
                                    "445.05%",
                                    "476.1%",
                                    "517.5%",
                                    "548.55%",
                                    "579.6%",
                                    "621.0%",
                                    "662.4%",
                                    "703.8%",
                                    "745.2%",
                                    "786.6%",
                                    "828.0%",
                                    "879.75%",
                                    "931.5%",
                                    "983.25%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒",
                                    "3秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "惊险演出",
                        "Desc": "如果林尼通过发射<color style='color:#FFD780;'>隐具魔术箭</color>消耗了生命值，该隐具魔术箭召唤的怪笑猫猫帽命中敌人时会为林尼恢复3点元素能量，并且基于攻击力的80%提高造成的伤害。",
                        "Icon": "UI_Talent_S_Liney_05"
                    },
                    {
                        "Name": "完场喝彩",
                        "Desc": "林尼对处于<color style='color:#FF9999;'>火元素</color>影响下的敌人造成的伤害，将以以下方式提升：<br> · 基础提升60%；<br> · 队伍中林尼以外每个元素类型为<color style='color:#FF9999;'>火元素</color>的角色，提升20%。<br>通过上述方式，至多使林尼对处于<color style='color:#FF9999;'>火元素</color>影响下的敌人造成的伤害提升100%。",
                        "Icon": "UI_Talent_S_Liney_06"
                    },
                    {
                        "Name": "琐碎观察术",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>枫丹区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "空取奇思的手艺",
                        "Desc": "<color style='color:#FFD780;'>怪笑猫猫帽</color>至多可以同时存在2顶。<br>此外，隐具魔术箭将在命中时召唤2顶怪笑猫猫帽，并额外积累1层「隐具余数」，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Liney_01"
                    },
                    {
                        "Level": 2,
                        "Name": "巧言贴耳的诱引",
                        "Desc": "林尼在场上时，每2秒将获得一层「集意专注」效果，使林尼的暴击伤害提升20%。此效果至多叠加3层，将在林尼退场时解除。",
                        "Icon": "UI_Talent_S_Liney_03"
                    },
                    {
                        "Level": 3,
                        "Name": "玄迷灵敏的指法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击 · 迫牌易位式</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Liney_01"
                    },
                    {
                        "Level": 4,
                        "Name": "熟稔习练的筹谋",
                        "Desc": "林尼的元素类型为<color style='color:#FF9999;'>火元素</color>的重击攻击命中敌人后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>降低20%，持续6秒。",
                        "Icon": "UI_Talent_S_Liney_02"
                    },
                    {
                        "Level": 5,
                        "Name": "穿越隐秘的通术",
                        "Desc": "<color style='color:#FFD780;'>大魔术 · 灵迹巡游</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Liney_02"
                    },
                    {
                        "Level": 6,
                        "Name": "违心的笑",
                        "Desc": "林尼发射<color style='color:#FFD780;'>隐具魔术箭</color>时，将发射一枚礼花术弹 · 重奏，造成礼花术弹80%的伤害。该伤害视为重击伤害。",
                        "Icon": "UI_Talent_S_Liney_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Liney": {
        "AttackList": [
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "ExtraAttack_EndBoom",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "ExtraAttack_EndBoom",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "ExtraAttack_EndBoom_Enhanced",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 90.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 13.537,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 13.252,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 9.5085,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 9.5085,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 19.872,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}