// Auto Generated

var _AvatarDataConfig_ = {
    "Mavuika": {
        "BallList": [
            {
                "When": "E 开启伤害",
                "DropArray": [
                    {
                        "Num": 5,
                        "Chance": 1
                    }
                ]
            }
        ],
        "EndureList": [
            {
                "Skill": "Q 死生之炉",
                "Endure": 0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@夜魂消耗#</b><br>• 焚曜之环 @5/s#+@3/hit#<br>• 驰轮车不动 @9/s#，重击 @11/s#，普攻额外 @1/hit#<br>• 驰轮车冲刺 @10#+@29/s#，攀爬 @17/s#，涉水 @14/s#，飞行 @12/s#<br>• 时间限制：攀爬 @1s#，涉水 @3s#，飞行 @3s#，6命全部@翻倍#",
            "<b>@其他#</b><br>• 深境螺旋第一间入场时，玛薇卡拥有 @200# 点战意<br>• Q 和2命的伤害提升效果，和雷电将军 Q 的愿力加成机制相同（提升@技能倍率#）<br>• 天赋2为@普通增伤#，不是独立乘区",
            "<b>@抗打断#</b><br>• Q 死生之炉期间，@不可被打断#",
            "<b>@附着#</b><br>• 坠日斩、焚曜之环、E 开启伤害：@1U 独立附着#<br>• 摩托车普攻、重击、冲刺：@1U 附着#，共享 3次/2.5s 的CD#<br>• 6命伤害：@无附着#",
            "<b>@范围#</b><br>• Q 坠日斩：@半径 7m#（= 希诺宁/八重神子 Q 、 钟离减抗范围）<br>• E 焚曜之环：@半径 6m#（= 班尼特 Q）<br>• 2命减防：@半径 10m#（= 甘雨 Q）",
            "<b>@产球#</b><br>• E 开启伤害，产生 @5*火元素微粒#"
        ]
    }
}

var _AvatarMats_ = {
    "Mavuika": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101253": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113066": 2,
                "101253": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113066": 4,
                "101253": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113066": 8,
                "101253": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113066": 12,
                "101253": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113066": 20,
                "101253": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mavuika": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 以火织命",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次格外有力的烈曜斩。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "称名之刻",
                        "Desc": "依凭「争斗」的权柄，召唤人神传承的「诸火武装」，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br>施放后，玛薇卡将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>诸火武装</color><br>依据点按、长按，以不同的形态解放诸火武装。<br><br><color style='color:#FFD780;'>点按</color><br>「神名解放」：诸火武装将以焚曜之环的形态显现。焚曜之环将跟随当前场上角色，并间歇性攻击周围的敌人，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>「古名解放」：诸火武装将以驰轮车的形态显现。在这种状态下，玛薇卡能驾驶驰轮车高速移动，或是打开驰轮车的后备隐藏推进模块，短暂通过各种地形，以及在空中短暂滑翔。同时，玛薇卡的普通攻击、重击与下落攻击将转为无法被附魔覆盖的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>；进行冲刺时，也会对路径上的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br>处于夜魂加持状态下时，点按元素战技可以切换诸火武装的形态；诸火武装将在玛薇卡的夜魂加持结束时消失。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛薇卡</color><br>依据诸火武装的形态，持续消耗夜魂值。夜魂值耗尽时，玛薇卡的夜魂加持将会结束。<br><br><i>如果你告诉玛薇卡，驰轮车类似的东西在别的世界需要上标识作用的牌照，她也会很开心：<br>「我这可是唯一一台，靓号不是随我选了吗？」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环攻击间隔",
                                "ParamLevelList": [
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击一段伤害",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击二段伤害",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击三段伤害",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击四段伤害",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击五段伤害",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "驰轮车冲刺伤害",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击循环伤害",
                                "ParamLevelList": [
                                    "110.08%",
                                    "119.04%",
                                    "128.0%",
                                    "140.8%",
                                    "149.76%",
                                    "160.0%",
                                    "174.08%",
                                    "188.16%",
                                    "202.24%",
                                    "217.6%",
                                    "232.96%",
                                    "248.32%",
                                    "263.68%",
                                    "279.04%",
                                    "294.4%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击终结伤害",
                                "ParamLevelList": [
                                    "151.36%",
                                    "163.68%",
                                    "176.0%",
                                    "193.6%",
                                    "205.92%",
                                    "220.0%",
                                    "239.36%",
                                    "258.72%",
                                    "278.08%",
                                    "299.2%",
                                    "320.32%",
                                    "341.44%",
                                    "362.56%",
                                    "383.68%",
                                    "404.8%"
                                ]
                            },
                            {
                                "Desc": "驰轮车坠地冲击伤害",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燔天之时",
                        "Desc": "让众人的心声，直抵高天的神座。<br><color style='color:#FFD780;'>玛薇卡的元素爆发不依靠元素能量，而是依靠「战意」。</color><br><br><color style='color:#FFD780;'>战意</color><br>当玛薇卡拥有至少50%战意时，玛薇卡可以消耗所有战意，施放元素爆发。<br>玛薇卡可以通过以下方式获取战意：<br> · 处于战斗状态下时，队伍中的附近的角色消耗的夜魂值将会转化为玛薇卡的战意；<br> · 队伍中附近的角色的普通攻击命中敌人时，玛薇卡将获得1.5点战意，该效果每0.1秒至多触发一次。<br><br>施放后，玛薇卡获得10点夜魂值，进入夜魂加持状态，驾驶驰轮车腾跃至空中，并向地面上的敌人进行一次强力的坠日斩，造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并进入「死生之炉」状态。<br><br><color style='color:#FFD780;'>死生之炉</color><br>持续期间，玛薇卡的各种行为将不再消耗夜魂值，并提高玛薇卡的抗打断能力。同时，依据施放时的战意，提升坠日斩、「古名解放」时的普通攻击与重击造成的伤害。<br>死生之炉状态将在玛薇卡退场时解除。<br><br><i>「——但这次，我想亲手打碎这样的宿命。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "死生之炉持续时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            },
                            {
                                "Desc": "坠日斩伤害提升",
                                "ParamLevelList": [
                                    "每战意/1.6%攻击力",
                                    "每战意/1.72%攻击力",
                                    "每战意/1.84%攻击力",
                                    "每战意/2.0%攻击力",
                                    "每战意/2.12%攻击力",
                                    "每战意/2.24%攻击力",
                                    "每战意/2.4%攻击力",
                                    "每战意/2.56%攻击力",
                                    "每战意/2.72%攻击力",
                                    "每战意/2.88%攻击力",
                                    "每战意/3.04%攻击力",
                                    "每战意/3.2%攻击力",
                                    "每战意/3.4%攻击力",
                                    "每战意/3.6%攻击力",
                                    "每战意/3.8%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.4%攻击力",
                                    "每战意/0.43%攻击力",
                                    "每战意/0.46%攻击力",
                                    "每战意/0.5%攻击力",
                                    "每战意/0.53%攻击力",
                                    "每战意/0.56%攻击力",
                                    "每战意/0.6%攻击力",
                                    "每战意/0.64%攻击力",
                                    "每战意/0.68%攻击力",
                                    "每战意/0.72%攻击力",
                                    "每战意/0.76%攻击力",
                                    "每战意/0.8%攻击力",
                                    "每战意/0.85%攻击力",
                                    "每战意/0.9%攻击力",
                                    "每战意/0.95%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.8%攻击力",
                                    "每战意/0.86%攻击力",
                                    "每战意/0.92%攻击力",
                                    "每战意/1.0%攻击力",
                                    "每战意/1.06%攻击力",
                                    "每战意/1.12%攻击力",
                                    "每战意/1.2%攻击力",
                                    "每战意/1.28%攻击力",
                                    "每战意/1.36%攻击力",
                                    "每战意/1.44%攻击力",
                                    "每战意/1.52%攻击力",
                                    "每战意/1.6%攻击力",
                                    "每战意/1.7%攻击力",
                                    "每战意/1.8%攻击力",
                                    "每战意/1.9%攻击力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "战意上限",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "炎花献礼",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛薇卡的攻击力提升35%，持续10秒。",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「基扬戈兹」",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后，依据施放时的战意，每点战意都将使当前场上角色造成的伤害提升0.25%，通过这种方式至多使当前场上角色造成的伤害提升50%，该效果持续20秒，并会在持续时间内逐渐降低为0。",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "夜域赐礼 · 耗竭模式",
                        "Desc": "在夜魂值耗竭后，玛薇卡将会转而消耗燃素来维持诸火武装 · 驰轮车。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛薇卡。当前场上角色处于冲刺、攀爬、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛薇卡登场时触发：玛薇卡将进入夜魂加持状态，并获得相当于玛薇卡夜魂值上限50%的夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "生活天赋",
                        "Desc": "队伍触发夜魂传递的冷却时间减少20%。",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "夜主的授记",
                        "Desc": "玛薇卡的夜魂值上限提升为120点，且战意的获取效率提升25%。<br>此外，获取战意后，玛薇卡的攻击力提升40%，持续8秒。",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "灰烬的代价",
                        "Desc": "处于夜魂加持状态下时，玛薇卡的基础攻击力提升300点，并根据诸火武装的形态，获得对应效果：<br> · 焚曜之环：附近的敌人的防御力降低20%；<br> · 驰轮车：基于玛薇卡的攻击力，提升玛薇卡的普通攻击与重击造成的伤害：每点攻击力都将使玛薇卡的普通攻击造成的伤害提升1点，重击造成的伤害提升1.5点。",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燃烧的太阳",
                        "Desc": "元素爆发<color style='color:#FFD780;'>燔天之时</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「领袖」的觉悟",
                        "Desc": "固有天赋「基扬戈兹」的效果获得提升：<br>施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后的伤害提升效果不再随时间降低。<br>需要解锁固有天赋「基扬戈兹」。",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "真实的含义",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「人之名」解放",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>中的诸火武装获得完全强化：<br> · 焚曜之环：焚曜之环的攻击命中敌人时，将会有一辆驰轮车撞向被命中的敌人，造成200%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>；<br> · 驰轮车：玛薇卡驾驶驰轮车时，焚曜之环也会持续跟随玛薇卡，每3秒对周围的敌人造成一次400%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，且玛薇卡通过各种地形的能力也会进一步提升。<br><br>此外，玛薇卡驾驶驰轮车且不处于战斗状态下时，当玛薇卡的夜魂值降低至5点时，将获得80点夜魂值，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 以火织命",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次格外有力的烈曜斩。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "称名之刻",
                        "Desc": "依凭「争斗」的权柄，召唤人神传承的「诸火武装」，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br>施放后，玛薇卡将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>诸火武装</color><br>依据点按、长按，以不同的形态解放诸火武装。<br><br><color style='color:#FFD780;'>点按</color><br>「神名解放」：诸火武装将以焚曜之环的形态显现。焚曜之环将跟随当前场上角色，并间歇性攻击周围的敌人，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>「古名解放」：诸火武装将以驰轮车的形态显现。在这种状态下，玛薇卡能驾驶驰轮车高速移动，或是打开驰轮车的后备隐藏推进模块，短暂通过各种地形，以及在空中短暂滑翔。同时，玛薇卡的普通攻击、重击与下落攻击将转为无法被附魔覆盖的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>；进行冲刺时，也会对路径上的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br>处于夜魂加持状态下时，点按元素战技可以切换诸火武装的形态；诸火武装将在玛薇卡的夜魂加持结束时消失。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛薇卡</color><br>依据诸火武装的形态，持续消耗夜魂值。夜魂值耗尽时，玛薇卡的夜魂加持将会结束。<br><br><i>如果你告诉玛薇卡，驰轮车类似的东西在别的世界需要上标识作用的牌照，她也会很开心：<br>「我这可是唯一一台，靓号不是随我选了吗？」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环攻击间隔",
                                "ParamLevelList": [
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击一段伤害",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击二段伤害",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击三段伤害",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击四段伤害",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击五段伤害",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "驰轮车冲刺伤害",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击循环伤害",
                                "ParamLevelList": [
                                    "110.08%",
                                    "119.04%",
                                    "128.0%",
                                    "140.8%",
                                    "149.76%",
                                    "160.0%",
                                    "174.08%",
                                    "188.16%",
                                    "202.24%",
                                    "217.6%",
                                    "232.96%",
                                    "248.32%",
                                    "263.68%",
                                    "279.04%",
                                    "294.4%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击终结伤害",
                                "ParamLevelList": [
                                    "151.36%",
                                    "163.68%",
                                    "176.0%",
                                    "193.6%",
                                    "205.92%",
                                    "220.0%",
                                    "239.36%",
                                    "258.72%",
                                    "278.08%",
                                    "299.2%",
                                    "320.32%",
                                    "341.44%",
                                    "362.56%",
                                    "383.68%",
                                    "404.8%"
                                ]
                            },
                            {
                                "Desc": "驰轮车坠地冲击伤害",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燔天之时",
                        "Desc": "让众人的心声，直抵高天的神座。<br><color style='color:#FFD780;'>玛薇卡的元素爆发不依靠元素能量，而是依靠「战意」。</color><br><br><color style='color:#FFD780;'>战意</color><br>当玛薇卡拥有至少50%战意时，玛薇卡可以消耗所有战意，施放元素爆发。<br>玛薇卡可以通过以下方式获取战意：<br> · 处于战斗状态下时，队伍中的附近的角色消耗的夜魂值将会转化为玛薇卡的战意；<br> · 队伍中附近的角色的普通攻击命中敌人时，玛薇卡将获得1.5点战意，该效果每0.1秒至多触发一次。<br><br>施放后，玛薇卡获得10点夜魂值，进入夜魂加持状态，驾驶驰轮车腾跃至空中，并向地面上的敌人进行一次强力的坠日斩，造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并进入「死生之炉」状态。<br><br><color style='color:#FFD780;'>死生之炉</color><br>持续期间，玛薇卡的各种行为将不再消耗夜魂值，并提高玛薇卡的抗打断能力。同时，依据施放时的战意，提升坠日斩、「古名解放」时的普通攻击与重击造成的伤害。<br>死生之炉状态将在玛薇卡退场时解除。<br><br><i>「——但这次，我想亲手打碎这样的宿命。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "死生之炉持续时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            },
                            {
                                "Desc": "坠日斩伤害提升",
                                "ParamLevelList": [
                                    "每战意/1.6%攻击力",
                                    "每战意/1.72%攻击力",
                                    "每战意/1.84%攻击力",
                                    "每战意/2.0%攻击力",
                                    "每战意/2.12%攻击力",
                                    "每战意/2.24%攻击力",
                                    "每战意/2.4%攻击力",
                                    "每战意/2.56%攻击力",
                                    "每战意/2.72%攻击力",
                                    "每战意/2.88%攻击力",
                                    "每战意/3.04%攻击力",
                                    "每战意/3.2%攻击力",
                                    "每战意/3.4%攻击力",
                                    "每战意/3.6%攻击力",
                                    "每战意/3.8%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.4%攻击力",
                                    "每战意/0.43%攻击力",
                                    "每战意/0.46%攻击力",
                                    "每战意/0.5%攻击力",
                                    "每战意/0.53%攻击力",
                                    "每战意/0.56%攻击力",
                                    "每战意/0.6%攻击力",
                                    "每战意/0.64%攻击力",
                                    "每战意/0.68%攻击力",
                                    "每战意/0.72%攻击力",
                                    "每战意/0.76%攻击力",
                                    "每战意/0.8%攻击力",
                                    "每战意/0.85%攻击力",
                                    "每战意/0.9%攻击力",
                                    "每战意/0.95%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.8%攻击力",
                                    "每战意/0.86%攻击力",
                                    "每战意/0.92%攻击力",
                                    "每战意/1.0%攻击力",
                                    "每战意/1.06%攻击力",
                                    "每战意/1.12%攻击力",
                                    "每战意/1.2%攻击力",
                                    "每战意/1.28%攻击力",
                                    "每战意/1.36%攻击力",
                                    "每战意/1.44%攻击力",
                                    "每战意/1.52%攻击力",
                                    "每战意/1.6%攻击力",
                                    "每战意/1.7%攻击力",
                                    "每战意/1.8%攻击力",
                                    "每战意/1.9%攻击力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "战意上限",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "炎花献礼",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛薇卡的攻击力提升35%，持续10秒。",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「基扬戈兹」",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后，依据施放时的战意，每点战意都将使当前场上角色造成的伤害提升0.25%，通过这种方式至多使当前场上角色造成的伤害提升50%，该效果持续20秒，并会在持续时间内逐渐降低为0。",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "夜域赐礼 · 耗竭模式",
                        "Desc": "在夜魂值耗竭后，玛薇卡将会转而消耗燃素来维持诸火武装 · 驰轮车。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛薇卡。当前场上角色处于冲刺、攀爬、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛薇卡登场时触发：玛薇卡将进入夜魂加持状态，并获得相当于玛薇卡夜魂值上限50%的夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "破夜的焰光",
                        "Desc": "队伍触发夜魂传递的冷却时间减少20%。",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "夜主的授记",
                        "Desc": "玛薇卡的夜魂值上限提升为120点，且战意的获取效率提升25%。<br>此外，获取战意后，玛薇卡的攻击力提升40%，持续8秒。",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "灰烬的代价",
                        "Desc": "处于夜魂加持状态下时，玛薇卡的基础攻击力提升300点，并根据诸火武装的形态，获得对应效果：<br> · 焚曜之环：附近的敌人的防御力降低20%；<br> · 驰轮车：玛薇卡的普通攻击、重击、元素爆发<color style='color:#FFD780;'>燔天之时</color>中的坠日斩造成的伤害提升，提升值相当于玛薇卡攻击力的80%/130%/180%。",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燃烧的太阳",
                        "Desc": "元素爆发<color style='color:#FFD780;'>燔天之时</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「领袖」的觉悟",
                        "Desc": "固有天赋「基扬戈兹」的效果获得提升：<br>施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后的伤害提升效果不再随时间降低。<br>需要解锁固有天赋「基扬戈兹」。",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "真实的含义",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「人之名」解放",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>中的诸火武装获得完全强化：<br> · 焚曜之环：焚曜之环的攻击命中敌人时，将会有一辆驰轮车撞向被命中的敌人，造成200%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>；<br> · 驰轮车：玛薇卡驾驶驰轮车时，焚曜之环也会持续跟随玛薇卡，每3秒对周围的敌人造成一次400%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，且玛薇卡通过各种地形的能力也会进一步提升。<br><br>此外，玛薇卡驾驶驰轮车且不处于战斗状态下时，当玛薇卡的夜魂值降低至5点时，将获得80点夜魂值，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 以火织命",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次格外有力的烈曜斩。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "称名之刻",
                        "Desc": "依凭「争斗」的权柄，召唤人神传承的「诸火武装」，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br>施放后，玛薇卡将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>诸火武装</color><br>依据点按、长按，以不同的形态解放诸火武装。<br><br><color style='color:#FFD780;'>点按</color><br>「神名解放」：诸火武装将以焚曜之环的形态显现。焚曜之环将跟随当前场上角色，并间歇性攻击周围的敌人，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>「古名解放」：诸火武装将以驰轮车的形态显现。在这种状态下，玛薇卡能驾驶驰轮车高速移动，或是打开驰轮车的后备隐藏推进模块，短暂通过各种地形，以及在空中短暂滑翔。同时，玛薇卡的普通攻击、重击与下落攻击将转为无法被附魔覆盖的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>；进行冲刺时，也会对路径上的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br>处于夜魂加持状态下时，点按元素战技可以切换诸火武装的形态；诸火武装将在玛薇卡的夜魂加持结束时消失。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛薇卡</color><br>依据诸火武装的形态，持续消耗夜魂值。夜魂值耗尽时，玛薇卡的夜魂加持将会结束。<br><br><i>如果你告诉玛薇卡，驰轮车类似的东西在别的世界需要上标识作用的牌照，她也会很开心：<br>「我这可是唯一一台，靓号不是随我选了吗？」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环攻击间隔",
                                "ParamLevelList": [
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击一段伤害",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击二段伤害",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击三段伤害",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击四段伤害",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击五段伤害",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "驰轮车冲刺伤害",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击循环伤害",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击终结伤害",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "驰轮车坠地冲击伤害",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燔天之时",
                        "Desc": "让众人的心声，直抵高天的神座。<br><color style='color:#FFD780;'>玛薇卡的元素爆发不依靠元素能量，而是依靠「战意」。</color><br><br><color style='color:#FFD780;'>战意</color><br>当玛薇卡拥有至少50%战意时，玛薇卡可以消耗所有战意，施放元素爆发。<br>玛薇卡可以通过以下方式获取战意：<br> · 处于战斗状态下时，队伍中的附近的角色消耗的夜魂值将会转化为玛薇卡的战意；<br> · 队伍中附近的角色的普通攻击命中敌人时，玛薇卡将获得1.5点战意，该效果每0.1秒至多触发一次。<br><br>施放后，玛薇卡获得10点夜魂值，进入夜魂加持状态，驾驶驰轮车腾跃至空中，并向地面上的敌人进行一次强力的坠日斩，造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并进入「死生之炉」状态。<br><br><color style='color:#FFD780;'>死生之炉</color><br>持续期间，玛薇卡的各种行为将不再消耗夜魂值，并提高玛薇卡的抗打断能力。同时，依据施放时的战意，提升坠日斩、「古名解放」时的普通攻击与重击造成的伤害。<br>死生之炉状态将在玛薇卡退场时解除。<br><br><i>「——但这次，我想亲手打碎这样的宿命。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "死生之炉持续时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            },
                            {
                                "Desc": "坠日斩伤害提升",
                                "ParamLevelList": [
                                    "每战意/1.6%攻击力",
                                    "每战意/1.72%攻击力",
                                    "每战意/1.84%攻击力",
                                    "每战意/2.0%攻击力",
                                    "每战意/2.12%攻击力",
                                    "每战意/2.24%攻击力",
                                    "每战意/2.4%攻击力",
                                    "每战意/2.56%攻击力",
                                    "每战意/2.72%攻击力",
                                    "每战意/2.88%攻击力",
                                    "每战意/3.04%攻击力",
                                    "每战意/3.2%攻击力",
                                    "每战意/3.4%攻击力",
                                    "每战意/3.6%攻击力",
                                    "每战意/3.8%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.258%攻击力",
                                    "每战意/0.279%攻击力",
                                    "每战意/0.3%攻击力",
                                    "每战意/0.33%攻击力",
                                    "每战意/0.351%攻击力",
                                    "每战意/0.375%攻击力",
                                    "每战意/0.408%攻击力",
                                    "每战意/0.441%攻击力",
                                    "每战意/0.474%攻击力",
                                    "每战意/0.51%攻击力",
                                    "每战意/0.546%攻击力",
                                    "每战意/0.582%攻击力",
                                    "每战意/0.618%攻击力",
                                    "每战意/0.654%攻击力",
                                    "每战意/0.69%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.516%攻击力",
                                    "每战意/0.558%攻击力",
                                    "每战意/0.6%攻击力",
                                    "每战意/0.66%攻击力",
                                    "每战意/0.702%攻击力",
                                    "每战意/0.75%攻击力",
                                    "每战意/0.816%攻击力",
                                    "每战意/0.882%攻击力",
                                    "每战意/0.948%攻击力",
                                    "每战意/1.02%攻击力",
                                    "每战意/1.092%攻击力",
                                    "每战意/1.164%攻击力",
                                    "每战意/1.236%攻击力",
                                    "每战意/1.308%攻击力",
                                    "每战意/1.38%攻击力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "战意上限",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "炎花献礼",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛薇卡的攻击力提升30%，持续10秒。",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「基扬戈兹」",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后，依据施放时的战意，每点战意都将使当前场上角色造成的伤害提升0.2%，通过这种方式至多使队伍中的当前场上角色造成的伤害提升40%，该效果持续20秒，并会在持续时间内逐渐降低为0。",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "夜域赐礼 · 耗竭模式",
                        "Desc": "在夜魂值耗竭后，玛薇卡将会转而消耗燃素来维持诸火武装 · 驰轮车。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛薇卡。当前场上角色处于冲刺、攀爬、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛薇卡登场时触发：玛薇卡将进入夜魂加持状态，并获得相当于玛薇卡夜魂值上限50%的夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "破夜的焰光",
                        "Desc": "队伍触发夜魂传递的冷却时间减少20%。",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "夜主的授记",
                        "Desc": "玛薇卡的夜魂值上限提升为120点，且战意的获取效率提升25%。<br>此外，获取战意后，玛薇卡的攻击力提升40%，持续8秒。",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "灰烬的代价",
                        "Desc": "处于夜魂加持状态下时，玛薇卡的基础攻击力提升200点，并根据诸火武装的形态，获得对应效果：<br> · 焚曜之环：附近的敌人的防御力降低20%；<br> · 驰轮车：玛薇卡的普通攻击、重击、元素爆发<color style='color:#FFD780;'>燔天之时</color>中的坠日斩造成的伤害提升，提升值相当于玛薇卡攻击力的60%/90%/120%。",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燃烧的太阳",
                        "Desc": "元素爆发<color style='color:#FFD780;'>燔天之时</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「领袖」的觉悟",
                        "Desc": "固有天赋「基扬戈兹」的效果获得提升：<br>施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后的伤害提升效果不再随时间降低，并额外获得10%伤害加成。<br>需要解锁固有天赋「基扬戈兹」。",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "真实的含义",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「人之名」解放",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>中的诸火武装获得完全强化：<br> · 焚曜之环：焚曜之环的攻击命中敌人时，将会有一辆驰轮车撞向被命中的敌人，造成200%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>；<br> · 驰轮车：玛薇卡驾驶驰轮车时，焚曜之环也会持续跟随玛薇卡，每3秒对周围的敌人造成一次400%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，且玛薇卡通过各种地形的能力也会进一步提升。<br><br>此外，玛薇卡驾驶驰轮车且不处于战斗状态下时，当玛薇卡的夜魂值降低至5点时，将获得80点夜魂值，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 以火织命",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次格外有力的烈曜斩。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "称名之刻",
                        "Desc": "依凭「争斗」的权柄，召唤人神传承的「诸火武装」，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br>施放后，玛薇卡将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>诸火武装</color><br>依据点按、长按，以不同的形态解放诸火武装。<br><br><color style='color:#FFD780;'>点按</color><br>「神名解放」：诸火武装将以焚曜之环的形态显现。焚曜之环将跟随当前场上角色，并间歇性攻击周围的敌人，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>「古名解放」：诸火武装将以驰轮车的形态显现。在这种状态下，玛薇卡能驾驶驰轮车高速移动，或是打开驰轮车的后备隐藏推进模块，短暂通过各种地形，以及在空中短暂滑翔。同时，玛薇卡的普通攻击、重击与下落攻击将转为无法被附魔覆盖的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>；进行冲刺时，也会对路径上的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br>处于夜魂加持状态下时，点按元素战技可以切换诸火武装的形态；诸火武装将在玛薇卡的夜魂加持结束时消失。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛薇卡</color><br>依据诸火武装的形态，持续消耗夜魂值。夜魂值耗尽时，玛薇卡的夜魂加持将会结束。<br><br><i>如果你告诉玛薇卡，驰轮车类似的东西在别的世界需要上标识作用的牌照，她也会很开心：<br>「我这可是唯一一台，靓号不是随我选了吗？」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环攻击间隔",
                                "ParamLevelList": [
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击一段伤害",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击二段伤害",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击三段伤害",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击四段伤害",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击五段伤害",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "驰轮车冲刺伤害",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击循环伤害",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击终结伤害",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "驰轮车坠地冲击伤害",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燔天之时",
                        "Desc": "让众人的心声，直抵高天的神座。<br><color style='color:#FFD780;'>玛薇卡的元素爆发不依靠元素能量，而是依靠「战意」。</color><br><br><color style='color:#FFD780;'>战意</color><br>当玛薇卡拥有至少50%战意时，玛薇卡可以消耗所有战意，施放元素爆发。<br>玛薇卡可以通过以下方式获取战意：<br> · 处于战斗状态下时，队伍中的附近的角色消耗的夜魂值将会转化为玛薇卡的战意；<br> · 队伍中附近的角色的普通攻击命中敌人时，玛薇卡将获得1.5点战意，该效果每0.1秒至多触发一次。<br><br>施放后，玛薇卡获得10点夜魂值，进入夜魂加持状态，驾驶驰轮车腾跃至空中，并向地面上的敌人进行一次强力的坠日斩，造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并进入「死生之炉」状态。<br><br><color style='color:#FFD780;'>死生之炉</color><br>持续期间，玛薇卡的各种行为将不再消耗夜魂值，并提高玛薇卡的抗打断能力。同时，依据施放时的战意，提升坠日斩、「古名解放」时的普通攻击与重击造成的伤害。<br>死生之炉状态将在玛薇卡退场时解除。<br><br><i>「——但这次，我想亲手打碎这样的宿命。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "死生之炉持续时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            },
                            {
                                "Desc": "坠日斩伤害提升",
                                "ParamLevelList": [
                                    "每战意/1.6%攻击力",
                                    "每战意/1.72%攻击力",
                                    "每战意/1.84%攻击力",
                                    "每战意/2.0%攻击力",
                                    "每战意/2.12%攻击力",
                                    "每战意/2.24%攻击力",
                                    "每战意/2.4%攻击力",
                                    "每战意/2.56%攻击力",
                                    "每战意/2.72%攻击力",
                                    "每战意/2.88%攻击力",
                                    "每战意/3.04%攻击力",
                                    "每战意/3.2%攻击力",
                                    "每战意/3.4%攻击力",
                                    "每战意/3.6%攻击力",
                                    "每战意/3.8%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.258%攻击力",
                                    "每战意/0.279%攻击力",
                                    "每战意/0.3%攻击力",
                                    "每战意/0.33%攻击力",
                                    "每战意/0.351%攻击力",
                                    "每战意/0.375%攻击力",
                                    "每战意/0.408%攻击力",
                                    "每战意/0.441%攻击力",
                                    "每战意/0.474%攻击力",
                                    "每战意/0.51%攻击力",
                                    "每战意/0.546%攻击力",
                                    "每战意/0.582%攻击力",
                                    "每战意/0.618%攻击力",
                                    "每战意/0.654%攻击力",
                                    "每战意/0.69%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.516%攻击力",
                                    "每战意/0.558%攻击力",
                                    "每战意/0.6%攻击力",
                                    "每战意/0.66%攻击力",
                                    "每战意/0.702%攻击力",
                                    "每战意/0.75%攻击力",
                                    "每战意/0.816%攻击力",
                                    "每战意/0.882%攻击力",
                                    "每战意/0.948%攻击力",
                                    "每战意/1.02%攻击力",
                                    "每战意/1.092%攻击力",
                                    "每战意/1.164%攻击力",
                                    "每战意/1.236%攻击力",
                                    "每战意/1.308%攻击力",
                                    "每战意/1.38%攻击力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "战意上限",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "炎花献礼",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛薇卡的攻击力提升30%，持续10秒。",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「基扬戈兹」",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后，依据施放时的战意，每点战意都将使当前场上角色造成的伤害提升0.2%，通过这种方式至多使队伍中的当前场上角色造成的伤害提升40%，该效果持续20秒，并会在持续时间内逐渐降低为0。",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "夜域赐礼 · 耗竭模式",
                        "Desc": "在夜魂值耗竭后，玛薇卡将会转而消耗燃素来维持诸火武装 · 驰轮车。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛薇卡。当前场上角色处于冲刺、攀爬、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛薇卡登场时触发：玛薇卡将进入夜魂加持状态，并获得相当于玛薇卡夜魂值上限50%的夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "破夜的焰光",
                        "Desc": "队伍触发夜魂传递的冷却时间减少20%。",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "夜主的授记",
                        "Desc": "玛薇卡的夜魂值上限提升为120点，且战意的获取效率提升25%。<br>此外，获取战意后，玛薇卡的攻击力提升40%，持续8秒。",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "灰烬的代价",
                        "Desc": "处于夜魂加持状态下时，玛薇卡的基础攻击力提升200点，并根据诸火武装的形态，获得对应效果：<br> · 焚曜之环：附近的敌人的防御力降低20%；<br> · 驰轮车：玛薇卡的普通攻击、重击、元素爆发<color style='color:#FFD780;'>燔天之时</color>中的坠日斩造成的伤害提升，提升值相当于玛薇卡攻击力的60%/90%/120%。",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燃烧的太阳",
                        "Desc": "元素爆发<color style='color:#FFD780;'>燔天之时</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「领袖」的觉悟",
                        "Desc": "固有天赋「基扬戈兹」的效果获得提升：<br>施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后的伤害提升效果不再随时间降低，并额外获得10%伤害加成。<br>需要解锁固有天赋「基扬戈兹」。",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "真实的含义",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「人之名」解放",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>中的诸火武装获得完全强化：<br> · 焚曜之环：焚曜之环的攻击命中敌人时，将会有一辆驰轮车撞向被命中的敌人，造成200%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>；<br> · 驰轮车：玛薇卡驾驶驰轮车时，还会召唤出持续跟随玛薇卡的「焚曜之环 · 灼象」，使附近的敌人的防御力降低20%，并且每3秒对周围的敌人造成一次500%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，且玛薇卡通过各种地形的能力也会进一步提升。<br><br>此外，玛薇卡驾驶驰轮车且不处于战斗状态下时，当玛薇卡的夜魂值降低至5点时，将获得80点夜魂值，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 以火织命",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次格外有力的烈曜斩。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.48%×2",
                                    "39.449%×2",
                                    "42.419%×2",
                                    "46.66%×2",
                                    "49.63%×2",
                                    "53.023%×2",
                                    "57.689%×2",
                                    "62.355%×2",
                                    "67.021%×2",
                                    "72.111%×2",
                                    "77.202%×2",
                                    "82.292%×2",
                                    "87.382%×2",
                                    "92.472%×2",
                                    "97.562%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "33.223%×3",
                                    "35.927%×3",
                                    "38.632%×3",
                                    "42.495%×3",
                                    "45.199%×3",
                                    "48.29%×3",
                                    "52.539%×3",
                                    "56.788%×3",
                                    "61.038%×3",
                                    "65.674%×3",
                                    "70.31%×3",
                                    "74.945%×3",
                                    "79.581%×3",
                                    "84.217%×3",
                                    "88.853%×3"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "称名之刻",
                        "Desc": "依凭「争斗」的权柄，召唤人神传承的「诸火武装」，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br>施放后，玛薇卡将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>诸火武装</color><br>依据点按、长按，以不同的形态解放诸火武装。<br><br><color style='color:#FFD780;'>点按</color><br>「神名解放」：诸火武装将以焚曜之环的形态显现。焚曜之环将跟随当前场上角色，并间歇性攻击周围的敌人，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>「古名解放」：诸火武装将以驰轮车的形态显现。在这种状态下，玛薇卡能驾驶驰轮车高速移动，或是打开驰轮车的后备隐藏推进模块，短暂通过各种地形，以及在空中短暂滑翔。同时，玛薇卡的普通攻击、重击与下落攻击将转为无法被附魔覆盖的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>；进行冲刺时，也会对路径上的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br>处于夜魂加持状态下时，点按元素战技可以切换诸火武装的形态；诸火武装将在玛薇卡的夜魂加持结束时消失。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛薇卡</color><br>依据诸火武装的形态，持续消耗夜魂值。夜魂值耗尽时，玛薇卡的夜魂加持将会结束。<br><br><i>如果你告诉玛薇卡，驰轮车类似的东西在别的世界需要上标识作用的牌照，她也会很开心：<br>「我这可是唯一一台，靓号不是随我选了吗？」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环攻击间隔",
                                "ParamLevelList": [
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击一段伤害",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击二段伤害",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击三段伤害",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击四段伤害",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击五段伤害",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "驰轮车冲刺伤害",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击循环伤害",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击终结伤害",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "驰轮车坠地冲击伤害",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燔天之时",
                        "Desc": "让众人的心声，直抵高天的神座。<br><color style='color:#FFD780;'>玛薇卡的元素爆发不依靠元素能量，而是依靠「战意」。</color><br><br><color style='color:#FFD780;'>战意</color><br>当玛薇卡拥有至少50%战意时，玛薇卡可以消耗所有战意，施放元素爆发。<br>玛薇卡可以通过以下方式获取战意：<br> · 处于战斗状态下时，队伍中的附近的角色消耗的夜魂值将会转化为玛薇卡的战意；<br> · 队伍中附近的角色的普通攻击命中敌人时，玛薇卡将获得1.5点战意，该效果每0.1秒至多触发一次。<br><br>施放后，玛薇卡获得10点夜魂值，进入夜魂加持状态，驾驶驰轮车腾跃至空中，并向地面上的敌人进行一次强力的坠日斩，造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并进入「死生之炉」状态。<br><br><color style='color:#FFD780;'>死生之炉</color><br>持续期间，玛薇卡的各种行为将不再消耗夜魂值，并提高玛薇卡的抗打断能力。同时，依据施放时的战意，提升坠日斩、「古名解放」时的普通攻击与重击造成的伤害。<br>死生之炉状态将在玛薇卡退场时解除。<br><br><i>「——但这次，我想亲手打碎这样的宿命。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "死生之炉持续时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            },
                            {
                                "Desc": "坠日斩伤害提升",
                                "ParamLevelList": [
                                    "每战意/1.6%攻击力",
                                    "每战意/1.72%攻击力",
                                    "每战意/1.84%攻击力",
                                    "每战意/2.0%攻击力",
                                    "每战意/2.12%攻击力",
                                    "每战意/2.24%攻击力",
                                    "每战意/2.4%攻击力",
                                    "每战意/2.56%攻击力",
                                    "每战意/2.72%攻击力",
                                    "每战意/2.88%攻击力",
                                    "每战意/3.04%攻击力",
                                    "每战意/3.2%攻击力",
                                    "每战意/3.4%攻击力",
                                    "每战意/3.6%攻击力",
                                    "每战意/3.8%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.258%攻击力",
                                    "每战意/0.279%攻击力",
                                    "每战意/0.3%攻击力",
                                    "每战意/0.33%攻击力",
                                    "每战意/0.351%攻击力",
                                    "每战意/0.375%攻击力",
                                    "每战意/0.408%攻击力",
                                    "每战意/0.441%攻击力",
                                    "每战意/0.474%攻击力",
                                    "每战意/0.51%攻击力",
                                    "每战意/0.546%攻击力",
                                    "每战意/0.582%攻击力",
                                    "每战意/0.618%攻击力",
                                    "每战意/0.654%攻击力",
                                    "每战意/0.69%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.516%攻击力",
                                    "每战意/0.558%攻击力",
                                    "每战意/0.6%攻击力",
                                    "每战意/0.66%攻击力",
                                    "每战意/0.702%攻击力",
                                    "每战意/0.75%攻击力",
                                    "每战意/0.816%攻击力",
                                    "每战意/0.882%攻击力",
                                    "每战意/0.948%攻击力",
                                    "每战意/1.02%攻击力",
                                    "每战意/1.092%攻击力",
                                    "每战意/1.164%攻击力",
                                    "每战意/1.236%攻击力",
                                    "每战意/1.308%攻击力",
                                    "每战意/1.38%攻击力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "战意上限",
                                "ParamLevelList": [
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0",
                                    "200.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "炎花献礼",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛薇卡的攻击力提升30%，持续10秒。",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「基扬戈兹」",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后，依据施放时的战意，每点战意都将使当前场上角色造成的伤害提升0.2%，通过这种方式至多使队伍中的当前场上角色造成的伤害提升40%，该效果持续20秒，并会在持续时间内逐渐降低为0。",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "夜域赐礼 · 耗竭模式",
                        "Desc": "在夜魂值耗竭后，玛薇卡将会转而消耗燃素来维持诸火武装 · 驰轮车。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛薇卡。当前场上角色处于冲刺、攀爬、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛薇卡登场时触发：玛薇卡将进入夜魂加持状态，并获得相当于玛薇卡夜魂值上限50%的夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "破夜的焰光",
                        "Desc": "队伍触发夜魂传递的冷却时间减少20%。",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "夜主的授记",
                        "Desc": "玛薇卡的夜魂值上限提升为120点，且战意的获取效率提升25%。<br>此外，获取战意后，玛薇卡的攻击力提升40%，持续8秒。",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "灰烬的代价",
                        "Desc": "处于夜魂加持状态下时，玛薇卡的基础攻击力提升200点，并根据诸火武装的形态，获得对应效果：<br> · 焚曜之环：附近的敌人的防御力降低20%；<br> · 驰轮车：玛薇卡的普通攻击、重击、元素爆发<color style='color:#FFD780;'>燔天之时</color>中的坠日斩造成的伤害提升，提升值相当于玛薇卡攻击力的60%/90%/120%。",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燃烧的太阳",
                        "Desc": "元素爆发<color style='color:#FFD780;'>燔天之时</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「领袖」的觉悟",
                        "Desc": "固有天赋「基扬戈兹」的效果获得提升：<br>施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后的伤害提升效果不再随时间降低，并额外获得10%伤害加成。<br>需要解锁固有天赋「基扬戈兹」。",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "真实的含义",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「人之名」解放",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>中的诸火武装获得完全强化：<br> · 焚曜之环：焚曜之环的攻击命中敌人时，将会有一辆驰轮车撞向被命中的敌人，造成200%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>；<br> · 驰轮车：玛薇卡驾驶驰轮车时，还会召唤出持续跟随玛薇卡的「焚曜之环 · 灼象」，使附近的敌人的防御力降低20%，并且每3秒对周围的敌人造成一次500%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，且玛薇卡通过各种地形的能力也会进一步提升。<br><br>此外，玛薇卡驾驶驰轮车且不处于战斗状态下时，当玛薇卡的夜魂值降低至5点时，将获得80点夜魂值，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "以火织命",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方进行一次格外有力的烈曜斩。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.5495%",
                                    "93.064%",
                                    "102.3704%",
                                    "108.8849%",
                                    "116.33%",
                                    "126.567%",
                                    "136.8041%",
                                    "147.0411%",
                                    "158.2088%",
                                    "169.3765%",
                                    "180.5442%",
                                    "191.7118%",
                                    "202.8795%",
                                    "214.0472%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.4799%×2",
                                    "39.4492%×2",
                                    "42.4185%×2",
                                    "46.6604%×2",
                                    "49.6296%×2",
                                    "53.0231%×2",
                                    "57.6892%×2",
                                    "62.3552%×2",
                                    "67.0212%×2",
                                    "72.1114%×2",
                                    "77.2017%×2",
                                    "82.2919%×2",
                                    "87.3821%×2",
                                    "92.4723%×2",
                                    "97.5625%×2"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "33.2232%×3",
                                    "35.9274%×3",
                                    "38.6317%×3",
                                    "42.4948%×3",
                                    "45.199%×3",
                                    "48.2896%×3",
                                    "52.5391%×3",
                                    "56.7885%×3",
                                    "61.038%×3",
                                    "65.6738%×3",
                                    "70.3096%×3",
                                    "74.9454%×3",
                                    "79.5812%×3",
                                    "84.217%×3",
                                    "88.8528%×3"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "116.1929%",
                                    "125.6504%",
                                    "135.108%",
                                    "148.6188%",
                                    "158.0764%",
                                    "168.885%",
                                    "183.7469%",
                                    "198.6088%",
                                    "213.4706%",
                                    "229.6836%",
                                    "245.8966%",
                                    "262.1095%",
                                    "278.3225%",
                                    "294.5354%",
                                    "310.7484%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "称名之刻",
                        "Desc": "依凭「争斗」的权柄，召唤人神传承的「诸火武装」，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br>施放后，玛薇卡将恢复夜魂值至上限，并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>诸火武装</color><br>依据点按、长按，以不同的形态解放诸火武装。<br><br><color style='color:#FFD780;'>点按</color><br>「神名解放」：诸火武装将以焚曜之环的形态显现。焚曜之环将跟随当前场上角色，并间歇性攻击周围的敌人，造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>「古名解放」：诸火武装将以驰轮车的形态显现。在这种状态下，玛薇卡能驾驶驰轮车高速移动，或是打开驰轮车的后备隐藏推进模块，短暂通过各种地形，以及在空中短暂滑翔。同时，玛薇卡的普通攻击、重击与下落攻击将转为无法被附魔覆盖的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>；进行冲刺时，也会对路径上的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br>处于夜魂加持状态下时，点按元素战技可以切换诸火武装的形态；诸火武装将在玛薇卡的夜魂加持结束时消失。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛薇卡</color><br>依据诸火武装的形态，持续消耗夜魂值。夜魂值耗尽时，玛薇卡的夜魂加持将会结束。<br><br><i>如果你告诉玛薇卡，驰轮车类似的东西在别的世界需要上标识作用的牌照，她也会很开心：<br>「我这可是唯一一台，靓号不是随我选了吗？」</i>",
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环伤害",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "焚曜之环攻击间隔",
                                "ParamLevelList": [
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒",
                                    "2秒"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击一段伤害",
                                "ParamLevelList": [
                                    "57.2648%",
                                    "61.9259%",
                                    "66.587%",
                                    "73.2457%",
                                    "77.9068%",
                                    "83.2337%",
                                    "90.5583%",
                                    "97.8829%",
                                    "105.2075%",
                                    "113.1979%",
                                    "121.1883%",
                                    "129.1788%",
                                    "137.1692%",
                                    "145.1597%",
                                    "153.1501%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击二段伤害",
                                "ParamLevelList": [
                                    "59.1327%",
                                    "63.9459%",
                                    "68.759%",
                                    "75.6349%",
                                    "80.448%",
                                    "85.9488%",
                                    "93.5122%",
                                    "101.0757%",
                                    "108.6392%",
                                    "116.8903%",
                                    "125.1414%",
                                    "133.3925%",
                                    "141.6435%",
                                    "149.8946%",
                                    "158.1457%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击三段伤害",
                                "ParamLevelList": [
                                    "69.9868%",
                                    "75.6834%",
                                    "81.38%",
                                    "89.518%",
                                    "95.2146%",
                                    "101.725%",
                                    "110.6768%",
                                    "119.6286%",
                                    "128.5804%",
                                    "138.346%",
                                    "148.1116%",
                                    "157.8772%",
                                    "167.6428%",
                                    "177.4084%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击四段伤害",
                                "ParamLevelList": [
                                    "69.7047%",
                                    "75.3784%",
                                    "81.052%",
                                    "89.1572%",
                                    "94.8308%",
                                    "101.315%",
                                    "110.2307%",
                                    "119.1464%",
                                    "128.0622%",
                                    "137.7884%",
                                    "147.5146%",
                                    "157.2409%",
                                    "166.9671%",
                                    "176.6934%",
                                    "186.4196%"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击五段伤害",
                                "ParamLevelList": [
                                    "91.0035%",
                                    "98.4107%",
                                    "105.818%",
                                    "116.3998%",
                                    "123.8071%",
                                    "132.2725%",
                                    "143.9125%",
                                    "155.5525%",
                                    "167.1924%",
                                    "179.8906%",
                                    "192.5888%",
                                    "205.2869%",
                                    "217.9851%",
                                    "230.6832%",
                                    "243.3814%"
                                ]
                            },
                            {
                                "Desc": "驰轮车冲刺伤害",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击循环伤害",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击终结伤害",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "驰轮车坠地冲击伤害",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "燔天之时",
                        "Desc": "让众人的心声，直抵高天的神座。<br><color style='color:#FFD780;'>玛薇卡的元素爆发不依靠元素能量，而是依靠「战意」。</color><br><br><color style='color:#FFD780;'>战意</color><br>当玛薇卡拥有至少50%战意时，玛薇卡可以消耗所有战意，施放元素爆发。<br>玛薇卡可以通过以下方式获取战意：<br> · 处于战斗状态下时，队伍中的附近的角色消耗的夜魂值将会转化为玛薇卡的战意；<br> · 队伍中附近的角色的普通攻击命中敌人时，玛薇卡将获得1.5点战意，该效果每0.1秒至多触发一次。<br><br>施放后，玛薇卡获得10点夜魂值，进入夜魂加持状态，驾驶驰轮车腾跃至空中，并向地面上的敌人进行一次强力的坠日斩，造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并进入「死生之炉」状态。<br><br><color style='color:#FFD780;'>死生之炉</color><br>持续期间，玛薇卡的各种行为将不再消耗夜魂值，并提高玛薇卡的抗打断能力。同时，依据施放时的战意，提升坠日斩、「古名解放」时的普通攻击与重击造成的伤害。<br>死生之炉状态将在玛薇卡退场时解除。<br><br><i>「——但这次，我想亲手打碎这样的宿命。」</i>",
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "死生之炉持续时间",
                                "ParamLevelList": [
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒"
                                ]
                            },
                            {
                                "Desc": "坠日斩伤害提升",
                                "ParamLevelList": [
                                    "每战意/1.6%攻击力",
                                    "每战意/1.72%攻击力",
                                    "每战意/1.84%攻击力",
                                    "每战意/2.0%攻击力",
                                    "每战意/2.12%攻击力",
                                    "每战意/2.24%攻击力",
                                    "每战意/2.4%攻击力",
                                    "每战意/2.56%攻击力",
                                    "每战意/2.72%攻击力",
                                    "每战意/2.88%攻击力",
                                    "每战意/3.04%攻击力",
                                    "每战意/3.2%攻击力",
                                    "每战意/3.4%攻击力",
                                    "每战意/3.6%攻击力",
                                    "每战意/3.8%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车普通攻击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.258%攻击力",
                                    "每战意/0.279%攻击力",
                                    "每战意/0.3%攻击力",
                                    "每战意/0.33%攻击力",
                                    "每战意/0.351%攻击力",
                                    "每战意/0.375%攻击力",
                                    "每战意/0.408%攻击力",
                                    "每战意/0.441%攻击力",
                                    "每战意/0.474%攻击力",
                                    "每战意/0.51%攻击力",
                                    "每战意/0.546%攻击力",
                                    "每战意/0.582%攻击力",
                                    "每战意/0.618%攻击力",
                                    "每战意/0.654%攻击力",
                                    "每战意/0.69%攻击力"
                                ]
                            },
                            {
                                "Desc": "驰轮车重击伤害提升",
                                "ParamLevelList": [
                                    "每战意/0.516%攻击力",
                                    "每战意/0.558%攻击力",
                                    "每战意/0.6%攻击力",
                                    "每战意/0.66%攻击力",
                                    "每战意/0.702%攻击力",
                                    "每战意/0.75%攻击力",
                                    "每战意/0.816%攻击力",
                                    "每战意/0.882%攻击力",
                                    "每战意/0.948%攻击力",
                                    "每战意/1.02%攻击力",
                                    "每战意/1.092%攻击力",
                                    "每战意/1.164%攻击力",
                                    "每战意/1.236%攻击力",
                                    "每战意/1.308%攻击力",
                                    "每战意/1.38%攻击力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "战意上限",
                                "ParamLevelList": [
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200",
                                    "200"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "炎花献礼",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛薇卡的攻击力提升30%，持续10秒。",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「基扬戈兹」",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后，依据施放时的战意，每点战意都将使当前场上角色造成的伤害提升0.2%，通过这种方式至多使队伍中的当前场上角色造成的伤害提升40%，该效果持续20秒，并会在持续时间内逐渐降低为0。",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "夜域赐礼 · 耗竭模式",
                        "Desc": "在夜魂值耗竭后，玛薇卡将会转而消耗燃素来维持诸火武装 · 驰轮车。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛薇卡。当前场上角色处于冲刺、攀爬、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛薇卡登场时触发：玛薇卡将进入夜魂加持状态，并获得相当于玛薇卡夜魂值上限50%的夜魂值。自己的队伍每10秒可以触发一次夜魂传递。",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "破夜的焰光",
                        "Desc": "队伍触发夜魂传递的冷却时间减少20%。",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "夜主的授记",
                        "Desc": "玛薇卡的夜魂值上限提升为120点，且战意的获取效率提升25%。<br>此外，获取战意后，玛薇卡的攻击力提升40%，持续8秒。",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "灰烬的代价",
                        "Desc": "处于夜魂加持状态下时，玛薇卡的基础攻击力提升200点，并根据诸火武装的形态，获得对应效果：<br> · 焚曜之环：附近的敌人的防御力降低20%；<br> · 驰轮车：玛薇卡的普通攻击、重击、元素爆发<color style='color:#FFD780;'>燔天之时</color>中的坠日斩造成的伤害提升，提升值相当于玛薇卡攻击力的60%/90%/120%。",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燃烧的太阳",
                        "Desc": "元素爆发<color style='color:#FFD780;'>燔天之时</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「领袖」的觉悟",
                        "Desc": "突破天赋「基扬戈兹」的效果获得提升：<br>施放元素爆发<color style='color:#FFD780;'>燔天之时</color>后的伤害提升效果不再随时间降低，并额外获得10%伤害加成。<br>需要解锁突破天赋「基扬戈兹」。",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "真实的含义",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「人之名」解放",
                        "Desc": "元素战技<color style='color:#FFD780;'>称名之刻</color>中的诸火武装获得完全强化：<br> · 焚曜之环：焚曜之环的攻击命中敌人时，将会有一辆驰轮车撞向被命中的敌人，造成200%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>；<br> · 驰轮车：玛薇卡驾驶驰轮车时，还会召唤出持续跟随玛薇卡的「焚曜之环 · 灼象」，使附近的敌人的防御力降低20%，并且每3秒对周围的敌人造成一次500%攻击力的具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，且玛薇卡通过各种地形的能力也会进一步提升。<br><br>此外，玛薇卡驾驶驰轮车且不处于战斗状态下时，当玛薇卡的夜魂值降低至5点时，将获得80点夜魂值，该效果每15秒至多触发一次。",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mavuika": {
        "AttackList": [
            {
                "Skill": "Q 坠日斩",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        5.0
                    ]
                },
                "AtkTag": "元素爆发<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "E 开启-点按",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "E 开启-长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    200.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "焚曜之环",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "6命 焚曜之环",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "6命 驰轮车",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        6.0
                    ]
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    5.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "重击循环",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    5.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "重击终结",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "重击<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    20.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "冲刺",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "冲刺攻击<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    200.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.7,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击1<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 76.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击2<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 79.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.7,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击3<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 93.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        4.5,
                        3.5
                    ]
                },
                "AtkTag": "普通攻击4<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 93.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.7,
                        3.8
                    ]
                },
                "AtkTag": "普通攻击5<br>夜魂",
                "AttTag": "摩托组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 121.7,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            }
        ]
    }
}