// Auto Generated

var _AvatarDataConfig_ = {
    "Momoka": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Momoka": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101208": 3,
                "112053": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113045": 2,
                "101208": 10,
                "112053": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113045": 4,
                "101208": 20,
                "112054": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113045": 8,
                "101208": 30,
                "112054": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113045": 12,
                "101208": 45,
                "112055": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113045": 20,
                "101208": 60,
                "112055": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Momoka": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "箱纸切削术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续攻击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方挥出三次爪击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "47.902%",
                                    "51.801%",
                                    "55.7%",
                                    "61.27%",
                                    "65.169%",
                                    "69.625%",
                                    "75.752%",
                                    "81.879%",
                                    "88.006%",
                                    "94.69%",
                                    "101.374%",
                                    "108.058%",
                                    "114.742%",
                                    "121.426%",
                                    "128.11%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.354%",
                                    "50.127%",
                                    "53.9%",
                                    "59.29%",
                                    "63.063%",
                                    "67.375%",
                                    "73.304%",
                                    "79.233%",
                                    "85.162%",
                                    "91.63%",
                                    "98.098%",
                                    "104.566%",
                                    "111.034%",
                                    "117.502%",
                                    "123.97%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "25.4216%+38.1324%",
                                    "27.4908%+41.2362%",
                                    "29.56%+44.34%",
                                    "32.516%+48.774%",
                                    "34.5852%+51.8778%",
                                    "36.95%+55.425%",
                                    "40.2016%+60.3024%",
                                    "43.4532%+65.1798%",
                                    "46.7048%+70.0572%",
                                    "50.252%+75.378%",
                                    "53.7992%+80.6988%",
                                    "57.3464%+86.0196%",
                                    "60.8936%+91.3404%",
                                    "64.4408%+96.6612%",
                                    "67.988%+101.982%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "73.272%",
                                    "79.236%",
                                    "85.2%",
                                    "93.72%",
                                    "99.684%",
                                    "106.5%",
                                    "115.872%",
                                    "125.244%",
                                    "134.616%",
                                    "144.84%",
                                    "155.064%",
                                    "165.288%",
                                    "175.512%",
                                    "185.736%",
                                    "195.96%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "22.3772%+44.7544%+44.7544%",
                                    "24.1986%+48.3972%+48.3972%",
                                    "26.02%+52.04%+52.04%",
                                    "28.622%+57.244%+57.244%",
                                    "30.4434%+60.8868%+60.8868%",
                                    "32.525%+65.05%+65.05%",
                                    "35.3872%+70.7744%+70.7744%",
                                    "38.2494%+76.4988%+76.4988%",
                                    "41.1116%+82.2232%+82.2232%",
                                    "44.234%+88.468%+88.468%",
                                    "47.3564%+94.7128%+94.7128%",
                                    "50.4788%+100.9576%+100.9576%",
                                    "53.6012%+107.2024%+107.2024%",
                                    "56.7236%+113.4472%+113.4472%",
                                    "59.846%+119.692%+119.692%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "呜喵町飞足",
                        "Desc": "<color style='color:#FFD780;'>点按</color><br>以猫猫在花丛间穿行的灵巧身法起跳，使出甩尾飞踢痛揍敌人，造成<color style='color:#99FF88;'>草元素范围伤害</color>，同时展开安全运输护盾，并为绮良良施加短暂的<color style='color:#99FF88;'>草元素附着</color>。安全运输护盾对<color style='color:#99FF88;'>草元素伤害</color>有250%的吸收效果。护盾的伤害吸收量受益于绮良良的生命值上限，且至多不超过绮良良生命值上限的一定比例，剩余的伤害吸收量在获取新的安全运输护盾时将会叠加，并刷新持续时间。<br><br><color style='color:#FFD780;'>长按</color><br>拿出「半天之内送货上门」的气势，展开与点按相同的安全运输护盾，并蜷缩至特制的快递箱中，进入猫箱急件状态，更为迅捷地移动与战斗。<br><br><color style='color:#FFD780;'>猫箱急件状态</color><br> · 对冲撞触及的敌人造成<color style='color:#99FF88;'>草元素伤害</color>，此效果每0.5秒对每个敌人至多触发一次；<br> · 处于该状态下时，绮良良的移动速度、攀爬速度、跳跃能力提升，攀爬时消耗的体力提高；<br> · 持续时间结束或再次施放技能时，将使出相比点按更为强大的翻正爪击，造成<color style='color:#99FF88;'>草元素范围伤害</color>；<br> · 猫箱急件状态持续至多10秒。效果结束时，技能将进入冷却。在猫箱急件状态下持续的时间越长，冷却时间越长；<br> · 持续期间进行冲刺或主动解除攀爬，将提前结束猫箱急件状态。<br><br><i>「嗯，你问往来送货如此迅速的秘诀是什么？当然是脚力啦！」</i>",
                        "Icon": "Skill_S_Momoka_01",
                        "ParamDesc": [
                            {
                                "Desc": "甩尾飞踢伤害",
                                "ParamLevelList": [
                                    "104.0%",
                                    "111.8%",
                                    "119.6%",
                                    "130.0%",
                                    "137.8%",
                                    "145.6%",
                                    "156.0%",
                                    "166.4%",
                                    "176.8%",
                                    "187.2%",
                                    "197.6%",
                                    "208.0%",
                                    "221.0%",
                                    "234.0%",
                                    "247.0%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "10.0%生命值上限+962.2313",
                                    "10.75%生命值上限+1058.4679",
                                    "11.5%生命值上限+1162.7241",
                                    "12.5%生命值上限+1275",
                                    "13.25%生命值上限+1395.2957",
                                    "14.0%生命值上限+1523.611",
                                    "15.0%生命值上限+1659.946",
                                    "16.0%生命值上限+1804.3008",
                                    "17.0%生命值上限+1956.6753",
                                    "18.0%生命值上限+2117.0693",
                                    "19.0%生命值上限+2285.4834",
                                    "20.0%生命值上限+2461.917",
                                    "21.25%生命值上限+2646.3704",
                                    "22.5%生命值上限+2838.8433",
                                    "23.75%生命值上限+3039.336"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量上限",
                                "ParamLevelList": [
                                    "16.0%生命值上限+1541.0796",
                                    "17.2%生命值上限+1695.2089",
                                    "18.4%生命值上限+1862.1824",
                                    "20.0%生命值上限+2042",
                                    "21.2%生命值上限+2234.6616",
                                    "22.4%生命值上限+2440.1675",
                                    "24.0%生命值上限+2658.5176",
                                    "25.6%生命值上限+2889.7117",
                                    "27.2%生命值上限+3133.7498",
                                    "28.8%生命值上限+3390.632",
                                    "30.4%生命值上限+3660.3584",
                                    "32.0%生命值上限+3942.929",
                                    "34.0%生命值上限+4238.3438",
                                    "36.0%生命值上限+4546.6025",
                                    "38.0%生命值上限+4867.705"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "猫箱急件冲撞伤害",
                                "ParamLevelList": [
                                    "33.6%",
                                    "36.12%",
                                    "38.64%",
                                    "42.0%",
                                    "44.52%",
                                    "47.04%",
                                    "50.4%",
                                    "53.76%",
                                    "57.12%",
                                    "60.48%",
                                    "63.84%",
                                    "67.2%",
                                    "71.4%",
                                    "75.6%",
                                    "79.8%"
                                ]
                            },
                            {
                                "Desc": "猫箱急件状态最大持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "翻正爪击伤害",
                                "ParamLevelList": [
                                    "144.0%",
                                    "154.8%",
                                    "165.6%",
                                    "180.0%",
                                    "190.8%",
                                    "201.6%",
                                    "216.0%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%",
                                    "288.0%",
                                    "306.0%",
                                    "324.0%",
                                    "342.0%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒",
                                    "8秒到12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘法 · 惊喜特派",
                        "Desc": "以惩罚盗贼的特派快递箱猛砸敌人，造成<color style='color:#99FF88;'>草元素范围伤害</color>。特派快递箱爆炸后，将分裂成许多<color style='color:#FFD780;'>猫草豆蔻</color>，猫草豆蔻会在接触到敌人或一段时间后爆炸，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><i>「嘿嘿，这就是专门为那些喜欢偷快递的家伙准备的，坏蛋们，收到记得好评哦！」</i>",
                        "Icon": "Skill_E_Momoka_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "570.24%",
                                    "613.008%",
                                    "655.776%",
                                    "712.8%",
                                    "755.568%",
                                    "798.336%",
                                    "855.36%",
                                    "912.384%",
                                    "969.408%",
                                    "1026.432%",
                                    "1083.456%",
                                    "1140.48%",
                                    "1211.76%",
                                    "1283.04%",
                                    "1354.32%"
                                ]
                            },
                            {
                                "Desc": "猫草豆蔻爆炸伤害",
                                "ParamLevelList": [
                                    "35.64%",
                                    "38.313%",
                                    "40.986%",
                                    "44.55%",
                                    "47.223%",
                                    "49.896%",
                                    "53.46%",
                                    "57.024%",
                                    "60.588%",
                                    "64.152%",
                                    "67.716%",
                                    "71.28%",
                                    "75.735%",
                                    "80.19%",
                                    "84.645%"
                                ]
                            },
                            {
                                "Desc": "猫草豆蔻存在时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "妖说歧尾之变",
                        "Desc": "绮良良处于<color style='color:#FFD780;'>呜喵町飞足</color>的猫箱急件状态下时，每次冲撞触及敌人，都将获得一层<color style='color:#FFD780;'>加固包装</color>，此效果每0.5秒对每个敌人至多触发一次，至多叠加3层。猫箱急件状态结束时，每层加固包装都将为绮良良生成一个安全运输护盾，通过这种方式生成的护盾的伤害吸收量相当于<color style='color:#FFD780;'>呜喵町飞足</color>生成的安全运输护盾的20%，若绮良良已处于呜喵町飞足的安全运输护盾的庇护下，剩余的伤害吸收量将叠加，并刷新持续时间。",
                        "Icon": "UI_Talent_S_Momoka_05"
                    },
                    {
                        "Name": "应时惑目之灵",
                        "Desc": "基于绮良良的生命值上限，每1000点生命值上限将使<color style='color:#FFD780;'>呜喵町飞足</color>造成的伤害提升0.4%，<color style='color:#FFD780;'>秘法 · 惊喜特派</color>造成的伤害提升0.3%。",
                        "Icon": "UI_Talent_S_Momoka_06"
                    },
                    {
                        "Name": "祟祟猫步",
                        "Desc": "绮良良在队伍中时，队伍中自己的角色接近产出禽肉、兽肉与冷鲜肉的小动物时，不会轻易惊动它们。",
                        "Icon": "UI_Talent_S_Aloy_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "物器流转",
                        "Desc": "施放<color style='color:#FFD780;'>秘法 · 惊喜特派</color>时，绮良良的每8000点生命值上限都将额外生成1枚<color style='color:#FFD780;'>猫草豆蔻</color>，至多通过这种方式额外生成4枚猫草豆蔻。",
                        "Icon": "UI_Talent_S_Momoka_01"
                    },
                    {
                        "Level": 2,
                        "Name": "八尖裹术",
                        "Desc": "绮良良处于<color style='color:#FFD780;'>呜喵町飞足</color>的猫箱急件状态下时，将为冲撞触及的队伍中其他角色施加安全运输护盾 · 要件。<br>安全运输护盾 · 要件的伤害吸收量相当于<color style='color:#FFD780;'>呜喵町飞足</color>的安全运输护盾的吸收量上限的40%，且对<color style='color:#99FF88;'>草元素伤害</color>有250%的吸收效果。<br>安全运输护盾 · 要件持续12秒，此效果每10秒对每位角色至多触发一次。",
                        "Icon": "UI_Talent_S_Momoka_02"
                    },
                    {
                        "Level": 3,
                        "Name": "万户门牌通识",
                        "Desc": "<color style='color:#FFD780;'>呜喵町飞足</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Momoka_01"
                    },
                    {
                        "Level": 4,
                        "Name": "韦驮骏足",
                        "Desc": "处于<color style='color:#FFD780;'>安全运输护盾</color>或<color style='color:#FFD780;'>安全运输护盾 · 要件</color>的当前场上角色的普通攻击、重击与下落攻击命中敌人后，绮良良将使用<color style='color:#FFD780;'>猫草小豆蔻</color>进行协同攻击，造成相当于绮良良攻击力200%<color style='color:#99FF88;'>草元素伤害</color>，通过这种方式造成的伤害视为元素爆发伤害。此效果每3.8秒至多触发一次，队伍中所有角色共享冷却时间。",
                        "Icon": "UI_Talent_S_Momoka_04"
                    },
                    {
                        "Level": 5,
                        "Name": "千里一日",
                        "Desc": "<color style='color:#FFD780;'>秘法 · 惊喜特派</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Momoka_02"
                    },
                    {
                        "Level": 6,
                        "Name": "沿途百景会心",
                        "Desc": "绮良良施放元素战技或元素爆发后的15秒内，附近的队伍中所有角色获得12%所有元素伤害加成。",
                        "Icon": "UI_Talent_S_Momoka_03"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Momoka": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.8,
                        270.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "元素战技长按",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.6,
                        3.2
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.5,
                        3.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Elemental_Burst_Mine",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Elemental_Burst_Mine",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.8,
                        1.8,
                        2.2
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.51,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        2.6
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 76.72,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}