// Auto Generated

var _AvatarDataConfig_ = {
    "Mona": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Mona": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "100025": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113012": 2,
                "100025": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113012": 4,
                "100025": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113012": 8,
                "100025": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113012": 12,
                "100025": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113012": 20,
                "100025": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mona": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的水花攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻愿",
                        "Desc": "聚集水花汇成命运的虚影。<br><br><color style='color:#FFD780;'>虚影</color><br>具有如下特性：<br> · 持续嘲讽周围的敌人，吸引火力；<br> · 持续对附近的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>；<br> · 持续时间结束时，虚影破裂，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>借助水流之势迅速后退，并唤出虚影。<br><br>场上同时只能存在一个通过水中幻愿创造的虚影。<br><br><i>高深的占星术士一直试图制造自身的虚影来转嫁将要到来的厄运。但是如此嘲讽厄运的人，莫娜应该是提瓦特第一个。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂伤害",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定轨",
                        "Desc": "凝聚粼粼的水波，倒映出虚幻星空，对大范围内的敌人施加泡影状态。<br><br><color style='color:#FFD780;'>泡影</color><br>以星相的气泡包裹敌人，施加<color style='color:#80C0FF;'>潮湿</color>状态。较弱的敌人会被禁锢在泡影中，无法行动。<br>处于泡影影响下的敌人受到伤害时，会产生以下效果：<br> · 对敌人施加星异的伤害加成效果，并以此提高这一次造成的伤害；<br> · 解除泡影效果，并额外造成一次<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>星异</color><br>持续时间内，提高受到的伤害。<br><br><i>自从神的目光开始牵引着天上的光明，命运自此被称之为命运。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂伤害",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "伤害加成",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星异持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚实流动",
                        "Desc": "<color style='color:#FFD780;'>替代冲刺</color><br>隐入流水，以消耗体力为代价，化为激流快速移动。<br><br>在虚实流动状态下，莫娜可以在水面上高速移动。<br>结束虚实流动现身时，对周围的敌人施加<color style='color:#80C0FF;'>潮湿</color>状态。<br><br><i>这是莫娜能办到，她老师却办不到的事情。无关水元素神之眼，毕竟她老师又不会被追着教育。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "启动体力消耗",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "持续体力消耗",
                                "ParamLevelList": [
                                    "每秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「老太婆来抓我啊！」",
                        "Desc": "进入<color style='color:#FFD780;'>虚实流动</color>状态2秒后，如果周围存在敌人，则自动凝聚一个虚影。<br>通过这种方式产生的虚影持续2秒，造成的破裂伤害相当于<color style='color:#FFD780;'>水中幻愿</color>伤害的50%。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「托付于命运吧！」",
                        "Desc": "莫娜的<color style='color:#80C0FF;'>水元素伤害加成</color>获得额外提升，提升程度相当于她的元素充能效率的20%。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "运行原理",
                        "Desc": "合成武器突破素材时，有25%概率返还部分合成材料。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女的前夜礼 · 天步真原",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 干慧之题</color>后，莫娜将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>莫娜的普通攻击或重击命中敌人时，将获得一层「水星天的辉光」，该效果持续8秒，至多叠加3层；每0.1秒至多通过这种方式获得一层「水星天的辉光」。队伍中自己的其他角色对敌人触发蒸发反应时，将消耗所有的「水星天的辉光」，每消耗一层都会使本次蒸发反应造成的伤害提升5%。<br>此外，莫娜的普通攻击或重击命中敌人时，还会使敌人的<color style='color:#FFD780;'>星异</color>状态延长2秒；该效果每0.5秒至多触发一次，至多通过这种方式使敌人的<color style='color:#FFD780;'>星异</color>状态延长8秒。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沉没的预言",
                        "Desc": "队伍中自己的角色攻击命中处于星异状态下的敌人后的8秒内，<color style='color:#80C0FF;'>水元素相关反应</color>的效果提升：<br> · 感电反应造成的伤害提升15%，月感电反应造成的伤害提升15%，蒸发反应造成的伤害提升15%，水元素扩散反应造成的伤害提升15%，月结晶反应造成的伤害提升15%；<br> · 冻结反应的持续时间延长15%。<br><br>此外，队伍中处于后台的角色触发上述效果时，伤害提升效果还会提升至原本的160%。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月的连珠",
                        "Desc": "普通攻击命中时，有20%的几率自动施放一次重击。此外，莫娜施放元素爆发<color style='color:#FFD780;'>星命定轨</color>后的5秒内，下一次进行的普通攻击命中时，必定自动施放一次重击。<br>上述自动施放重击的效果每5秒只能触发一次。<br>莫娜的重击命中敌人时，还会使队伍中附近的所有角色的元素精通提升80点，持续12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "不休的天象",
                        "Desc": "<color style='color:#FFD780;'>星命定轨</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灭绝的预言",
                        "Desc": "队伍中所有角色攻击处于星异状态下的敌人时，暴击率提升15%。<br>队伍中所有魔导角色攻击处于星异状态下的敌人时，暴击伤害提升15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "命运的嘲弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻愿</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "厄运的修辞",
                        "Desc": "莫娜在当前场上，处于<color style='color:#FFD780;'>虚实流动</color>状态或附近存在处于星异状态下的敌人时，每1秒，莫娜的下一次重击伤害就增加60%，通过这种方式至多可以获得180%重击伤害加成，该效果至多持续8秒。<br>此外，对处于星异状态下的敌人，莫娜的重击将会造成原本200%的伤害。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的水花攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻愿",
                        "Desc": "聚集水花汇成命运的虚影。<br><br><color style='color:#FFD780;'>虚影</color><br>具有如下特性：<br> · 持续嘲讽周围的敌人，吸引火力；<br> · 持续对附近的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>；<br> · 持续时间结束时，虚影破裂，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>借助水流之势迅速后退，并唤出虚影。<br><br>场上同时只能存在一个通过水中幻愿创造的虚影。<br><br><i>高深的占星术士一直试图制造自身的虚影来转嫁将要到来的厄运。但是如此嘲讽厄运的人，莫娜应该是提瓦特第一个。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂伤害",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定轨",
                        "Desc": "凝聚粼粼的水波，倒映出虚幻星空，对大范围内的敌人施加泡影状态。<br><br><color style='color:#FFD780;'>泡影</color><br>以星相的气泡包裹敌人，施加<color style='color:#80C0FF;'>潮湿</color>状态。较弱的敌人会被禁锢在泡影中，无法行动。<br>处于泡影影响下的敌人受到伤害时，会产生以下效果：<br> · 对敌人施加星异的伤害加成效果，并以此提高这一次造成的伤害；<br> · 解除泡影效果，并额外造成一次<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>星异</color><br>持续时间内，提高受到的伤害。<br><br><i>自从神的目光开始牵引着天上的光明，命运自此被称之为命运。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂伤害",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "伤害加成",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星异持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚实流动",
                        "Desc": "<color style='color:#FFD780;'>替代冲刺</color><br>隐入流水，以消耗体力为代价，化为激流快速移动。<br><br>在虚实流动状态下，莫娜可以在水面上高速移动。<br>结束虚实流动现身时，对周围的敌人施加<color style='color:#80C0FF;'>潮湿</color>状态。<br><br><i>这是莫娜能办到，她老师却办不到的事情。无关水元素神之眼，毕竟她老师又不会被追着教育。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "启动体力消耗",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "持续体力消耗",
                                "ParamLevelList": [
                                    "每秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「老太婆来抓我啊！」",
                        "Desc": "进入<color style='color:#FFD780;'>虚实流动</color>状态2秒后，如果周围存在敌人，则自动凝聚一个虚影。<br>通过这种方式产生的虚影持续2秒，造成的破裂伤害相当于<color style='color:#FFD780;'>水中幻愿</color>伤害的50%。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「托付于命运吧！」",
                        "Desc": "莫娜的<color style='color:#80C0FF;'>水元素伤害加成</color>获得额外提升，提升程度相当于她的元素充能效率的20%。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "运行原理",
                        "Desc": "合成武器突破素材时，有25%概率返还部分合成材料。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女的前夜礼 · 莫娜",
                        "Desc": "<br>完成<color style='color:#FFD780;'>魔女的课业 · 莫娜</color>后，莫娜将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>莫娜的普通攻击和重击命中敌人时，将获得1层<color style='color:#FFD780;'>「虚妄泡影」</color>，持续8，至多叠加3层，每0.1秒至多获得1层。队伍中的其他角色触发蒸发反应时，将消耗莫娜所有的<color style='color:#FFD780;'>「虚妄泡影」</color>，每层<color style='color:#FFD780;'>「虚妄泡影」</color>提升10%本次蒸发反应伤害。<br>此外，莫娜的普通攻击和重击命中敌人时，能够延长敌人的星异状态2秒，至多延长8秒，该效果每0.5秒至多触发1次。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沉没的预言",
                        "Desc": "队伍中自己的角色攻击命中处于星异状态下的敌人后的8秒内，<color style='color:#80C0FF;'>水元素相关反应</color>的效果提升：<br> · 感电反应造成的伤害提升15%，月感电反应造成的伤害提升15%，蒸发反应造成的伤害提升15%，水元素扩散反应造成的伤害提升15%；<br> · 冻结反应的持续时间延长15%。<br>此外，若队伍中的角色处于后台，则上述水元素相关反应的伤害提升效果提升至原本的160%。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月的连珠",
                        "Desc": "普通攻击命中时，有20%的几率自动施放一次重击。<br>该效果每5秒只能触发一次。莫娜施放元素爆发后的5秒内，第一次普通攻击自动施放重击的概率提升至100%。<br>此外，重击命中敌人时，还会提升附近的所有角色80元素精通，持续12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "不休的天象",
                        "Desc": "<color style='color:#FFD780;'>星命定轨</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灭绝的预言",
                        "Desc": "队伍中所有角色攻击处于星异状态下的敌人时，暴击率提升15%。此外，队伍中的所有魔导角色攻击处于星异状态下的敌人时，暴击伤害提升15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "命运的嘲弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻愿</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "厄运的修辞",
                        "Desc": "进入<color style='color:#FFD780;'>虚实流动</color>状态或附近存在星异状态下的敌人时，每1秒，莫娜的下一次重击伤害就增加60%，<br>通过这种方式至多可以获得180%重击伤害加成，该效果至多持续8秒。<br>此外，莫娜的重击对星异状态下的敌人造成的伤害提升为原本的200%。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的水花攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻愿",
                        "Desc": "聚集水花汇成命运的虚影。<br><br><color style='color:#FFD780;'>虚影</color><br>具有如下特性：<br> · 持续嘲讽周围的敌人，吸引火力；<br> · 持续对附近的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>；<br> · 持续时间结束时，虚影破裂，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>借助水流之势迅速后退，并唤出虚影。<br><br>场上同时只能存在一个通过水中幻愿创造的虚影。<br><br><i>高深的占星术士一直试图制造自身的虚影来转嫁将要到来的厄运。但是如此嘲讽厄运的人，莫娜应该是提瓦特第一个。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂伤害",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定轨",
                        "Desc": "凝聚粼粼的水波，倒映出虚幻星空，对大范围内的敌人施加泡影状态。<br><br><color style='color:#FFD780;'>泡影</color><br>以星相的气泡包裹敌人，施加<color style='color:#80C0FF;'>潮湿</color>状态。较弱的敌人会被禁锢在泡影中，无法行动。<br>处于泡影影响下的敌人受到伤害时，会产生以下效果：<br> · 对敌人施加星异的伤害加成效果，并以此提高这一次造成的伤害；<br> · 解除泡影效果，并额外造成一次<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>星异</color><br>持续时间内，提高受到的伤害。<br><br><i>自从神的目光开始牵引着天上的光明，命运自此被称之为命运。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂伤害",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "伤害加成",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星异持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚实流动",
                        "Desc": "<color style='color:#FFD780;'>替代冲刺</color><br>隐入流水，以消耗体力为代价，化为激流快速移动。<br><br>在虚实流动状态下，莫娜可以在水面上高速移动。<br>结束虚实流动现身时，对周围的敌人施加<color style='color:#80C0FF;'>潮湿</color>状态。<br><br><i>这是莫娜能办到，她老师却办不到的事情。无关水元素神之眼，毕竟她老师又不会被追着教育。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "启动体力消耗",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "持续体力消耗",
                                "ParamLevelList": [
                                    "每秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「老太婆来抓我啊！」",
                        "Desc": "进入<color style='color:#FFD780;'>虚实流动</color>状态2秒后，如果周围存在敌人，则自动凝聚一个虚影。<br>通过这种方式产生的虚影持续2秒，造成的破裂伤害相当于<color style='color:#FFD780;'>水中幻愿</color>伤害的50%。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「托付于命运吧！」",
                        "Desc": "莫娜的<color style='color:#80C0FF;'>水元素伤害加成</color>获得额外提升，提升程度相当于她的元素充能效率的20%。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "运行原理",
                        "Desc": "合成武器突破素材时，有25%概率返还部分合成材料。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女的前夜礼 · 莫娜",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 干慧之题</color>后，莫娜将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>莫娜的普通攻击或重击命中敌人时，将获得一层「水星天的辉光」，该效果持续8秒，至多叠加3层；每0.1秒至多通过这种方式获得一层「水星天的辉光」。队伍中的其他角色对敌人触发蒸发反应时，将消耗所有的「水星天的辉光」，每消耗一层都会使本次蒸发反应造成的伤害提升10%。<br>此外，莫娜的普通攻击或重击命中敌人时，还会使敌人的<color style='color:#FFD780;'>星异</color>状态延长2秒；该效果每0.5秒至多触发一次，至多通过这种方式使敌人的<color style='color:#FFD780;'>星异</color>状态延长8秒。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沉没的预言",
                        "Desc": "队伍中自己的角色攻击命中处于星异状态下的敌人后的8秒内，<color style='color:#80C0FF;'>水元素相关反应</color>的效果提升：<br> · 感电反应造成的伤害提升15%，蒸发反应造成的伤害提升15%，水元素扩散反应造成的伤害提升15%；<br> · 冻结反应的持续时间延长15%。<br><br>此外，队伍中处于后台的角色触发上述效果时，伤害提升效果还会提升至原本的160%。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月的连珠",
                        "Desc": "普通攻击命中时，有20%的几率自动施放一次重击。<br>该效果每5秒只能触发一次。<br>此外，莫娜施放元素爆发<color style='color:#FFD780;'>命定星轨</color>后的5秒内，下一次进行的普通攻击命中时，必定自动施放一次重击。<br>莫娜的重击命中敌人时，还会使队伍中附近的所有角色的元素精通提升80点，持续12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "不休的天象",
                        "Desc": "<color style='color:#FFD780;'>星命定轨</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灭绝的预言",
                        "Desc": "队伍中所有角色攻击处于星异状态下的敌人时，暴击率提升15%。<br>队伍中所有魔导角色攻击处于星异状态下的敌人时，暴击伤害提升15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "命运的嘲弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻愿</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "厄运的修辞",
                        "Desc": "处于<color style='color:#FFD780;'>虚实流动</color>状态时，或附近存在处于星异状态下的敌人时，每1秒，莫娜的下一次重击伤害就增加60%，通过这种方式至多可以获得180%重击伤害加成，该效果至多持续8秒。<br>此外，对处于星异状态下的敌人，莫娜的重击将会造成原本200%的伤害。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的水花攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻愿",
                        "Desc": "聚集水花汇成命运的虚影。<br><br><color style='color:#FFD780;'>虚影</color><br>具有如下特性：<br> · 持续嘲讽周围的敌人，吸引火力；<br> · 持续对附近的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>；<br> · 持续时间结束时，虚影破裂，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>借助水流之势迅速后退，并唤出虚影。<br><br>场上同时只能存在一个通过水中幻愿创造的虚影。<br><br><i>高深的占星术士一直试图制造自身的虚影来转嫁将要到来的厄运。但是如此嘲讽厄运的人，莫娜应该是提瓦特第一个。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂伤害",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定轨",
                        "Desc": "凝聚粼粼的水波，倒映出虚幻星空，对大范围内的敌人施加泡影状态。<br><br><color style='color:#FFD780;'>泡影</color><br>以星相的气泡包裹敌人，施加<color style='color:#80C0FF;'>潮湿</color>状态。较弱的敌人会被禁锢在泡影中，无法行动。<br>处于泡影影响下的敌人受到伤害时，会产生以下效果：<br> · 对敌人施加星异的伤害加成效果，并以此提高这一次造成的伤害；<br> · 解除泡影效果，并额外造成一次<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>星异</color><br>持续时间内，提高受到的伤害。<br><br><i>自从神的目光开始牵引着天上的光明，命运自此被称之为命运。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂伤害",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "伤害加成",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星异持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚实流动",
                        "Desc": "<color style='color:#FFD780;'>替代冲刺</color><br>隐入流水，以消耗体力为代价，化为激流快速移动。<br><br>在虚实流动状态下，莫娜可以在水面上高速移动。<br>结束虚实流动现身时，对周围的敌人施加<color style='color:#80C0FF;'>潮湿</color>状态。<br><br><i>这是莫娜能办到，她老师却办不到的事情。无关水元素神之眼，毕竟她老师又不会被追着教育。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "启动体力消耗",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "持续体力消耗",
                                "ParamLevelList": [
                                    "每秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「老太婆来抓我啊！」",
                        "Desc": "进入<color style='color:#FFD780;'>虚实流动</color>状态2秒后，如果周围存在敌人，则自动凝聚一个虚影。<br>通过这种方式产生的虚影持续2秒，造成的破裂伤害相当于<color style='color:#FFD780;'>水中幻愿</color>伤害的50%。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「托付于命运吧！」",
                        "Desc": "莫娜的<color style='color:#80C0FF;'>水元素伤害加成</color>获得额外提升，提升程度相当于她的元素充能效率的20%。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "运行原理",
                        "Desc": "合成武器突破素材时，有25%概率返还部分合成材料。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女的前夜礼 · 天步真原",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 干慧之题</color>后，莫娜将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>莫娜的普通攻击或重击命中敌人时，将获得一层「水星天的辉光」，该效果持续8秒，至多叠加3层；每0.1秒至多通过这种方式获得一层「水星天的辉光」。队伍中自己的其他角色对敌人触发蒸发反应时，将消耗所有的「水星天的辉光」，每消耗一层都会使本次蒸发反应造成的伤害提升10%。<br>此外，莫娜的普通攻击或重击命中敌人时，还会使敌人的<color style='color:#FFD780;'>星异</color>状态延长2秒；该效果每0.5秒至多触发一次，至多通过这种方式使敌人的<color style='color:#FFD780;'>星异</color>状态延长8秒。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沉没的预言",
                        "Desc": "队伍中自己的角色攻击命中处于星异状态下的敌人后的8秒内，<color style='color:#80C0FF;'>水元素相关反应</color>的效果提升：<br> · 感电反应造成的伤害提升15%，月感电反应造成的伤害提升15%，蒸发反应造成的伤害提升15%，水元素扩散反应造成的伤害提升15%；<br> · 冻结反应的持续时间延长15%。<br><br>此外，队伍中处于后台的角色触发上述效果时，伤害提升效果还会提升至原本的160%。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月的连珠",
                        "Desc": "普通攻击命中时，有20%的几率自动施放一次重击。<br>该效果每5秒只能触发一次。<br>此外，莫娜施放元素爆发<color style='color:#FFD780;'>命定星轨</color>后的5秒内，下一次进行的普通攻击命中时，必定自动施放一次重击。<br>莫娜的重击命中敌人时，还会使队伍中附近的所有角色的元素精通提升80点，持续12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "不休的天象",
                        "Desc": "<color style='color:#FFD780;'>星命定轨</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灭绝的预言",
                        "Desc": "队伍中所有角色攻击处于星异状态下的敌人时，暴击率提升15%。<br>队伍中所有魔导角色攻击处于星异状态下的敌人时，暴击伤害提升15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "命运的嘲弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻愿</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "厄运的修辞",
                        "Desc": "处于<color style='color:#FFD780;'>虚实流动</color>状态时，或附近存在处于星异状态下的敌人时，每1秒，莫娜的下一次重击伤害就增加60%，通过这种方式至多可以获得180%重击伤害加成，该效果至多持续8秒。<br>此外，对处于星异状态下的敌人，莫娜的重击将会造成原本200%的伤害。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的水花攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻愿",
                        "Desc": "聚集水花汇成命运的虚影。<br><br><color style='color:#FFD780;'>虚影</color><br>具有如下特性：<br> · 持续嘲讽周围的敌人，吸引火力；<br> · 持续对附近的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>；<br> · 持续时间结束时，虚影破裂，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>借助水流之势迅速后退，并唤出虚影。<br><br>场上同时只能存在一个通过水中幻愿创造的虚影。<br><br><i>高深的占星术士一直试图制造自身的虚影来转嫁将要到来的厄运。但是如此嘲讽厄运的人，莫娜应该是提瓦特第一个。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂伤害",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定轨",
                        "Desc": "凝聚粼粼的水波，倒映出虚幻星空，对大范围内的敌人施加泡影状态。<br><br><color style='color:#FFD780;'>泡影</color><br>以星相的气泡包裹敌人，施加<color style='color:#80C0FF;'>潮湿</color>状态。较弱的敌人会被禁锢在泡影中，无法行动。<br>处于泡影影响下的敌人受到伤害时，会产生以下效果：<br> · 对敌人施加星异的伤害加成效果，并以此提高这一次造成的伤害；<br> · 解除泡影效果，并额外造成一次<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>星异</color><br>持续时间内，提高受到的伤害。<br><br><i>自从神的目光开始牵引着天上的光明，命运自此被称之为命运。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂伤害",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "伤害加成",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星异持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚实流动",
                        "Desc": "<color style='color:#FFD780;'>替代冲刺</color><br>隐入流水，以消耗体力为代价，化为激流快速移动。<br><br>在虚实流动状态下，莫娜可以在水面上高速移动。<br>结束虚实流动现身时，对周围的敌人施加<color style='color:#80C0FF;'>潮湿</color>状态。<br><br><i>这是莫娜能办到，她老师却办不到的事情。无关水元素神之眼，毕竟她老师又不会被追着教育。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "启动体力消耗",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "持续体力消耗",
                                "ParamLevelList": [
                                    "每秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「老太婆来抓我啊！」",
                        "Desc": "进入<color style='color:#FFD780;'>虚实流动</color>状态2秒后，如果周围存在敌人，则自动凝聚一个虚影。<br>通过这种方式产生的虚影持续2秒，造成的破裂伤害相当于<color style='color:#FFD780;'>水中幻愿</color>伤害的50%。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「托付于命运吧！」",
                        "Desc": "莫娜的<color style='color:#80C0FF;'>水元素伤害加成</color>获得额外提升，提升程度相当于她的元素充能效率的20%。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "运行原理",
                        "Desc": "合成武器突破素材时，有25%概率返还部分合成材料。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女的前夜礼 · 天步真原",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 干慧之题</color>后，莫娜将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>莫娜的普通攻击或重击命中敌人时，将获得一层「水星天的辉光」，该效果持续8秒，至多叠加3层；每0.1秒至多通过这种方式获得一层「水星天的辉光」。队伍中自己的其他角色对敌人触发蒸发反应时，将消耗所有的「水星天的辉光」，每消耗一层都会使本次蒸发反应造成的伤害提升5%。<br>此外，莫娜的普通攻击或重击命中敌人时，还会使敌人的<color style='color:#FFD780;'>星异</color>状态延长2秒；该效果每0.5秒至多触发一次，至多通过这种方式使敌人的<color style='color:#FFD780;'>星异</color>状态延长8秒。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沉没的预言",
                        "Desc": "队伍中自己的角色攻击命中处于星异状态下的敌人后的8秒内，<color style='color:#80C0FF;'>水元素相关反应</color>的效果提升：<br> · 感电反应造成的伤害提升15%，月感电反应造成的伤害提升15%，蒸发反应造成的伤害提升15%，水元素扩散反应造成的伤害提升15%；<br> · 冻结反应的持续时间延长15%。<br><br>此外，队伍中处于后台的角色触发上述效果时，伤害提升效果还会提升至原本的160%。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月的连珠",
                        "Desc": "普通攻击命中时，有20%的几率自动施放一次重击。此外，莫娜施放元素爆发<color style='color:#FFD780;'>星命定轨</color>后的5秒内，下一次进行的普通攻击命中时，必定自动施放一次重击。<br>上述自动施放重击的效果每5秒只能触发一次。<br>莫娜的重击命中敌人时，还会使队伍中附近的所有角色的元素精通提升80点，持续12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "不休的天象",
                        "Desc": "<color style='color:#FFD780;'>星命定轨</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灭绝的预言",
                        "Desc": "队伍中所有角色攻击处于星异状态下的敌人时，暴击率提升15%。<br>队伍中所有魔导角色攻击处于星异状态下的敌人时，暴击伤害提升15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "命运的嘲弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻愿</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "厄运的修辞",
                        "Desc": "莫娜在当前场上，处于<color style='color:#FFD780;'>虚实流动</color>状态或附近存在处于星异状态下的敌人时，每1秒，莫娜的下一次重击伤害就增加60%，通过这种方式至多可以获得180%重击伤害加成，该效果至多持续8秒。<br>此外，对处于星异状态下的敌人，莫娜的重击将会造成原本200%的伤害。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "因果点破",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的水花攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水中幻愿",
                        "Desc": "聚集水花汇成命运的虚影。<br><br><color style='color:#FFD780;'>虚影</color><br>具有如下特性：<br> · 持续嘲讽周围的敌人，吸引火力；<br> · 持续对附近的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>；<br> · 持续时间结束时，虚影破裂，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>借助水流之势迅速后退，并唤出虚影。<br><br>场上同时只能存在一个通过水中幻愿创造的虚影。<br><br><i>高深的占星术士一直试图制造自身的虚影来转嫁将要到来的厄运。但是如此嘲讽厄运的人，莫娜应该是提瓦特第一个。</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "爆裂伤害",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "星命定轨",
                        "Desc": "凝聚粼粼的水波，倒映出虚幻星空，对大范围内的敌人施加泡影状态。<br><br><color style='color:#FFD780;'>泡影</color><br>以星相的气泡包裹敌人，施加<color style='color:#80C0FF;'>潮湿</color>状态。较弱的敌人会被禁锢在泡影中，无法行动。<br>处于泡影影响下的敌人受到伤害时，会产生以下效果：<br> · 对敌人施加星异的伤害加成效果，并以此提高这一次造成的伤害；<br> · 解除泡影效果，并额外造成一次<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>星异</color><br>持续时间内，提高受到的伤害。<br><br><i>自从神的目光开始牵引着天上的光明，命运自此被称之为命运。</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "泡影持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "泡影破裂伤害",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "伤害加成",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "星异持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "4.5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "虚实流动",
                        "Desc": "<color style='color:#FFD780;'>替代冲刺</color><br>隐入流水，以消耗体力为代价，化为激流快速移动。<br><br>在虚实流动状态下，莫娜可以在水面上高速移动。<br>结束虚实流动现身时，对周围的敌人施加<color style='color:#80C0FF;'>潮湿</color>状态。<br><br><i>这是莫娜能办到，她老师却办不到的事情。无关水元素神之眼，毕竟她老师又不会被追着教育。</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "启动体力消耗",
                                "ParamLevelList": [
                                    "10"
                                ]
                            },
                            {
                                "Desc": "持续体力消耗",
                                "ParamLevelList": [
                                    "每秒15"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「老太婆来抓我啊！」",
                        "Desc": "进入<color style='color:#FFD780;'>虚实流动</color>状态2秒后，如果周围存在敌人，则自动凝聚一个虚影。<br>通过这种方式产生的虚影持续2秒，造成的破裂伤害相当于<color style='color:#FFD780;'>水中幻愿</color>伤害的50%。",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「托付于命运吧！」",
                        "Desc": "莫娜的<color style='color:#80C0FF;'>水元素伤害加成</color>获得额外提升，提升程度相当于她的元素充能效率的20%。",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "运行原理",
                        "Desc": "合成武器突破素材时，有25%概率返还部分合成材料。",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "魔女的前夜礼 · 天步真原",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 干慧之题</color>后，莫娜将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br>莫娜的普通攻击或重击命中敌人时，将获得一层「水星天的辉光」，该效果持续8秒，至多叠加3层；每0.1秒至多通过这种方式获得一层「水星天的辉光」。队伍中自己的其他角色对敌人触发蒸发反应时，将消耗所有的「水星天的辉光」，每消耗一层都会使本次蒸发反应造成的伤害提升5%。<br>此外，莫娜的普通攻击或重击命中敌人时，还会使敌人的<color style='color:#FFD780;'>星异</color>状态延长2秒；该效果每0.5秒至多触发一次，至多通过这种方式使敌人的<color style='color:#FFD780;'>星异</color>状态延长8秒。",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "沉没的预言",
                        "Desc": "队伍中自己的角色攻击命中处于星异状态下的敌人后的8秒内，<color style='color:#80C0FF;'>水元素相关反应</color>的效果提升：<br> · 感电反应造成的伤害提升15%，月感电反应造成的伤害提升15%，蒸发反应造成的伤害提升15%，水元素扩散反应造成的伤害提升15%；<br> · 冻结反应的持续时间延长15%。<br><br>此外，队伍中处于后台的角色触发上述效果时，伤害提升效果还会提升至原本的160%。",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "星月的连珠",
                        "Desc": "普通攻击命中时，有20%的几率自动施放一次重击。此外，莫娜施放元素爆发<color style='color:#FFD780;'>星命定轨</color>后的5秒内，下一次进行的普通攻击命中时，必定自动施放一次重击。<br>上述自动施放重击的效果每5秒只能触发一次。<br>莫娜的重击命中敌人时，还会使队伍中附近的所有角色的元素精通提升80点，持续12秒。",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "不休的天象",
                        "Desc": "<color style='color:#FFD780;'>星命定轨</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "灭绝的预言",
                        "Desc": "队伍中所有角色攻击处于星异状态下的敌人时，暴击率提升15%。<br>队伍中所有魔导角色攻击处于星异状态下的敌人时，暴击伤害提升15%。",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "命运的嘲弄",
                        "Desc": "<color style='color:#FFD780;'>水中幻愿</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "厄运的修辞",
                        "Desc": "莫娜在当前场上，处于<color style='color:#FFD780;'>虚实流动</color>状态或附近存在处于星异状态下的敌人时，每1秒，莫娜的下一次重击伤害就增加60%，通过这种方式至多可以获得180%重击伤害加成，该效果至多持续8秒。<br>此外，对处于星异状态下的敌人，莫娜的重击将会造成原本200%的伤害。",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mona": {
        "AttackList": [
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2
                    ]
                },
                "AtkTag": "",
                "AttTag": "Mona_LiquidStrike",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        10.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        10.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技附加",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "元素战技附加",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 7.65,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 7.35,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 9.15,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 11.85,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 26.145,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 26.145,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}