// Auto Generated

var _AvatarFetterConfig_ = {
    "41": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "提瓦特大陆上众生奔忙，行商运货，骑士巡街，农人耕作。<br>但如果问莫娜——神秘高傲的占星术士——在忙些什么的话，答案大概会是，忙着计算一笔名为「生活」的账。<br>尽管她本人一定会否认「穷」这个说法，作出如下辩解：<br>「太过漂亮的景象会把最简朴的真实藏起来。<br>太过美味的食物会让人忘记这东西有多少营养。<br>简朴的生活是为了看破世界的真实。」<br>清贫的生活只是通往真实的修行…这是莫娜本人一直坚持的说辞。<br>提瓦特大陆上众生奔忙，连神秘的占星术士也不例外。<br>——哦，不过吟游诗人好像真的什么都不做。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "最近，莫娜的师父，一位年老且法力高强的女术士，向她交代了一项重要的任务。<br>师父在蒙德有一位亦敌亦友的故人。她要莫娜从那位故人的继承者手中取回一只绝密宝箱。<br>「如果胆敢窥探箱子里的东西，你就看着办吧。」<br>出发前，莫娜收到了这样的警告。<br>令莫娜意外的是，那位故人的继承者，居然是蒙德城的「火花骑士」可莉。<br>箱子虽然还在，但经由可莉之手，以及一系列「意外」…莫娜在不知情的情况下，清楚地看到了箱中奥秘。<br>「完、完蛋了。这里面居然是少女时代的日记。就这样回去的话，一定会被老太婆宰了…」<br>莫娜只得留在蒙德，开始度过下一段清苦却丰富的生活。",
                "Tips": [
                    "好感等级达到2后开启",
                    "完成「在此世的星空之外」剧情"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "莫娜占星时，用的是水占式占星术，她曾经解释过背后的原理：<br>「星空闪烁的乃是众人命运，水面所映虽是幻象，但『真实』自会显现。」<br>虽然大家并不能理解这一原理，但莫娜的确拥有令人信服的能力。<br>甚至，这个能力有些惹人讨厌。<br>她的占星术十分准确，同时她不会说谎，也不会隐瞒占卜的结果。<br>「你儿子说出人头地，那是撒谎。」<br>「你和他没机会的，不久之后他就会远走。」<br>——因为艰难而不必戳穿的一些事情，全都呈现在了人们眼前。<br>莫娜在这点上绝不让步，看起来完全不通人情。<br>但在晴朗的夜晚，非常偶然地，人们会在高高的山坡上看见她。<br>面对仿佛触手可及的星空，莫娜的表情非常柔和，轻轻哼唱着无人知晓的歌谣。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "没有研究经费支持的占星术士莫娜，总是徘徊在温饱线边缘。<br>为节省伙食开支，她曾经连吃一个月野蘑菇，中途偶尔得到救济，才勉强活了下来。<br>其实，莫娜还是有那么一些傍身钱。虽然没有收入的她只能坐吃山空，但刨去伙食费也依然能剩一些。<br>那么，这些摩拉去了哪儿呢？参观过莫娜研究室就会知道，这一大堆占星工具和资料可不会凭空出现。<br>事实上，莫娜的研究室里，所有研究器材都价值不菲。璃月的古书、须弥的星盘…光邮费就已经不少了。<br>莫娜会一贫如洗，也是意料之中。<br>为了生活，莫娜接起了商业约稿，为《蒸汽鸟报》星座专栏供稿的稿酬是她最大的稳定收入来源。<br>每月得到稳定进项的莫娜，终于能告别贫困生活了。但身为占星术士，求知的脚步怎么能够就此停止？<br>得到稿酬，莫娜便大量购入占星资料，大笔花销不断…于是，再次回归赤贫状态。<br>这样的过程，每个月循环上演。<br>今天的莫娜，也在为摩拉发愁。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "偶尔，莫娜会和可莉与阿贝多聚一聚，主要目的是蹭吃蹭喝。<br>其次，就是和阿贝多的学术交流。<br>既然同为世界之理探求者，同样是名师高徒，那互相看齐、一起努力，也算是种常态嘛。<br>在阿贝多面前，莫娜非常努力地维护着师门形象。<br>与此同时，却又经常挖苦自己的「那个老太婆」师父。<br>「你的师承很不一般——那个老太婆是个固执的老笨蛋——究竟哪种描述才是正确的？」<br>阿贝多不由得提出疑问。而这的确是一个莫娜自己都没想过的问题。<br>她托着下巴，沉思片刻。<br>「哼，这门技术当然高深奥秘，老太婆在我面前也当然不值一提。<br>她会知道鸡蛋、黄油、小麦的市价吗？在这方面，我已经远远超越她了。」",
                "Tips": [
                    "好感等级达到5后开启",
                    "完成「在此世的星空之外」剧情"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "跟随师父学习的日子里，师父所教导的那些精妙抽象的法则，解释了一切物体存在运行的规律。<br>而人心受规律与法则摆布，只要具备足够强大的推算能力，无穷复杂的世界也可以被精确解读。<br>——莫娜曾经是这样认为的。<br>可当她自食其力，过上充满烟火气的生活时，她困惑了。<br>这世上不是所有人都过着富足的生活，有些人吃不饱穿不暖，与乞丐没什么两样。<br>偏偏有一位如此贫穷的冒险家，在遇到费力采摘野菜果腹的莫娜时，慷慨地分给她一半食物。<br>「出门在外，人总要相互照应。」<br>这不是写在所谓世界运行法则里的话语。无数个这样的事实不断出现在她身边——小偷的诚实、强盗的心软、懦夫的勇气、恶人的善良…<br>莫娜对此产生了些许疑惑，踏实的感觉却也随之而来。<br>再次于星空下沉思，她发觉自己的研究竟有如此多的遗漏。<br>或许在她有生之年，这关于世界之理的研究，要无尽地继续下去了。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "《星座相谈》",
                "Content": "枫丹廷的主流报纸《蒸汽鸟报》开辟了各个特色版块，从七国情报到八卦新闻无所不包。<br>莫娜供稿的是《星座相谈》版块，是专为星相爱好者及专业人士打造的星座专栏。她能得到这个机会，也是纯属意外。<br>上一位供稿这一版块的作家四处旅行时，偶然听说有一位奇怪的占星术士存在，星相爱好者的好奇心促使他登门拜访。<br>几番交谈，作家对莫娜的学识推崇备至。<br>说来也巧，这位专栏作家正打算隐退。看出莫娜手头拮据，作家伸出援手，向《蒸汽鸟报》的主编推荐了莫娜。<br>在莫娜发表第一篇《星相学入门》后，原本定位在轻松有趣的《星座相谈》风格大变。<br>每期都有一大半在探讨「星体运行」之类艰深晦涩的话题，配以旁征博引、密密麻麻的注脚，甚至还有手绘星图作为插图。<br>主编不得不担心，这好似学术研究一般的做法，能否让老读者接受。但结果，报社意外地收到了大量的读者来信：<br>「非常厉害，虽然基本看不懂，但特别有意思。我是『阿斯托洛吉斯 · 莫娜 · 梅姬斯图斯』老师的粉丝了。」<br>在得到主编继续约稿的保证后，莫娜终于松了一口气。<br>——为了庆祝，就用第一笔稿酬，把心仪已久的新版星象仪买了吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "对于莫娜而言，「神之眼」作为神眷的证明，并不值得特别在意。<br>不过，其价值也不仅止于「导出魔力的外置器官」。<br>拥有力量固然是好事，但与至高至伟的「理」相比，「武力」实在是渺小的概念。<br>神亦受世界运行之理约束，莫娜只寻求隐藏于宏远星空之中的世界终极真理。<br>对于被世人当作神明之认可、力量之源泉的「神之眼」，她从不会抱持跪拜一般的心态。<br>然而，手中这枚没有实际效用的「神之眼」却是她无比珍视之物。<br>那是师父作为教具赠予她的物件。关于那段与师父共同度过的岁月，它是当下唯一的证物。<br>她小心地保存着这份遥远的记忆。造型精巧的教具就这样陪伴着她，宛如普通女孩所用的饰物。<br>直到某一天，属于她自己的「神之眼」，悄然降临到这枚古老的教具中…",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "我的名字是阿斯托洛吉斯 · 莫娜 · 梅姬斯图斯，意为「伟大的占星术士莫娜」。如果想找我占卜，记住我的名字是最基本的尊重…而且要一次性全念对！",
                "Tips": []
            },
            {
                "Title": "闲聊 · 占卜",
                "Content": "占卜就是把既定的命运准确地展示出来。过度的修饰，只会让人们产生误解。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 生活",
                "Content": "限制物欲是占星术士修行的一部分，只有简朴地生活，才能窥探到世界的真实。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 命运",
                "Content": "正是因为无法更改，无可违逆，只能接受，命运才会被称之为命运。",
                "Tips": []
            },
            {
                "Title": "下雨的时候…",
                "Content": "这么大的雨…不仅看不见星光，连水占盘都模糊了。",
                "Tips": []
            },
            {
                "Title": "打雷的时候…",
                "Content": "这些落雷…究竟是从哪个星空降下的呢？",
                "Tips": []
            },
            {
                "Title": "下雪的时候…",
                "Content": "纯净的融雪之水，很适合用在水占盘里。",
                "Tips": []
            },
            {
                "Title": "阳光很好…",
                "Content": "嗯，是个无须占卜也能感觉到的好天气。",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "你来得不巧，清晨的启明星刚刚消失了…早餐？我，我已经吃过了。",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "已经正午了，去吃点东西吧，嗯？我…我吃份沙拉就行了，呃…简朴的生活是…是占星术士修行的一环！",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "入夜了，过会就可以开始占卜…呃，昨天的稿子我写了没…",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "已经这么晚了，明天截稿的稿子一点没动…什么？你要去休息了？呜…我也想去睡觉…",
                "Tips": []
            },
            {
                "Title": "关于莫娜自己…",
                "Content": "占星术士的工作，是向人们明确地展示他们即将面对的命运，我也是这么做的…不过，总有些人不愿意接受。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 工作",
                "Content": "为什么要写稿，不用占卜来赚钱？…我才不会为摩拉而使用「水占术」…我也不是因为这个而学习「水占术」的。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 我的命运",
                "Content": "我不知道。除非万不得已，占星术士不会占卜自己的命运。老太婆以前说过，这种行为可能会导致命运的自相矛盾，很危险。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于我们 · 你的命运",
                "Content": "你不是这个世界的人，所以我无法准确地为你预言。我只能告诉你，你要走的路还远未到尽头。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于「神之眼」 · 嫌弃",
                "Content": "我刚刚拿到「神之眼」的时候，那个老太婆还假模假样地说什么「愿你求真之心永在」。结果这东西在「水占术」上一点用场都派不上，只会糊我一身水…",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "关于「神之眼」 · 价值",
                "Content": "哎…不过，「神之眼」当成个小饰品，装在身上倒是无所谓。毕竟，这也算那个抠门老太婆破天荒送我的「教具」。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "有什么想要分享…",
                "Content": "你听说过「命之座」吗？占星术士认为，「命之座」是「神之眼」持有者的命运在星空上的映射，过去，现在和未来，所有的一切都在其中昭示。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "欸——你身边带着的这个小家伙，到底来自哪里？无论我用什么方法，都没法找到一丝关于她命运的踪迹。<br>…哈？你也不知道？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于琴…",
                "Content": "那位西风骑士团代理团长？她的「命之座」是「幼狮座」，象征着力量，还有过早担负的责任。「雄狮」早早离群，但她会继续成长，直到能完全继承狮群的荣耀。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于阿贝多…",
                "Content": "阿贝多？啊…我真羡慕他，只用专注于研究就好，不用管其他的杂事，真是美好的生活啊。如果那个老太婆脑筋正常一点，我应该也过着这种生活吧…",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于可莉…",
                "Content": "你是说，艾莉丝的女儿啊。她住在西风骑士团，还有阿贝多照顾…怎么说呢，哎…她的「命之座」不愧是象征着幸运的「四叶草」啊，真羡慕…<br>啊不过，要是我也有这么好的运气，首先就不会遇见那个老太婆了。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于迪卢克…",
                "Content": "迪卢克 · 莱艮芬德。「夜枭」是他的「命之座」，象征着黑夜中的警觉，和孤独的守望。在他所认可的白昼来临之前，他都将孤独前行。<br>等等，「夜枭」象不象征财富来着？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于凯亚…",
                "Content": "凯亚 · 亚尔伯里奇吗？他的「孔雀羽座」象征着高贵，但同时也象征着「华丽的掩饰」。他以为已经和过去一刀两断。但到了命中注定的那天，他依然必须做出自己的选择。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于丽莎…",
                "Content": "她的「命之座」以「沙漏」为名，象征着知识、时间与等价交换。一粒沙子落下，时间…或者说生命，就消逝一刹。如果想要止住沙粒奔流，只能平放沙漏，让它永不流动。嗨…简单来说，就是变着法偷懒啦。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于温迪…",
                "Content": "温迪？那个成天无所事事的吟游诗人？咦，他有什么有趣的吗？我占卜看看…<br>咦，水占盘怎么…什么也看不清，怎，怎么起风了，眼睛都睁不开了！我的帽子！衣服，衣服要被吹跑了！停下来！我不干了！我不干了！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解莫娜 · 其一",
                "Content": "你的意思是…想要闲聊？唔，我很少做这种浪费时间的事，而且稿子还有很多没写…嗯，不过，对象是你的话，也不是不行。呵呵，就当是换个心情吧。",
                "Tips": []
            },
            {
                "Title": "想要了解莫娜 · 其二",
                "Content": "占卜的收入…？不要用钱财这种…「东西」来衡量占星术！你听好了，我的「水占术」可是这片提瓦特大陆上，唯一能窥探到真实命运的占卜术！无论是摩拉还是宝石，都无法用来称量「命运」！所以，不要再问这种蠢问题了！",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解莫娜 · 其三",
                "Content": "我的占卜术？说了你也不明白，哼，不过…给你解释一下也不是不行。<br>我使用的是「水占术」。是基由星空映射在水面上的幻象进行推演的占卜术，以水中幻相倒映虚假之天，以此来窥探着世界的真实。这是那个老太婆唯一一个正经的研究成果。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解莫娜 · 其四",
                "Content": "阿斯托洛吉斯 · 莫娜 · 梅姬斯图斯。这是那个老太婆之前和我一起定的名字，她说这名字的拼写里有一些她很喜欢的要素。哼，不过她有时会叫我「梅姬」，和常用的「莫娜」不一样，更像是小名…喂！你不能这么叫！很害羞的！早知道…早知道就不告诉你了！",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解莫娜 · 其五",
                "Content": "占卜师有一个禁忌：在占卜时只陈述预言，绝不提出任何建议。以免自己也陷入别人的「命运」之中。但如果占卜对象是你，那这个「禁忌」就无所谓了。<br>因为，我们的「命运」早就交织在一起了。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "莫娜的爱好…",
                "Content": "我的爱好？仰望星空。在这个真实得太过分的世界里，每个人都需要仰望星空，更何况，我还是个占星术士。",
                "Tips": []
            },
            {
                "Title": "莫娜的烦恼…",
                "Content": "仪器修缮费，预订的星象仪要补款了，学术杂志的订购钱也没交，还有下个月的房租…到底先交哪个比较好。果然还是…先把星象仪的尾款补了，不然被抢购光了就糟糕了…",
                "Tips": []
            },
            {
                "Title": "喜欢的食物…",
                "Content": "沙拉，沙拉是天底下最棒的食物。原料便宜，容易做，饱肚子。而且吃起来很方便，在写稿或者修理仪器的时候，可以很快吃掉。",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "各种…价格很昂贵，吃起来又很麻烦的食物。因为，呃…用摩拉去满足不必要的食欲，是低俗又危险的。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "啊，好满足——没想到，认识你还是挺不错的嘛。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "我再确认一下。真的是…你请客吗？",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "我没有什么想挑剔的。就是…唔…没怎么吃饱。",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "生日快乐。这个袋子给你，里面有一个帮你渡过难关的「建议」。别着急打开，在往后的一年之内，这个袋子会有自己打开的机会。",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "命中当如此，我早已预知到了。",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "…再进一步，就能找到世界的真实了吗？",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "虚假之天，星空下的命运早已注定。",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "水中之影，涟漪中窥见启明星升起。",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "水中幻愿。",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "…命运的虚影。",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "命运，倒映水中。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "命运，在此显现。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "命定于此。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "天命既定！",
                "Tips": []
            },
            {
                "Title": "打开风之翼 · 其一",
                "Content": "这样更能看清星空了…",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "希望这种好事能多来几次…",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "房租和伙食费，都有着落了！",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "呜…找到宝物的感觉真棒啊…",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "无法判断…",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "讨厌的命运…",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "还没…推算到这！",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "再硬撑，你就会倒下咯。",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "你还没到命运的终点。",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "星空…黯淡…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "无法违抗的…命运…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "推算结束了…",
                "Tips": []
            },
            {
                "Title": "普通受击 · 其一",
                "Content": "烦人。",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "离我…远点！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "此乃，命运。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "真没办法。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "繁星，尽在掌握。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "41": {
        "Costumes": [
            {
                "ID": 340008,
                "Name": "星与月之约",
                "Desc": "莫娜的装扮款式。为迎接占星术概念中的「命定之刻」而特别购置的衣装，感谢星象仪补款七折优惠券。",
                "Icon": "UI_AvatarIcon_MonaCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "星命流转",
                "Desc": "莫娜的装扮款式。由于缩减了布料用量因而物美价廉的轻便术士衣装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108114,
            "JD": 108030,
            "Name": "<b>至高的智慧（生活）</b>",
            "Eff": "队伍中所有角色暴击率提升16%，持续300秒。多人游戏时，仅对自己的角色生效。",
            "Desc": "莫娜的特色料理。伟大占星术士的伟大之作，其中的最伟大之处在于这道菜肴能性价比极高地填饱肚子。",
            "Recipe": {
                "100018": 2,
                "100001": 2,
                "100062": 1,
                "100080": 1
            },
            "Icon": "UI_ItemIcon_108114"
        },
        "Namecard": {
            "Name": "<b>莫娜 · 天星</b>",
            "Desc": "名片纹饰。<br>倒映着漫天的星辰，少女低头看着水中的离合悲欢。",
            "Pic": "UI_NameCardPic_Mona_P"
        }
    }
}

var acs_cache_ = {
    "340008": "你走到摘星崖的时候，莫娜似乎已经等了你一会儿了。<br>她正抬头看着星空，口中哼唱着你所不知道的歌谣。你突然有些小小的恶作剧心思，踮着脚悄悄从她背后接近，还没等你拍上她的肩膀，她的歌声就中断了。<br>「想吓唬我的话，现在已经太晚了哦。」<br><br>哎呀，不愧是伟大的占星术士，阿斯托洛吉斯·莫娜·梅姬斯图斯。你只好乖乖地坐到她身边，莫娜清了清嗓子，像个老师一般开口说道——<br>「今晚星河壮丽，是观测星空的好时机。而且我请走了摘星崖上的情侣，这下我们的『占星术基础教学』就有地方了。」<br>怪不得没有看到玛文和玛拉。<br>「那我们就开始吧。」<br>「所谓『占星』，是研究物质运动规律之理的统称，天体只是这门学问的浅层研究对象…」<br>前面的基础部分你还可以理解，但她越说越快，越说越玄，你就逐渐跟不上她的思路了。但，她说起这些的时候，那神采飞扬的样子实在是让你不忍心打断。<br>你看着她亮晶晶的灰眼睛还有不间断的手势，有些为难，嗯？<br>「你换了衣服吗？」<br>她像是没料到你会突然发问，一时间有些窘迫，但又很快镇定下来。<br>「没错，为了这个庄重的场合，作为你的占星术导师，我特意换了一身衣服以示…唔…尊重。」<br>你觉得有些愧疚，她都这样说了，不认真可不行啊。本来就有点困倦的你用力拍了拍脸，瞪大眼睛听她说了下去。<br>「物质的道理是简单的，人的道理才是最困难的。所以我们占星术士…」<br>你心里想着，千万…千万…不能睡着…呼…<br>「真拿你没办法啊。」你的占星术导师小声说道。"
}