// Auto Generated

var _AvatarDataConfig_ = {
    "Mualani": {
        "BallList": [
            {
                "When": "鲨鲨撕咬/巨浪鲨鲨撕咬 (飞弹 no！)",
                "DropArray": [
                    {
                        "Num": 4,
                        "Chance": 0.5
                    },
                    {
                        "Num": 5,
                        "Chance": 0.5
                    }
                ]
            },
            {
                "When": "冷却时间（每次冲浪重置）",
                "CD": 9999
            }
        ],
        "EndureList": [
            {
                "Skill": "冲浪",
                "Endure": 0.15
            },
            {
                "Skill": "空中鲨鲨撕咬",
                "Endure": 0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@5.1v4 优化#</b><br>• 在冲浪的部分动作期间，增加了免疫摔落伤害的效果<br>• 鲨鲨撕咬优化：某些情况下不再会丢失目标<br>• 鲨鲨撕咬优化：在撕咬前会转向目标，(尽量)避免向错误的方向冲刺",
            "鲨鲨撕咬与鲨鲨飞弹命中多名敌人时的伤害降低为@独立乘区#，命中两个敌人时为@降低14%#；四命200%伤害提升为@增伤区#",
            "<b>@抗打断#</b><br>• 冲浪期间 @0.15#，是行秋大招（0.3）的两倍强度<br>• 空中鲨鲨撕咬期间 @0#，不可被打断",
            "<b>@产球#</b><br>• 鲨鲨撕咬/巨浪鲨鲨撕咬，产生 @5*水元素微粒#，每次冲浪至多触发一次，鲨鲨飞弹不可以",
            "<b>@附着#</b><br>• 元素爆发、（巨浪）鲨鲨撕咬、（巨浪）鲨鲨飞弹@全部为 1 元素量，且全部独立附着#",
            "<b>@夜魂消耗#</b><br>• 冲浪基础 10/s<br>• 冲刺 10<br>• 持续冲刺 16/s<br>• 跳跃/冲刺跳 2/24"
        ]
    }
}

var _AvatarMats_ = {
    "Mualani": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101247": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113064": 2,
                "101247": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113064": 4,
                "101247": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113064": 8,
                "101247": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113064": 12,
                "101247": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113064": 20,
                "101247": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113056": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113056": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113056": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113056": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113056": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113056": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113056": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113056": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113056": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113056": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113056": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113056": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mualani": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 降温处理",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向空中击出坠落时会造成<color style='color:#80C0FF;'>水元素范围伤害</color>的水豚球。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "踏鲨破浪",
                        "Desc": "以驾驭速度与水潮的心得，随时随地进入冲浪的架势。<br>施放后，玛拉妮将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛拉妮</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，玛拉妮的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 搭乘鲨鲨冲浪板，提升玛拉妮的移动速度。玛拉妮在这种状态下能在水面与液态燃素上移动，并免疫液态燃素的伤害；<br> · 进行普通攻击时，将转为进行鲨鲨撕咬，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素伤害</color>。鲨鲨撕咬能够在空中进行，造成的伤害被视为普通攻击伤害；<br> · 在这种状态下接触敌人时，玛拉妮对敌人施加猎物标记，并获得1层浪势充能，浪势充能至多叠加3层，每0.8秒至多通过同一个敌人获得1层。<br><br><color style='color:#FFD780;'>浪势充能与猎物标记</color><br>进行鲨鲨撕咬时，玛拉妮将依据浪势充能的层数，提高造成的伤害，拥有3层浪势充能时，玛拉妮的鲨鲨撕咬将转为巨浪鲨鲨撕咬，造成的伤害进一步提升；并在此后清除浪势充能。<br>鲨鲨撕咬命中处于猎物标记状态下的敌人时，将移除其猎物标记，并向附近至多5名处于猎物标记标记状态下的敌人发射鲨鲨飞弹，造成相当于此次鲨鲨撕咬的伤害，并清除这些敌人的猎物标记；此次鲨鲨撕咬与鲨鲨飞弹的目标敌人超过1名时，造成的伤害将会降低，至多在至多在达到3名敌人时降低28%。<br><br><i>首先鲨鲨不只是一个冲浪板，它还是淡水鲨。其次，它也不是真的要吃，只是真的会咬。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "鲨鲨撕咬基础伤害",
                                "ParamLevelList": [
                                    "28.934%生命值上限",
                                    "31.104%生命值上限",
                                    "33.275%生命值上限",
                                    "36.168%生命值上限",
                                    "38.338%生命值上限",
                                    "40.508%生命值上限",
                                    "43.402%生命值上限",
                                    "46.295%生命值上限",
                                    "49.189%生命值上限",
                                    "52.082%生命值上限",
                                    "54.975%生命值上限",
                                    "57.869%生命值上限",
                                    "61.486%生命值上限",
                                    "65.102%生命值上限",
                                    "68.719%生命值上限"
                                ]
                            },
                            {
                                "Desc": "浪势充能伤害提升",
                                "ParamLevelList": [
                                    "7.234%生命值上限/层",
                                    "7.776%生命值上限/层",
                                    "8.319%生命值上限/层",
                                    "9.042%生命值上限/层",
                                    "9.584%生命值上限/层",
                                    "10.127%生命值上限/层",
                                    "10.85%生命值上限/层",
                                    "11.574%生命值上限/层",
                                    "12.297%生命值上限/层",
                                    "13.021%生命值上限/层",
                                    "13.744%生命值上限/层",
                                    "14.467%生命值上限/层",
                                    "15.371%生命值上限/层",
                                    "16.276%生命值上限/层",
                                    "17.18%生命值上限/层"
                                ]
                            },
                            {
                                "Desc": "巨浪鲨鲨撕咬伤害额外提升",
                                "ParamLevelList": [
                                    "21.701%生命值上限",
                                    "23.328%生命值上限",
                                    "24.956%生命值上限",
                                    "27.126%生命值上限",
                                    "28.754%生命值上限",
                                    "30.381%生命值上限",
                                    "32.551%生命值上限",
                                    "34.721%生命值上限",
                                    "36.891%生命值上限",
                                    "39.061%生命值上限",
                                    "41.232%生命值上限",
                                    "43.402%生命值上限",
                                    "46.114%生命值上限",
                                    "48.827%生命值上限",
                                    "51.539%生命值上限"
                                ]
                            },
                            {
                                "Desc": "鲨鲨撕咬冷却时间",
                                "ParamLevelList": [
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "爆瀑飞弹",
                        "Desc": "发射能追踪敌人的特大号鲨鲨导弹，基于玛拉妮的生命值上限造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><i>玛拉妮之所以把鲨鲨导弹叫这个名字，是因为里面有水有火，听起来很温泉。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "42.083%生命值上限",
                                    "45.24%生命值上限",
                                    "48.396%生命值上限",
                                    "52.604%生命值上限",
                                    "55.76%生命值上限",
                                    "58.917%生命值上限",
                                    "63.125%生命值上限",
                                    "67.333%生命值上限",
                                    "71.542%生命值上限",
                                    "75.75%生命值上限",
                                    "79.958%生命值上限",
                                    "84.167%生命值上限",
                                    "89.427%生命值上限",
                                    "94.687%生命值上限",
                                    "100.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "耐热型淡水豚豚",
                        "Desc": "巨浪鲨鲨撕咬命中敌人时，将在附近产生一个豚豚球。获得自己创造的豚豚球时，玛拉妮自己将恢复22点夜魂值。一次夜魂加持期间，至多通过这种方式产生1个豚豚球。",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "纳塔最好的向导",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛拉妮将获得一层持续20秒、至多叠加3层的逐浪心得。施放<color style='color:#FFD780;'>爆瀑飞弹</color>时，玛拉妮将清除所有逐浪心得，并基于清除的层数，基于生命值上限的20%/30%/40%提高本次爆瀑飞弹造成的伤害。",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "夜域赐礼 · 波涛顶底",
                        "Desc": "在夜魂值耗竭后，玛拉妮将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛拉妮。当前场上角色处于冲刺、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛拉妮登场时触发：玛拉妮将进入夜魂加持状态，并获得40点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，玛拉妮在夜魂加持状态下在水面移动时：在纳塔地区时消耗的夜魂值或燃素降低至25%，在纳塔地区外消耗的夜魂值降低至65%。",
                        "Icon": "UI_Talent_S_Mualani_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "悠闲的「梅兹特利」…",
                        "Desc": "不处于战斗状态下时，玛拉妮的夜魂加持状态消耗的夜魂值与燃素降低至70%。<br>此外，进入夜魂加持状态后的第一次巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹造成的伤害提升，提升值相当于玛拉妮生命值上限的75%。此次伤害提升遵循<color style='color:#FFD780;'>踏鲨破浪</color>的伤害衰减规则。",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "全力以赴玛拉妮！",
                        "Desc": "进入夜魂加持状态时，玛拉妮获得2层<color style='color:#FFD780;'>踏鲨破浪</color>的浪势充能；玛拉妮获得豚豚球时，获得1层浪势充能。<br>此外，除了原本的夜魂值恢复，玛拉妮还将在获得豚豚球后的4秒内额外恢复20点夜魂值。<br>需要解锁固有天赋「耐热型淡水豚豚」。",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "在欢乐海上冲浪",
                        "Desc": "<color style='color:#FFD780;'>踏鲨破浪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "鲨鲨主食是豚豚。",
                        "Desc": "获得豚豚球时，玛拉妮恢复7点元素能量；该效果需要解锁固有天赋「耐热型淡水豚豚」。<br>此外，<color style='color:#FFD780;'>爆瀑飞弹</color>造成的伤害提升200%。",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "同款冲浪板有售！",
                        "Desc": "<color style='color:#FFD780;'>爆瀑飞弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「流泉之众」的精神",
                        "Desc": "命之座「悠闲的「梅兹特利」…」的伤害提升效果不再仅能在夜魂加持状态下触发一次，并使巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹的暴击率提高5%，暴击伤害提高10%。",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 降温处理",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向空中击出坠落时会造成<color style='color:#80C0FF;'>水元素范围伤害</color>的水豚球。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "踏鲨破浪",
                        "Desc": "以驾驭速度与水潮的心得，随时随地进入冲浪的架势。<br>施放后，玛拉妮将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛拉妮</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，玛拉妮的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 搭乘鲨鲨冲浪板，提升玛拉妮的移动速度。玛拉妮在这种状态下能在水面与液态燃素上移动，并免疫液态燃素的伤害；<br> · 进行普通攻击时，将转为进行鲨鲨撕咬，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素伤害</color>。鲨鲨撕咬能够在空中进行，造成的伤害被视为普通攻击伤害；<br> · 在这种状态下接触敌人时，玛拉妮对敌人施加猎物标记，并获得1层浪势充能，浪势充能至多叠加3层，每0.8秒至多通过同一个敌人获得1层。<br><br><color style='color:#FFD780;'>浪势充能与猎物标记</color><br>进行鲨鲨撕咬时，玛拉妮将依据浪势充能的层数，提高造成的伤害，拥有3层浪势充能时，玛拉妮的鲨鲨撕咬将转为巨浪鲨鲨撕咬，造成的伤害进一步提升；并在此后清除浪势充能。<br>鲨鲨撕咬命中敌人时，将移除其猎物标记，并向附近至多5名处于猎物标记标记状态下的敌人发射鲨鲨飞弹，造成相当于此次鲨鲨撕咬的伤害，并清除这些敌人的猎物标记；此次鲨鲨撕咬与鲨鲨飞弹的目标敌人超过1名时，造成的伤害将会降低，至多在达到3名敌人时降低28%。<br><br><i>首先鲨鲨不只是一个冲浪板，它还是淡水鲨。其次，它也不是真的要吃，只是真的会咬。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "鲨鲨撕咬基础伤害",
                                "ParamLevelList": [
                                    "12.576%生命值上限",
                                    "13.519%生命值上限",
                                    "14.462%生命值上限",
                                    "15.72%生命值上限",
                                    "16.663%生命值上限",
                                    "17.606%生命值上限",
                                    "18.864%生命值上限",
                                    "20.122%生命值上限",
                                    "21.379%生命值上限",
                                    "22.637%生命值上限",
                                    "23.894%生命值上限",
                                    "25.152%生命值上限",
                                    "26.724%生命值上限",
                                    "28.296%生命值上限",
                                    "29.868%生命值上限"
                                ]
                            },
                            {
                                "Desc": "浪势充能伤害提升",
                                "ParamLevelList": [
                                    "6.288%生命值上限/层",
                                    "6.76%生命值上限/层",
                                    "7.231%生命值上限/层",
                                    "7.86%生命值上限/层",
                                    "8.332%生命值上限/层",
                                    "8.803%生命值上限/层",
                                    "9.432%生命值上限/层",
                                    "10.061%生命值上限/层",
                                    "10.69%生命值上限/层",
                                    "11.318%生命值上限/层",
                                    "11.947%生命值上限/层",
                                    "12.576%生命值上限/层",
                                    "13.362%生命值上限/层",
                                    "14.148%生命值上限/层",
                                    "14.934%生命值上限/层"
                                ]
                            },
                            {
                                "Desc": "巨浪鲨鲨撕咬伤害额外提升",
                                "ParamLevelList": [
                                    "31.44%生命值上限",
                                    "33.798%生命值上限",
                                    "36.156%生命值上限",
                                    "39.3%生命值上限",
                                    "41.658%生命值上限",
                                    "44.016%生命值上限",
                                    "47.16%生命值上限",
                                    "50.304%生命值上限",
                                    "53.448%生命值上限",
                                    "56.592%生命值上限",
                                    "59.736%生命值上限",
                                    "62.88%生命值上限",
                                    "66.81%生命值上限",
                                    "70.74%生命值上限",
                                    "74.67%生命值上限"
                                ]
                            },
                            {
                                "Desc": "鲨鲨撕咬冷却时间",
                                "ParamLevelList": [
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒",
                                    "2.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "爆瀑飞弹",
                        "Desc": "发射能追踪敌人的特大号鲨鲨导弹，基于玛拉妮的生命值上限造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><i>玛拉妮之所以把鲨鲨导弹叫这个名字，是因为里面有水有火，听起来很温泉。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "42.083%生命值上限",
                                    "45.24%生命值上限",
                                    "48.396%生命值上限",
                                    "52.604%生命值上限",
                                    "55.76%生命值上限",
                                    "58.917%生命值上限",
                                    "63.125%生命值上限",
                                    "67.333%生命值上限",
                                    "71.542%生命值上限",
                                    "75.75%生命值上限",
                                    "79.958%生命值上限",
                                    "84.167%生命值上限",
                                    "89.427%生命值上限",
                                    "94.687%生命值上限",
                                    "100.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "耐热型淡水豚豚",
                        "Desc": "巨浪鲨鲨撕咬命中敌人时，将在附近产生一个豚豚球。获得自己创造的豚豚球时，玛拉妮自己将恢复22点夜魂值。一次夜魂加持期间，至多通过这种方式产生1个豚豚球。",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "纳塔最好的向导",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛拉妮将获得一层持续20秒、至多叠加3层的逐浪心得。施放<color style='color:#FFD780;'>爆瀑飞弹</color>时，玛拉妮将清除所有逐浪心得，并基于清除的层数，基于生命值上限的20%/30%/40%提高本次爆瀑飞弹造成的伤害。",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "夜域赐礼 · 波涛顶底",
                        "Desc": "在夜魂值耗竭后，玛拉妮将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛拉妮。当前场上角色处于冲刺、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛拉妮登场时触发：玛拉妮将进入夜魂加持状态，并获得40点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，玛拉妮在夜魂加持状态下在水面移动时：在纳塔地区时消耗的夜魂值或燃素降低75%，在纳塔地区外消耗的夜魂值降低35%。",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "要诀是保持笑容！",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够恢复15点燃素。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "悠闲的「梅兹特利」…",
                        "Desc": "不处于战斗状态下时，玛拉妮的夜魂加持状态消耗的夜魂值与燃素降低30%。<br>此外，进入夜魂加持状态后的第一次巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹造成的伤害提升，提升值相当于玛拉妮生命值上限的75%。此次伤害提升遵循<color style='color:#FFD780;'>踏鲨破浪</color>的伤害衰减规则。",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "全力以赴玛拉妮！",
                        "Desc": "进入夜魂加持状态时，玛拉妮获得2层<color style='color:#FFD780;'>踏鲨破浪</color>的浪势充能；玛拉妮获得豚豚球时，获得1层浪势充能。<br>此外，除了原本的夜魂值恢复，玛拉妮还将在获得豚豚球后的4秒内额外恢复20点夜魂值。<br>需要解锁固有天赋「耐热型淡水豚豚」。",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "在欢乐海上冲浪",
                        "Desc": "<color style='color:#FFD780;'>踏鲨破浪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "鲨鲨主食是豚豚。",
                        "Desc": "获得豚豚球时，玛拉妮恢复7点元素能量；该效果需要解锁固有天赋「耐热型淡水豚豚」。<br>此外，<color style='color:#FFD780;'>爆瀑飞弹</color>造成的伤害提升200%。",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "同款冲浪板有售！",
                        "Desc": "<color style='color:#FFD780;'>爆瀑飞弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「流泉之众」的精神",
                        "Desc": "命之座「悠闲的「梅兹特利」…」的伤害提升效果不再仅能在夜魂加持状态下触发一次，并使巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹的暴击率提高5%，暴击伤害提高10%。",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 降温处理",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向空中击出坠落时会造成<color style='color:#80C0FF;'>水元素范围伤害</color>的水豚球。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "踏鲨破浪",
                        "Desc": "以驾驭速度与水潮的心得，随时随地进入冲浪的架势。<br>施放后，玛拉妮将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛拉妮</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，玛拉妮的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 搭乘鲨鲨冲浪板，提升玛拉妮的移动速度。玛拉妮在这种状态下能在水面与液态燃素上移动，并免疫液态燃素的伤害；<br> · 进行普通攻击时，将转为进行鲨鲨撕咬，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素伤害</color>。鲨鲨撕咬能够在空中进行，造成的伤害被视为普通攻击伤害；<br> · 在这种状态下接触敌人时，玛拉妮对敌人施加猎物标记，并获得1层浪势充能，浪势充能至多叠加3层，每0.7秒至多通过同一个敌人获得1层。<br><br><color style='color:#FFD780;'>浪势充能与猎物标记</color><br>进行鲨鲨撕咬时，玛拉妮将依据浪势充能的层数，提高造成的伤害，拥有3层浪势充能时，玛拉妮的鲨鲨撕咬将转为巨浪鲨鲨撕咬，造成的伤害进一步提升；并在此后清除浪势充能。<br>鲨鲨撕咬命中敌人时，将移除其猎物标记，并向附近至多5名处于猎物标记标记状态下的敌人发射鲨鲨飞弹，造成相当于此次鲨鲨撕咬的伤害，并清除这些敌人的猎物标记；此次鲨鲨撕咬与鲨鲨飞弹的目标敌人超过1名时，造成的伤害将会降低，至多在达到3名敌人时降低28%。<br><br><i>首先鲨鲨不只是一个冲浪板，它还是淡水鲨。其次，它也不是真的要吃，只是真的会咬。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "鲨鲨撕咬基础伤害",
                                "ParamLevelList": [
                                    "8.68%生命值上限",
                                    "9.331%生命值上限",
                                    "9.982%生命值上限",
                                    "10.85%生命值上限",
                                    "11.501%生命值上限",
                                    "12.152%生命值上限",
                                    "13.02%生命值上限",
                                    "13.888%生命值上限",
                                    "14.756%生命值上限",
                                    "15.624%生命值上限",
                                    "16.492%生命值上限",
                                    "17.36%生命值上限",
                                    "18.445%生命值上限",
                                    "19.53%生命值上限",
                                    "20.615%生命值上限"
                                ]
                            },
                            {
                                "Desc": "浪势充能伤害提升",
                                "ParamLevelList": [
                                    "4.34%生命值上限/层",
                                    "4.666%生命值上限/层",
                                    "4.991%生命值上限/层",
                                    "5.425%生命值上限/层",
                                    "5.751%生命值上限/层",
                                    "6.076%生命值上限/层",
                                    "6.51%生命值上限/层",
                                    "6.944%生命值上限/层",
                                    "7.378%生命值上限/层",
                                    "7.812%生命值上限/层",
                                    "8.246%生命值上限/层",
                                    "8.68%生命值上限/层",
                                    "9.223%生命值上限/层",
                                    "9.765%生命值上限/层",
                                    "10.307%生命值上限/层"
                                ]
                            },
                            {
                                "Desc": "巨浪鲨鲨撕咬伤害额外提升",
                                "ParamLevelList": [
                                    "21.7%生命值上限",
                                    "23.327%生命值上限",
                                    "24.955%生命值上限",
                                    "27.125%生命值上限",
                                    "28.752%生命值上限",
                                    "30.38%生命值上限",
                                    "32.55%生命值上限",
                                    "34.72%生命值上限",
                                    "36.89%生命值上限",
                                    "39.06%生命值上限",
                                    "41.23%生命值上限",
                                    "43.4%生命值上限",
                                    "46.112%生命值上限",
                                    "48.825%生命值上限",
                                    "51.538%生命值上限"
                                ]
                            },
                            {
                                "Desc": "鲨鲨撕咬冷却时间",
                                "ParamLevelList": [
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒",
                                    "1.6秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "爆瀑飞弹",
                        "Desc": "发射能追踪敌人的特大号鲨鲨导弹，基于玛拉妮的生命值上限造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><i>玛拉妮之所以把鲨鲨导弹叫这个名字，是因为里面有水有火，听起来很温泉。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "46.72%生命值上限",
                                    "50.224%生命值上限",
                                    "53.728%生命值上限",
                                    "58.4%生命值上限",
                                    "61.904%生命值上限",
                                    "65.408%生命值上限",
                                    "70.08%生命值上限",
                                    "74.752%生命值上限",
                                    "79.424%生命值上限",
                                    "84.096%生命值上限",
                                    "88.768%生命值上限",
                                    "93.44%生命值上限",
                                    "99.28%生命值上限",
                                    "105.12%生命值上限",
                                    "110.96%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "耐热型淡水豚豚",
                        "Desc": "巨浪鲨鲨撕咬命中敌人时，将在附近产生一个豚豚球。获得自己创造的豚豚球时，玛拉妮自己将恢复35点夜魂值。一次夜魂加持期间，至多通过这种方式产生1个豚豚球。",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "纳塔最好的向导",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛拉妮将获得一层持续20秒、至多叠加3层的逐浪心得。施放<color style='color:#FFD780;'>爆瀑飞弹</color>时，玛拉妮将清除所有逐浪心得，并基于清除的层数，基于生命值上限的20%/30%/40%提高本次爆瀑飞弹造成的伤害。",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "夜域赐礼 · 波涛顶底",
                        "Desc": "在夜魂值耗竭后，玛拉妮将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛拉妮。当前场上角色处于冲刺、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛拉妮登场时触发：玛拉妮将进入夜魂加持状态，并获得40点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，玛拉妮在夜魂加持状态下在水面与液态燃素上移动时：在纳塔地区时消耗的夜魂值或燃素降低75%，在纳塔地区外消耗的夜魂值降低35%。",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "要诀是保持笑容！",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够恢复15点燃素。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "悠闲的「梅兹特利」…",
                        "Desc": "不处于战斗状态下时，玛拉妮的夜魂加持状态消耗的夜魂值与燃素降低30%。<br>此外，进入夜魂加持状态后的第一次巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹造成的伤害提升，提升值相当于玛拉妮生命值上限的60%。此次伤害提升遵循<color style='color:#FFD780;'>踏鲨破浪</color>的伤害衰减规则。",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "全力以赴玛拉妮！",
                        "Desc": "进入夜魂加持状态时，玛拉妮获得2层<color style='color:#FFD780;'>踏鲨破浪</color>的浪势充能；玛拉妮获得豚豚球时，获得1层浪势充能。<br>此外，除了原本的夜魂值恢复，玛拉妮还将在获得豚豚球后的5秒内额外恢复25点夜魂值。<br>需要解锁固有天赋「耐热型淡水豚豚」。",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "在欢乐海上冲浪",
                        "Desc": "<color style='color:#FFD780;'>踏鲨破浪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "鲨鲨主食是豚豚。",
                        "Desc": "获得豚豚球时，玛拉妮恢复15点元素能量；该效果需要解锁固有天赋「耐热型淡水豚豚」。<br>此外，<color style='color:#FFD780;'>爆瀑飞弹</color>造成的伤害提升75%。",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "同款冲浪板有售！",
                        "Desc": "<color style='color:#FFD780;'>爆瀑飞弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「流泉之众」的精神",
                        "Desc": "命之座「悠闲的「梅兹特利」…」的伤害提升效果不再仅能在夜魂加持状态下触发一次。",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 降温处理",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向空中击出坠落时会造成<color style='color:#80C0FF;'>水元素范围伤害</color>的水豚球。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "踏鲨破浪",
                        "Desc": "以驾驭速度与水潮的心得，随时随地进入冲浪的架势。<br>施放后，玛拉妮将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛拉妮</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，玛拉妮的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 搭乘鲨鲨冲浪板，提升玛拉妮的移动速度与抗打断能力。玛拉妮在这种状态下能在水面与液态燃素上移动，并免疫液态燃素的伤害；<br> · 进行普通攻击时，将转为进行鲨鲨撕咬，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素伤害</color>。鲨鲨撕咬能够在空中进行，造成的伤害被视为普通攻击伤害；<br> · 在这种状态下接触敌人时，玛拉妮对敌人施加猎物标记，并获得1层浪势充能，浪势充能至多叠加3层，每0.7秒至多通过同一个敌人获得1层。<br><br><color style='color:#FFD780;'>浪势充能与猎物标记</color><br>进行鲨鲨撕咬时，玛拉妮将依据浪势充能的层数，提高造成的伤害，拥有3层浪势充能时，玛拉妮的鲨鲨撕咬将转为巨浪鲨鲨撕咬，造成的伤害进一步提升；并在此后清除浪势充能。<br>鲨鲨撕咬命中敌人时，将移除其猎物标记，并向附近至多5名处于猎物标记标记状态下的敌人发射鲨鲨飞弹，造成相当于此次鲨鲨撕咬的伤害，并清除这些敌人的猎物标记；此次鲨鲨撕咬与鲨鲨飞弹的目标敌人超过1名时，造成的伤害将会降低，至多在达到3名敌人时降低28%。<br><br><i>首先鲨鲨不只是一个冲浪板，它还是淡水鲨。其次，它也不是真的要吃，只是真的会咬。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "鲨鲨撕咬基础伤害",
                                "ParamLevelList": [
                                    "8.68%生命值上限",
                                    "9.331%生命值上限",
                                    "9.982%生命值上限",
                                    "10.85%生命值上限",
                                    "11.501%生命值上限",
                                    "12.152%生命值上限",
                                    "13.02%生命值上限",
                                    "13.888%生命值上限",
                                    "14.756%生命值上限",
                                    "15.624%生命值上限",
                                    "16.492%生命值上限",
                                    "17.36%生命值上限",
                                    "18.445%生命值上限",
                                    "19.53%生命值上限",
                                    "20.615%生命值上限"
                                ]
                            },
                            {
                                "Desc": "浪势充能伤害提升",
                                "ParamLevelList": [
                                    "4.34%生命值上限/层",
                                    "4.666%生命值上限/层",
                                    "4.991%生命值上限/层",
                                    "5.425%生命值上限/层",
                                    "5.751%生命值上限/层",
                                    "6.076%生命值上限/层",
                                    "6.51%生命值上限/层",
                                    "6.944%生命值上限/层",
                                    "7.378%生命值上限/层",
                                    "7.812%生命值上限/层",
                                    "8.246%生命值上限/层",
                                    "8.68%生命值上限/层",
                                    "9.223%生命值上限/层",
                                    "9.765%生命值上限/层",
                                    "10.307%生命值上限/层"
                                ]
                            },
                            {
                                "Desc": "巨浪鲨鲨撕咬伤害额外提升",
                                "ParamLevelList": [
                                    "21.7%生命值上限",
                                    "23.327%生命值上限",
                                    "24.955%生命值上限",
                                    "27.125%生命值上限",
                                    "28.752%生命值上限",
                                    "30.38%生命值上限",
                                    "32.55%生命值上限",
                                    "34.72%生命值上限",
                                    "36.89%生命值上限",
                                    "39.06%生命值上限",
                                    "41.23%生命值上限",
                                    "43.4%生命值上限",
                                    "46.112%生命值上限",
                                    "48.825%生命值上限",
                                    "51.538%生命值上限"
                                ]
                            },
                            {
                                "Desc": "鲨鲨撕咬冷却时间",
                                "ParamLevelList": [
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "爆瀑飞弹",
                        "Desc": "发射能追踪敌人的特大号鲨鲨导弹，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><i>玛拉妮之所以把鲨鲨导弹叫这个名字，是因为里面有水有火，听起来很温泉。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "58.439%生命值上限",
                                    "62.822%生命值上限",
                                    "67.205%生命值上限",
                                    "73.049%生命值上限",
                                    "77.432%生命值上限",
                                    "81.815%生命值上限",
                                    "87.659%生命值上限",
                                    "93.503%生命值上限",
                                    "99.347%生命值上限",
                                    "105.191%生命值上限",
                                    "111.035%生命值上限",
                                    "116.878%生命值上限",
                                    "124.183%生命值上限",
                                    "131.488%生命值上限",
                                    "138.793%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "耐热型淡水豚豚",
                        "Desc": "巨浪鲨鲨撕咬命中敌人时，将在附近产生一个豚豚球。获得豚豚球时，玛拉妮自己将恢复20点夜魂值。一次夜魂加持期间，至多通过这种方式产生2个豚豚球。",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "纳塔最好的向导",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，玛拉妮将获得一层持续20秒、至多叠加3层的逐浪心得。施放<color style='color:#FFD780;'>爆瀑飞弹</color>时，玛拉妮将清除所有逐浪心得，并基于清除的层数，基于生命值上限的15%/30%/45%提高本次爆瀑飞弹造成的伤害。",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "夜域赐礼 · 波涛顶底",
                        "Desc": "在夜魂值耗竭后，玛拉妮将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛拉妮。当前场上角色处于冲刺、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛拉妮登场时触发：玛拉妮将进入夜魂加持状态，并获得40点夜魂值。每10秒能触发一次夜魂传递。<br><br>此外，玛拉妮在夜魂加持状态下在水面与液态燃素上移动时：在纳塔地区时消耗的夜魂值或燃素降低75%，在纳塔地区外消耗的夜魂值降低35%。",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "要诀是保持笑容！",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够恢复15点燃素。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "悠闲的「梅兹特利」…",
                        "Desc": "进入夜魂加持状态后的第一次巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹造成的伤害提升，提升值相当于玛拉妮生命值上限的66%。此次伤害提升遵循<color style='color:#FFD780;'>踏鲨破浪</color>的伤害衰减规则。<br>此外，不处于战斗状态下时，玛拉妮的夜魂加持状态消耗的夜魂值与燃素降低30%。",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "全力以赴玛拉妮！",
                        "Desc": "进入夜魂加持状态时，玛拉妮获得2层<color style='color:#FFD780;'>踏鲨破浪</color>的浪势充能；玛拉妮获得豚豚球时，获得1层浪势充能。<br>此外，玛拉妮在一次夜魂加持期间获得2个豚豚球的2秒内，额外恢复12点夜魂值。该效果需要解锁固有天赋「耐热型淡水豚豚」。",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "在欢乐海上冲浪",
                        "Desc": "<color style='color:#FFD780;'>踏鲨破浪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "鲨鲨主食是豚豚。",
                        "Desc": "获得豚豚球时，玛拉妮恢复8点元素能量；该效果需要解锁固有天赋「耐热型淡水豚豚」。<br>此外，<color style='color:#FFD780;'>爆瀑飞弹</color>造成的伤害提升75%。",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "同款冲浪板有售！",
                        "Desc": "<color style='color:#FFD780;'>爆瀑飞弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「流泉之众」的精神",
                        "Desc": "对命之座「悠闲的「梅兹特利」…」的伤害提升效果，移除原本每次夜魂加持只能触发一次的限制。",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 降温处理",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向空中击出坠落时会造成<color style='color:#80C0FF;'>水元素范围伤害</color>的水豚球。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "踏鲨破浪",
                        "Desc": "以驾驭速度与水潮的心得，随时随地进入冲浪的架势。<br>施放后，玛拉妮将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛拉妮</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，玛拉妮的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 搭乘鲨鲨冲浪板，提升玛拉妮的移动速度与抗打断能力。玛拉妮在这种状态下能在水面与液态燃素上移动，并免疫液态燃素的伤害；<br> · 进行普通攻击时，将转为进行鲨鲨撕咬，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素伤害</color>。鲨鲨撕咬能够在空中进行，造成的伤害被视为普通攻击伤害；<br> · 在这种状态下接触敌人时，玛拉妮对敌人施加猎物标记，并获得1层浪势充能，浪势充能至多叠加3层，每0.7秒至多通过同一个敌人获得1层。<br><br><color style='color:#FFD780;'>浪势充能与猎物标记</color><br>进行鲨鲨撕咬时，玛拉妮将依据浪势充能的层数，提高造成的伤害，拥有3层浪势充能时，玛拉妮的鲨鲨撕咬将转为巨浪鲨鲨撕咬，造成的伤害进一步提升；并在此后清除浪势充能。<br>鲨鲨撕咬命中敌人时，将移除其猎物标记，并向附近至多5名处于猎物标记标记状态下的敌人发射鲨鲨飞弹，造成相当于此次鲨鲨撕咬的伤害，并清除这些敌人的猎物标记；此次鲨鲨撕咬与鲨鲨飞弹的目标敌人超过1名时，造成的伤害将会降低，至多在达到3名敌人时降低28%。<br><br><i>首先鲨鲨不只是一个冲浪板，它还是淡水鲨。其次，它也不是真的要吃，只是真的会咬。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "鲨鲨撕咬基础伤害",
                                "ParamLevelList": [
                                    "8.68%生命值上限",
                                    "9.331%生命值上限",
                                    "9.982%生命值上限",
                                    "10.85%生命值上限",
                                    "11.501%生命值上限",
                                    "12.152%生命值上限",
                                    "13.02%生命值上限",
                                    "13.888%生命值上限",
                                    "14.756%生命值上限",
                                    "15.624%生命值上限",
                                    "16.492%生命值上限",
                                    "17.36%生命值上限",
                                    "18.445%生命值上限",
                                    "19.53%生命值上限",
                                    "20.615%生命值上限"
                                ]
                            },
                            {
                                "Desc": "浪势充能伤害提升",
                                "ParamLevelList": [
                                    "4.34%生命值上限/层",
                                    "4.666%生命值上限/层",
                                    "4.991%生命值上限/层",
                                    "5.425%生命值上限/层",
                                    "5.751%生命值上限/层",
                                    "6.076%生命值上限/层",
                                    "6.51%生命值上限/层",
                                    "6.944%生命值上限/层",
                                    "7.378%生命值上限/层",
                                    "7.812%生命值上限/层",
                                    "8.246%生命值上限/层",
                                    "8.68%生命值上限/层",
                                    "9.223%生命值上限/层",
                                    "9.765%生命值上限/层",
                                    "10.307%生命值上限/层"
                                ]
                            },
                            {
                                "Desc": "巨浪鲨鲨撕咬伤害额外提升",
                                "ParamLevelList": [
                                    "21.7%生命值上限",
                                    "23.327%生命值上限",
                                    "24.955%生命值上限",
                                    "27.125%生命值上限",
                                    "28.752%生命值上限",
                                    "30.38%生命值上限",
                                    "32.55%生命值上限",
                                    "34.72%生命值上限",
                                    "36.89%生命值上限",
                                    "39.06%生命值上限",
                                    "41.23%生命值上限",
                                    "43.4%生命值上限",
                                    "46.112%生命值上限",
                                    "48.825%生命值上限",
                                    "51.538%生命值上限"
                                ]
                            },
                            {
                                "Desc": "鲨鲨撕咬冷却时间",
                                "ParamLevelList": [
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒",
                                    "6.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "爆瀑飞弹",
                        "Desc": "发射能追踪敌人的特大号鲨鲨导弹，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><i>玛拉妮之所以把鲨鲨导弹叫这个名字，是因为里面有水有火，听起来很温泉。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "58.439%生命值上限",
                                    "62.822%生命值上限",
                                    "67.205%生命值上限",
                                    "73.049%生命值上限",
                                    "77.432%生命值上限",
                                    "81.815%生命值上限",
                                    "87.659%生命值上限",
                                    "93.503%生命值上限",
                                    "99.347%生命值上限",
                                    "105.191%生命值上限",
                                    "111.035%生命值上限",
                                    "116.878%生命值上限",
                                    "124.183%生命值上限",
                                    "131.488%生命值上限",
                                    "138.793%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "耐热型淡水豚豚",
                        "Desc": "巨浪鲨鲨撕咬命中敌人时，将在附近产生一个豚豚球。获得豚豚球时，玛拉妮自己将恢复20点夜魂值。一次夜魂加持期间，至多通过这种方式产生2个豚豚球。",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "纳塔最好的向导",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，玛拉妮将获得一层持续20秒、至多叠加3层的逐浪心得。施放<color style='color:#FFD780;'>爆瀑飞弹</color>时，玛拉妮将清除所有逐浪心得，并基于清除的层数，基于生命值上限的15%/30%/45%提高本次爆瀑飞弹造成的伤害。",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "夜域赐礼 · 波涛顶底",
                        "Desc": "在夜魂值耗竭后，玛拉妮将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛拉妮。当前场上角色处于冲刺、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛拉妮登场时触发：玛拉妮将进入夜魂加持状态，并获得40点夜魂值。自己的队伍每10秒能触发一次夜魂传递。<br><br>此外，玛拉妮在夜魂加持状态下在水面与液态燃素上移动时：在纳塔地区时消耗的夜魂值或燃素降低75%，在纳塔地区外消耗的夜魂值降低35%。",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "要诀是保持笑容！",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够恢复15点燃素。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "悠闲的「梅兹特利」…",
                        "Desc": "进入夜魂加持状态后的第一次巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹造成的伤害提升，提升值相当于玛拉妮生命值上限的66%。此次伤害提升遵循<color style='color:#FFD780;'>踏鲨破浪</color>的伤害衰减规则。<br>此外，不处于战斗状态下时，玛拉妮的夜魂加持状态消耗的夜魂值与燃素降低30%。",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "全力以赴玛拉妮！",
                        "Desc": "进入夜魂加持状态时，玛拉妮获得2层<color style='color:#FFD780;'>踏鲨破浪</color>的浪势充能；玛拉妮获得豚豚球时，获得1层浪势充能。<br>此外，玛拉妮在一次夜魂加持期间获得2个豚豚球的2秒内，额外恢复12点夜魂值。该效果需要解锁固有天赋「耐热型淡水豚豚」。",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "在欢乐海上冲浪",
                        "Desc": "<color style='color:#FFD780;'>踏鲨破浪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "鲨鲨主食是豚豚。",
                        "Desc": "获得豚豚球时，玛拉妮恢复8点元素能量；该效果需要解锁固有天赋「耐热型淡水豚豚」。<br>此外，<color style='color:#FFD780;'>爆瀑飞弹</color>造成的伤害提升75%。",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "同款冲浪板有售！",
                        "Desc": "<color style='color:#FFD780;'>爆瀑飞弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「流泉之众」的精神",
                        "Desc": "对命之座「悠闲的「梅兹特利」…」的伤害提升效果，移除原本每次夜魂加持只能触发一次的限制。",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "降温处理",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向空中击出坠落时会造成<color style='color:#80C0FF;'>水元素范围伤害</color>的水豚球。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.2507%",
                                    "59.1054%",
                                    "64.245%",
                                    "68.0997%",
                                    "71.9544%",
                                    "77.094%",
                                    "82.2336%",
                                    "87.3732%",
                                    "92.5128%",
                                    "97.6524%",
                                    "102.792%",
                                    "109.2165%",
                                    "115.641%",
                                    "122.0655%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.6256%",
                                    "47.9725%",
                                    "51.3194%",
                                    "55.782%",
                                    "59.1289%",
                                    "62.4758%",
                                    "66.9384%",
                                    "71.401%",
                                    "75.8635%",
                                    "80.3261%",
                                    "84.7886%",
                                    "89.2512%",
                                    "94.8294%",
                                    "100.4076%",
                                    "105.9858%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.0344%",
                                    "75.287%",
                                    "80.5396%",
                                    "87.543%",
                                    "92.7956%",
                                    "98.0482%",
                                    "105.0516%",
                                    "112.055%",
                                    "119.0585%",
                                    "126.0619%",
                                    "133.0654%",
                                    "140.0688%",
                                    "148.8231%",
                                    "157.5774%",
                                    "166.3317%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.032%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "踏鲨破浪",
                        "Desc": "以驾驭速度与水潮的心得，随时随地进入冲浪的架势。<br>施放后，玛拉妮将获得60点夜魂值并进入夜魂加持状态。<br><br><color style='color:#FFD780;'>夜魂加持 · 玛拉妮</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，玛拉妮的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 搭乘鲨鲨冲浪板，提升玛拉妮的移动速度与抗打断能力。玛拉妮在这种状态下能在水面与液态燃素上移动，并免疫液态燃素的伤害；<br> · 进行普通攻击时，将转为进行鲨鲨撕咬，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素伤害</color>。鲨鲨撕咬能够在空中进行，造成的伤害被视为普通攻击伤害；<br> · 在这种状态下接触敌人时，玛拉妮对敌人施加猎物标记，并获得1层浪势充能，浪势充能至多叠加3层，每0.7秒至多通过同一个敌人获得1层。<br><br><color style='color:#FFD780;'>浪势充能与猎物标记</color><br>进行鲨鲨撕咬时，玛拉妮将依据浪势充能的层数，提高造成的伤害，拥有3层浪势充能时，玛拉妮的鲨鲨撕咬将转为巨浪鲨鲨撕咬，造成的伤害进一步提升，并在命中敌人时清除浪势充能。<br>鲨鲨撕咬命中敌人时，将移除其猎物标记，并向附近至多5名处于猎物标记标记状态下的敌人发射鲨鲨飞弹，造成相当于此次鲨鲨撕咬的伤害，并清除这些敌人的猎物标记；此次鲨鲨撕咬与鲨鲨飞弹的目标敌人超过1名时，造成的伤害将会降低，至多在达到3名敌人时造成原本72%的伤害。<br><br><i>首先鲨鲨不只是一个冲浪板，它还是淡水鲨。其次，它也不是真的要吃，只是真的会咬。</i>",
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "鲨鲨撕咬基础伤害",
                                "ParamLevelList": [
                                    "8.68%生命值上限",
                                    "9.331%生命值上限",
                                    "9.982%生命值上限",
                                    "10.85%生命值上限",
                                    "11.501%生命值上限",
                                    "12.152%生命值上限",
                                    "13.02%生命值上限",
                                    "13.888%生命值上限",
                                    "14.756%生命值上限",
                                    "15.624%生命值上限",
                                    "16.492%生命值上限",
                                    "17.36%生命值上限",
                                    "18.445%生命值上限",
                                    "19.53%生命值上限",
                                    "20.615%生命值上限"
                                ]
                            },
                            {
                                "Desc": "浪势充能伤害提升",
                                "ParamLevelList": [
                                    "4.34%生命值上限/层",
                                    "4.6655%生命值上限/层",
                                    "4.991%生命值上限/层",
                                    "5.425%生命值上限/层",
                                    "5.7505%生命值上限/层",
                                    "6.076%生命值上限/层",
                                    "6.51%生命值上限/层",
                                    "6.944%生命值上限/层",
                                    "7.378%生命值上限/层",
                                    "7.812%生命值上限/层",
                                    "8.246%生命值上限/层",
                                    "8.68%生命值上限/层",
                                    "9.2225%生命值上限/层",
                                    "9.765%生命值上限/层",
                                    "10.3075%生命值上限/层"
                                ]
                            },
                            {
                                "Desc": "巨浪鲨鲨撕咬伤害额外提升",
                                "ParamLevelList": [
                                    "21.7%生命值上限",
                                    "23.3275%生命值上限",
                                    "24.955%生命值上限",
                                    "27.125%生命值上限",
                                    "28.7525%生命值上限",
                                    "30.38%生命值上限",
                                    "32.55%生命值上限",
                                    "34.72%生命值上限",
                                    "36.89%生命值上限",
                                    "39.06%生命值上限",
                                    "41.23%生命值上限",
                                    "43.4%生命值上限",
                                    "46.1125%生命值上限",
                                    "48.825%生命值上限",
                                    "51.5375%生命值上限"
                                ]
                            },
                            {
                                "Desc": "鲨鲨撕咬冷却时间",
                                "ParamLevelList": [
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒",
                                    "1.8秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "爆瀑飞弹",
                        "Desc": "发射能追踪敌人的特大号鲨鲨导弹，基于玛拉妮的生命值上限造成具有夜魂性质的<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><i>玛拉妮之所以把鲨鲨导弹叫这个名字，是因为里面有水有火，听起来很温泉。</i>",
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "58.4392%生命值上限",
                                    "62.8221%生命值上限",
                                    "67.2051%生命值上限",
                                    "73.049%生命值上限",
                                    "77.4319%生命值上限",
                                    "81.8149%生命值上限",
                                    "87.6588%生命值上限",
                                    "93.5027%生命值上限",
                                    "99.3466%生命值上限",
                                    "105.1906%生命值上限",
                                    "111.0345%生命值上限",
                                    "116.8784%生命值上限",
                                    "124.1833%生命值上限",
                                    "131.4882%生命值上限",
                                    "138.7931%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "耐热型淡水豚豚",
                        "Desc": "巨浪鲨鲨撕咬命中敌人时，将在附近产生一个豚豚球。获得豚豚球时，玛拉妮自己将恢复20点夜魂值。一次夜魂加持期间，至多通过这种方式产生2个豚豚球。",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "纳塔最好的向导",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，玛拉妮将获得一层持续20秒、至多叠加3层的逐浪心得。施放<color style='color:#FFD780;'>爆瀑飞弹</color>时，玛拉妮将清除所有逐浪心得，并基于清除的层数，基于生命值上限的15%/30%/45%提高本次爆瀑飞弹造成的伤害。",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "夜域赐礼 · 波涛顶底",
                        "Desc": "在夜魂值耗竭后，玛拉妮将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 玛拉妮。当前场上角色处于冲刺、游泳或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换玛拉妮登场时触发：玛拉妮将进入夜魂加持状态，并获得40点夜魂值。自己的队伍每10秒能触发一次夜魂传递。<br><br>此外，玛拉妮在夜魂加持状态下在水面与液态燃素上移动时：在纳塔地区时消耗的夜魂值或燃素降低75%，在纳塔地区外消耗的夜魂值降低35%。",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "要诀是保持笑容！",
                        "Desc": "在纳塔存在燃素机制的区域时，与部分采集物交互能够恢复15点燃素。此外，在小地图上显示周围的<color style='color:#FFD780;'>纳塔区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "悠闲的「梅兹特利」…",
                        "Desc": "进入夜魂加持状态后的第一次巨浪鲨鲨撕咬及它所触发的鲨鲨飞弹造成的伤害提升，提升值相当于玛拉妮生命值上限的66%。此次伤害提升遵循<color style='color:#FFD780;'>踏鲨破浪</color>的伤害衰减规则。<br>此外，不处于战斗状态下时，玛拉妮的夜魂加持状态消耗的夜魂值与燃素降低30%。",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "全力以赴玛拉妮！",
                        "Desc": "进入夜魂加持状态时，玛拉妮获得2层<color style='color:#FFD780;'>踏鲨破浪</color>的浪势充能；玛拉妮获得豚豚球时，获得1层浪势充能。<br>此外，玛拉妮在一次夜魂加持期间获得2个豚豚球的2秒内，额外恢复12点夜魂值。该效果需要解锁突破天赋「耐热型淡水豚豚」。",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "在欢乐海上冲浪",
                        "Desc": "<color style='color:#FFD780;'>踏鲨破浪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "鲨鲨主食是豚豚。",
                        "Desc": "获得豚豚球时，玛拉妮恢复8点元素能量；该效果需要解锁突破天赋「耐热型淡水豚豚」。<br>此外，<color style='color:#FFD780;'>爆瀑飞弹</color>造成的伤害提升75%。",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "同款冲浪板有售！",
                        "Desc": "<color style='color:#FFD780;'>爆瀑飞弹</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「流泉之众」的精神",
                        "Desc": "对命之座「悠闲的「梅兹特利」…」的伤害提升效果，移除原本每次夜魂加持只能触发一次的限制。",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mualani": {
        "AttackList": [
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "元素爆发<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "鲨鲨撕咬",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击1<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "巨浪鲨鲨撕咬",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击1<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "鲨鲨飞弹",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击1<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "巨浪鲨鲨飞弹",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "普通攻击1<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.7
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 9.6,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.7
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 8.4,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.7
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 13.1,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}