// Auto Generated

var _AvatarDataConfig_ = {
    "Nahida": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Nahida": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101217": 3,
                "112059": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113040": 2,
                "101217": 10,
                "112059": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113040": 4,
                "101217": 20,
                "112060": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113040": 8,
                "101217": 30,
                "112060": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113040": 12,
                "101217": 45,
                "112061": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113040": 20,
                "101217": 60,
                "112061": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104332": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112061": 4,
                "113041": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112061": 6,
                "113041": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113041": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112061": 12,
                "113041": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104332": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112061": 4,
                "113041": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112061": 6,
                "113041": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113041": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112061": 12,
                "113041": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104332": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104333": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104333": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104334": 4,
                "112061": 4,
                "113041": 1
            },
            {
                "202": 260000,
                "104334": 6,
                "112061": 6,
                "113041": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113041": 2
            },
            {
                "202": 700000,
                "104334": 16,
                "112061": 12,
                "113041": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Nahida": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "行相",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>对前方进行至多四段的攻击，造成<color style='color:#99FF88;'>草元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，对前方区域造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚草元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#99FF88;'>草元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "40.3048%",
                                    "43.3277%",
                                    "46.3505%",
                                    "50.381%",
                                    "53.4039%",
                                    "56.4267%",
                                    "60.4572%",
                                    "64.4877%",
                                    "68.5182%",
                                    "72.5486%",
                                    "76.5791%",
                                    "80.6096%",
                                    "85.6477%",
                                    "90.6858%",
                                    "95.7239%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "36.9744%",
                                    "39.7475%",
                                    "42.5206%",
                                    "46.218%",
                                    "48.9911%",
                                    "51.7642%",
                                    "55.4616%",
                                    "59.159%",
                                    "62.8565%",
                                    "66.5539%",
                                    "70.2514%",
                                    "73.9488%",
                                    "78.5706%",
                                    "83.1924%",
                                    "87.8142%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "45.8744%",
                                    "49.315%",
                                    "52.7556%",
                                    "57.343%",
                                    "60.7836%",
                                    "64.2242%",
                                    "68.8116%",
                                    "73.399%",
                                    "77.9865%",
                                    "82.5739%",
                                    "87.1614%",
                                    "91.7488%",
                                    "97.4831%",
                                    "103.2174%",
                                    "108.9517%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.4064%",
                                    "62.7869%",
                                    "67.1674%",
                                    "73.008%",
                                    "77.3885%",
                                    "81.769%",
                                    "87.6096%",
                                    "93.4502%",
                                    "99.2909%",
                                    "105.1315%",
                                    "110.9722%",
                                    "116.8128%",
                                    "124.1136%",
                                    "131.4144%",
                                    "138.7152%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "132.0%",
                                    "141.9%",
                                    "151.8%",
                                    "165.0%",
                                    "174.9%",
                                    "184.8%",
                                    "198.0%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%",
                                    "264.0%",
                                    "280.5%",
                                    "297.0%",
                                    "313.5%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "所闻遍计",
                        "Desc": "在身边施以草木之业缚，造成<color style='color:#99FF88;'>草元素范围伤害</color>，并对命中的至多8名敌人施加蕴种印。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，以选定一定范围内一定数量的敌人，并在该状态下提高纳西妲的抗打断能力。<br>长按结束时，对选定的敌人造成<color style='color:#99FF88;'>草元素伤害</color>，并为其施加蕴种印。<br>瞄准状态至多持续5秒，至多选定8名敌人。<br><br><color style='color:#FFD780;'>蕴种印</color><br>处于蕴种印状态下的敌人将在一定距离内互相连结。<br>对处于蕴种印状态下的敌人触发元素反应，以及在该敌人受到草原核（包含烈绽放、超绽放）造成的伤害后，纳西妲将基于攻击力与元素精通，对该敌人及其所处连结中的所有敌人释放灭净三业，造成<color style='color:#99FF88;'>草元素伤害</color>。<br>短时间内至多触发一次灭净三业。<br><br><i>草木之神既已于空藏中照见诸法实相，乃可究尽三际因缘起灭之机。</i>",
                        "Icon": "Skill_S_Nahida_01",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "98.4%",
                                    "105.78%",
                                    "113.16%",
                                    "123.0%",
                                    "130.38%",
                                    "137.76%",
                                    "147.6%",
                                    "157.44%",
                                    "167.28%",
                                    "177.12%",
                                    "186.96%",
                                    "196.8%",
                                    "209.1%",
                                    "221.4%",
                                    "233.7%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "130.4%",
                                    "140.18%",
                                    "149.96%",
                                    "163.0%",
                                    "172.78%",
                                    "182.56%",
                                    "195.6%",
                                    "208.64%",
                                    "221.68%",
                                    "234.72%",
                                    "247.76%",
                                    "260.8%",
                                    "277.1%",
                                    "293.4%",
                                    "309.7%"
                                ]
                            },
                            {
                                "Desc": "灭净三业伤害",
                                "ParamLevelList": [
                                    "103.2%攻击力+206.4%元素精通",
                                    "110.94%攻击力+221.88%元素精通",
                                    "118.68%攻击力+237.36%元素精通",
                                    "129.0%攻击力+258.0%元素精通",
                                    "136.74%攻击力+273.48%元素精通",
                                    "144.48%攻击力+288.96%元素精通",
                                    "154.8%攻击力+309.6%元素精通",
                                    "165.12%攻击力+330.24%元素精通",
                                    "175.44%攻击力+350.88%元素精通",
                                    "185.76%攻击力+371.52%元素精通",
                                    "196.08%攻击力+392.16%元素精通",
                                    "206.4%攻击力+412.8%元素精通",
                                    "219.3%攻击力+438.6%元素精通",
                                    "232.2%攻击力+464.4%元素精通",
                                    "245.1%攻击力+490.2%元素精通"
                                ]
                            },
                            {
                                "Desc": "灭净三业触发间隔",
                                "ParamLevelList": [
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒",
                                    "2.5秒"
                                ]
                            },
                            {
                                "Desc": "蕴种印持续时间",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "点按冷却时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "长按冷却时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "心景幻成",
                        "Desc": "将梦想的殿堂具现，展开「摩耶之殿」领域。<br><br>领域展开时，队伍中若存在以下元素类型的角色，将分别产生对应的效果：<br> · <color style='color:#FF9999;'>火元素</color>：当纳西妲处于摩耶之殿当中时，提升元素战技「所闻遍计」的灭净三业造成的伤害；<br> · <color style='color:#FFACFF;'>雷元素</color>：当纳西妲处于摩耶之殿当中时，降低元素战技「所闻遍计」的灭净三业触发的间隔时间；<br> · <color style='color:#80C0FF;'>水元素</color>：延长摩耶之殿的持续时间。<br><br>展开领域时，若上述元素类型的角色数量有至少2名，产生的对应效果将进一步增强。<br><br>纳西妲即使处于队伍后台，只要该队伍处于摩耶之殿当中，依旧能获得上述效果的提升。<br><br><i>在智慧之神的眼中，或许森罗万象也不过是颠倒幻成的摩耶之梦。</i>",
                        "Icon": "Skill_E_Nahida_01",
                        "ParamDesc": [
                            {
                                "Desc": "火：伤害提升",
                                "ParamLevelList": [
                                    "1名角色14.88%",
                                    "1名角色15.996%",
                                    "1名角色17.112%",
                                    "1名角色18.6%",
                                    "1名角色19.716%",
                                    "1名角色20.832%",
                                    "1名角色22.32%",
                                    "1名角色23.808%",
                                    "1名角色25.296%",
                                    "1名角色26.784%",
                                    "1名角色28.272%",
                                    "1名角色29.76%",
                                    "1名角色31.62%",
                                    "1名角色33.48%",
                                    "1名角色35.34%"
                                ]
                            },
                            {
                                "Desc": "火：伤害提升",
                                "ParamLevelList": [
                                    "2名角色22.32%",
                                    "2名角色23.994%",
                                    "2名角色25.668%",
                                    "2名角色27.9%",
                                    "2名角色29.574%",
                                    "2名角色31.248%",
                                    "2名角色33.48%",
                                    "2名角色35.712%",
                                    "2名角色37.944%",
                                    "2名角色40.176%",
                                    "2名角色42.408%",
                                    "2名角色44.64%",
                                    "2名角色47.43%",
                                    "2名角色50.22%",
                                    "2名角色53.01%"
                                ]
                            },
                            {
                                "Desc": "雷：间隔降低",
                                "ParamLevelList": [
                                    "1名角色0.248秒",
                                    "1名角色0.2666秒",
                                    "1名角色0.2852秒",
                                    "1名角色0.31秒",
                                    "1名角色0.3286秒",
                                    "1名角色0.3472秒",
                                    "1名角色0.372秒",
                                    "1名角色0.3968秒",
                                    "1名角色0.4216秒",
                                    "1名角色0.4464秒",
                                    "1名角色0.4712秒",
                                    "1名角色0.496秒",
                                    "1名角色0.527秒",
                                    "1名角色0.558秒",
                                    "1名角色0.589秒"
                                ]
                            },
                            {
                                "Desc": "雷：间隔降低",
                                "ParamLevelList": [
                                    "2名角色0.372秒",
                                    "2名角色0.4秒",
                                    "2名角色0.4278秒",
                                    "2名角色0.465秒",
                                    "2名角色0.4929秒",
                                    "2名角色0.5208秒",
                                    "2名角色0.558秒",
                                    "2名角色0.5952秒",
                                    "2名角色0.6324秒",
                                    "2名角色0.6696秒",
                                    "2名角色0.7068秒",
                                    "2名角色0.744秒",
                                    "2名角色0.7905秒",
                                    "2名角色0.837秒",
                                    "2名角色0.8835秒"
                                ]
                            },
                            {
                                "Desc": "水：持续时间延长",
                                "ParamLevelList": [
                                    "1名角色3.344秒",
                                    "1名角色3.5948秒",
                                    "1名角色3.8456秒",
                                    "1名角色4.18秒",
                                    "1名角色4.4308秒",
                                    "1名角色4.6816秒",
                                    "1名角色5.016秒",
                                    "1名角色5.3504秒",
                                    "1名角色5.6848秒",
                                    "1名角色6.0192秒",
                                    "1名角色6.3536秒",
                                    "1名角色6.688秒",
                                    "1名角色7.106秒",
                                    "1名角色7.524秒",
                                    "1名角色7.942秒"
                                ]
                            },
                            {
                                "Desc": "水：持续时间延长",
                                "ParamLevelList": [
                                    "2名角色5.016秒",
                                    "2名角色5.3922秒",
                                    "2名角色5.7684秒",
                                    "2名角色6.27秒",
                                    "2名角色6.6462秒",
                                    "2名角色7.0224秒",
                                    "2名角色7.524秒",
                                    "2名角色8.0256秒",
                                    "2名角色8.5272秒",
                                    "2名角色9.0288秒",
                                    "2名角色9.5304秒",
                                    "2名角色10.032秒",
                                    "2名角色10.659秒",
                                    "2名角色11.286秒",
                                    "2名角色11.913秒"
                                ]
                            },
                            {
                                "Desc": "基础持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒",
                                    "13.5秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "净善摄受明论",
                        "Desc": "施放<color style='color:#FFD780;'>心景幻成</color>时，摩耶之殿将获得以下效果：<br>依据队伍中元素精通最高的角色的元素精通数值的25%，提高领域内当前场上角色的元素精通。<br>通过这种方式，至多提升250点元素精通。",
                        "Icon": "UI_Talent_S_Nahida_05"
                    },
                    {
                        "Name": "慧明缘觉智论",
                        "Desc": "基于纳西妲元素精通超过200点的部分，每1点元素精通能使<color style='color:#FFD780;'>所闻遍计</color>的灭净三业造成的伤害提升0.1%，暴击率提升0.03%。<br>通过这种方式，至多使灭净三业造成的伤害提升80%，暴击率提升24%。",
                        "Icon": "UI_Talent_S_Nahida_06"
                    },
                    {
                        "Name": "诸相随念净行",
                        "Desc": "纳西妲能够通过<color style='color:#FFD780;'>所闻遍计</color>，与一定范围内的部分采集物进行交互。<br>或许还有其他的效果…",
                        "Icon": "UI_Talent_S_Nahida_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "心识蕴藏之种",
                        "Desc": "展开<color style='color:#FFD780;'>摩耶之殿</color>计算队伍中特定元素类型的角色数量时，额外计入火元素、雷元素、水元素的角色各1名。",
                        "Icon": "UI_Talent_S_Nahida_01"
                    },
                    {
                        "Level": 2,
                        "Name": "正等善见之根",
                        "Desc": "处于纳西妲自身施加的<color style='color:#FFD780;'>蕴种印</color>状态下的敌人，将受到以下效果影响：<br> · 受到的燃烧、绽放、超绽放、烈绽放反应伤害能够造成暴击，暴击率固定为20%，暴击伤害固定为100%，该效果提供的暴击率可以与使对应元素反应能够造成暴击的同类效果提供的暴击率叠加；<br> · 受到原激化、超激化、蔓激化反应影响后的8秒内，防御力降低30%；<br> · 受到月绽放反应伤害的暴击率提升10%，暴击伤害提升20%。",
                        "Icon": "UI_Talent_S_Nahida_02"
                    },
                    {
                        "Level": 3,
                        "Name": "熏习成就之芽",
                        "Desc": "<color style='color:#FFD780;'>所闻遍计</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Nahida_01"
                    },
                    {
                        "Level": 4,
                        "Name": "比量现行之茎",
                        "Desc": "附近处于<color style='color:#FFD780;'>所闻遍计</color>的蕴种印状态下的敌人数量为1/2/3/4或更多时，纳西妲的元素精通提升100/120/140/160点。",
                        "Icon": "UI_Talent_S_Nahida_03"
                    },
                    {
                        "Level": 5,
                        "Name": "妙谛破愚之叶",
                        "Desc": "<color style='color:#FFD780;'>心景幻成</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Nahida_02"
                    },
                    {
                        "Level": 6,
                        "Name": "大辨圆成之实",
                        "Desc": "施放<color style='color:#FFD780;'>心景幻成</color>后，纳西妲的普通攻击或重击命中处于<color style='color:#FFD780;'>所闻遍计</color>的蕴种印状态下的敌人时，将对该敌人及其所处连结中的所有敌人释放灭净三业 · 业障除，基于纳西妲攻击力的200%与元素精通的400%，造成<color style='color:#99FF88;'>草元素伤害</color>。<br>灭净三业 · 业障除造成的伤害视为元素战技伤害，每0.2秒至多触发一次。<br>该效果至多持续10秒，将在纳西妲释放6次灭净三业 · 业障除后移除。",
                        "Icon": "UI_Talent_S_Nahida_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Nahida": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技",
                "AttTag": "战技组",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.5,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.6,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技",
                "AttTag": "6命组",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        2.0,
                        4.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 7.557,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        2.5,
                        4.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 6.933,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        2.5,
                        4.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 8.601,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        10.0,
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 10.951,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.0,
                        6.0,
                        6.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}