// Auto Generated

var _AvatarDataConfig_ = {
    "Neuvillette": {
        "BallList": [
            {
                "When": "E 命中怪物（灵息之刺除外）",
                "DropArray": [
                    {
                        "Num": 4,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 0.3
            }
        ],
        "EndureList": [
            {
                "Skill": "元素战技期间",
                "Endure": 0.6
            },
            {
                "Skill": "0命强化重击蓄力和释放",
                "Endure": 0.5
            },
            {
                "Skill": "1命强化重击蓄力和释放",
                "Endure": 0.0
            }
        ],
        "WindZoneList": [
            {
                "Skill": "元素爆发动画气场",
                "Target": "怪物和草地，重量≤250",
                "Duration": 0,
                "Radius": 3.0,
                "Inner": 0.0,
                "Strength": -3.0,
                "Attenuation": 2.0,
                "Reverse": false
            }
        ],
        "OtherDataList": [
            "重击 · 衡平推裁：蓄力和释放期间可以在水面上移动",
            "重击 · 衡平推裁：伤害间隔为0.4秒，持续3秒 – 因此整个重击附着4次。",
            "Q后续伤害间隔：第一次0.4秒，第二次0.8秒 – 因此Q只能附着1次。"
        ]
    }
}

var _AvatarMats_ = {
    "Neuvillette": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101237": 3,
                "112080": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113053": 2,
                "101237": 10,
                "112080": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113053": 4,
                "101237": 20,
                "112081": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113053": 8,
                "101237": 30,
                "112081": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113053": 12,
                "101237": 45,
                "112082": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113053": 20,
                "101237": 60,
                "112082": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112082": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112082": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112082": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112082": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112082": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112082": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112082": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112082": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112082": 12,
                "113048": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Neuvillette": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "如水从平",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>轻挥权杖，驱动浪涛进行至多三段的攻击，造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>重击蓄力 · 诉论心证</color><br>蓄力时，那维莱特汇聚源水之力，逐渐构成仲裁的徽记。在这种状态下，那维莱特能够进行移动与改变朝向，并吸收一定范围内的源水之滴。<br>每吸收一枚源水之滴，都会加快徽记形成的速度，并为那维莱特恢复生命值。<br>停止蓄力时，若徽记尚不完满，将进行重击；若已经完满，则将转为进行重击 · 衡平推裁。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，以迸发的水环猛击敌人，造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br><br><color style='color:#FFD780;'>重击 · 衡平推裁</color><br>释放汹涌的洪流，对前方直线区域内的敌人持续造成<color style='color:#80C0FF;'>水元素范围伤害</color>。<br>重击 · 衡平推裁不消耗体力，持续3秒。<br>若生命值高于50%，那维莱特在施放时将持续消耗生命值。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚水元素的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80C0FF;'>水元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "54.5768%",
                                    "58.6701%",
                                    "62.7633%",
                                    "68.221%",
                                    "72.3143%",
                                    "76.4075%",
                                    "81.8652%",
                                    "87.3229%",
                                    "92.7806%",
                                    "98.2382%",
                                    "103.6959%",
                                    "109.1536%",
                                    "115.9757%",
                                    "122.7978%",
                                    "129.6199%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.2456%",
                                    "49.714%",
                                    "53.1824%",
                                    "57.807%",
                                    "61.2754%",
                                    "64.7438%",
                                    "69.3684%",
                                    "73.993%",
                                    "78.6175%",
                                    "83.2421%",
                                    "87.8666%",
                                    "92.4912%",
                                    "98.2719%",
                                    "104.0526%",
                                    "109.8333%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.3376%",
                                    "77.7629%",
                                    "83.1882%",
                                    "90.422%",
                                    "95.8473%",
                                    "101.2726%",
                                    "108.5064%",
                                    "115.7402%",
                                    "122.9739%",
                                    "130.2077%",
                                    "137.4414%",
                                    "144.6752%",
                                    "153.7174%",
                                    "162.7596%",
                                    "171.8018%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "136.8%",
                                    "147.06%",
                                    "157.32%",
                                    "171.0%",
                                    "181.26%",
                                    "191.52%",
                                    "205.2%",
                                    "218.88%",
                                    "232.56%",
                                    "246.24%",
                                    "259.92%",
                                    "273.6%",
                                    "290.7%",
                                    "307.8%",
                                    "324.9%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "重击 · 衡平推裁持续伤害",
                                "ParamLevelList": [
                                    "7.3186%生命值上限",
                                    "7.9143%生命值上限",
                                    "8.51%生命值上限",
                                    "9.361%生命值上限",
                                    "9.9567%生命值上限",
                                    "10.6375%生命值上限",
                                    "11.5736%生命值上限",
                                    "12.5097%生命值上限",
                                    "13.4458%生命值上限",
                                    "14.467%生命值上限",
                                    "15.4882%生命值上限",
                                    "16.5094%生命值上限",
                                    "17.5306%生命值上限",
                                    "18.5518%生命值上限",
                                    "19.573%生命值上限"
                                ]
                            },
                            {
                                "Desc": "恢复生命值",
                                "ParamLevelList": [
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚",
                                    "16.0%生命值上限/枚"
                                ]
                            },
                            {
                                "Desc": "损失生命值",
                                "ParamLevelList": [
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒",
                                    "8.0%生命值上限/0.5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "泪水啊，我必偿还",
                        "Desc": "降下汹涌的水瀑，基于那维莱特的生命值上限，对前方的敌人造成<color style='color:#80C0FF;'>水元素范围伤害</color>，命中敌人后，将在敌人附近产生3枚源水之滴。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，在降下汹涌的水瀑后，将降下穿透敌人的灵息之刺，造成具有芒性的<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><i>「法律可以遏制诸般罪行，但它并不能消除罪恶本身。」</i>",
                        "Icon": "Skill_S_Neuvillette_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "12.864%生命值上限",
                                    "13.8288%生命值上限",
                                    "14.7936%生命值上限",
                                    "16.08%生命值上限",
                                    "17.0448%生命值上限",
                                    "18.0096%生命值上限",
                                    "19.296%生命值上限",
                                    "20.5824%生命值上限",
                                    "21.8688%生命值上限",
                                    "23.1552%生命值上限",
                                    "24.4416%生命值上限",
                                    "25.728%生命值上限",
                                    "27.336%生命值上限",
                                    "28.944%生命值上限",
                                    "30.552%生命值上限"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "20.8%",
                                    "22.36%",
                                    "23.92%",
                                    "26.0%",
                                    "27.56%",
                                    "29.12%",
                                    "31.2%",
                                    "33.28%",
                                    "35.36%",
                                    "37.44%",
                                    "39.52%",
                                    "41.6%",
                                    "44.2%",
                                    "46.8%",
                                    "49.4%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺间隔",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "源水之滴持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "潮水啊，我已归来",
                        "Desc": "释放迸发的骇浪，基于那维莱特的生命值上限，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，短暂间隔后，在附近降下2道水瀑，造成范围较小的<color style='color:#80C0FF;'>水元素伤害</color>，并在前方一定范围内产生6枚源水之滴。<br><br><i>「法律在颁布后方才成立，而在此之上，自然的法则从亘古以来便约束着全部的种类与世代。」</i>",
                        "Icon": "Skill_E_Neuvillette_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "22.2578%生命值上限",
                                    "23.9272%生命值上限",
                                    "25.5965%生命值上限",
                                    "27.8223%生命值上限",
                                    "29.4916%生命值上限",
                                    "31.161%生命值上限",
                                    "33.3868%生命值上限",
                                    "35.6125%生命值上限",
                                    "37.8383%生命值上限",
                                    "40.0641%生命值上限",
                                    "42.2899%生命值上限",
                                    "44.5157%生命值上限",
                                    "47.2979%生命值上限",
                                    "50.0801%生命值上限",
                                    "52.8624%生命值上限"
                                ]
                            },
                            {
                                "Desc": "水瀑伤害",
                                "ParamLevelList": [
                                    "9.1055%生命值上限",
                                    "9.7884%生命值上限",
                                    "10.4713%生命值上限",
                                    "11.3818%生命值上限",
                                    "12.0647%生命值上限",
                                    "12.7477%生命值上限",
                                    "13.6582%生命值上限",
                                    "14.5688%生命值上限",
                                    "15.4793%生命值上限",
                                    "16.3898%生命值上限",
                                    "17.3004%生命值上限",
                                    "18.2109%生命值上限",
                                    "19.3491%生命值上限",
                                    "20.4873%生命值上限",
                                    "21.6255%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "古海孑遗的权柄",
                        "Desc": "队伍中的角色对敌人触发蒸发、冻结、感电、月感电、绽放、月绽放、水元素扩散、水元素结晶或月结晶反应时，将为那维莱特产生持续30秒，至多叠加3层的「遗龙之荣」效果，使重击 · 衡平推裁造成原本110%/125%/160%的伤害。<br>每种元素反应产生的「遗龙之荣」分别独立存在。",
                        "Icon": "UI_Talent_S_Neuvillette_05"
                    },
                    {
                        "Name": "至高仲裁的纪律",
                        "Desc": "基于当前生命值超出生命值上限30%的部分，每1%使那维莱特获得0.6%<color style='color:#80C0FF;'>水元素伤害加成</color>，通过这种方式，至多提升30%。",
                        "Icon": "UI_Talent_S_Neuvillette_06"
                    },
                    {
                        "Name": "汇聚如浪潮一般",
                        "Desc": "队伍中自己的角色进行水下冲刺时，移动速度提升15%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_S_Neuvillette_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "尊荣的创定",
                        "Desc": "那维莱特登场时，获得一层突破天赋「古海孑遗的权柄」的「遗龙之荣」。需要解锁突破天赋「古海孑遗的权柄」。<br>此外，进行重击蓄力 · 诉论心证与重击 · 衡平推裁时，提高那维莱特的抗打断能力。",
                        "Icon": "UI_Talent_S_Neuvillette_01"
                    },
                    {
                        "Level": 2,
                        "Name": "律法的命诫",
                        "Desc": "突破天赋「古海孑遗的权柄」获得强化：每存在一层「遗龙之荣」，就使重击 · 衡平推裁的暴击伤害提升14%，至多通过这种方式提升42%。<br>需要解锁突破天赋「古海孑遗的权柄」。",
                        "Icon": "UI_Talent_S_Neuvillette_02"
                    },
                    {
                        "Level": 3,
                        "Name": "溯古的拟制",
                        "Desc": "<color style='color:#FFD780;'>普通攻击 · 如水从平</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Neuvillette_01"
                    },
                    {
                        "Level": 4,
                        "Name": "悲悯的冠冕",
                        "Desc": "那维莱特处于当前场上并受到治疗时，将产生1枚源水之滴。此效果每4秒至多触发一次。",
                        "Icon": "UI_Talent_S_Neuvillette_03"
                    },
                    {
                        "Level": 5,
                        "Name": "公理的决裁",
                        "Desc": "<color style='color:#FFD780;'>潮水啊，我已归来</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Neuvillette_02"
                    },
                    {
                        "Level": 6,
                        "Name": "忿怒的报偿",
                        "Desc": "施放重击 · 衡平推裁时，那维莱特可以吸收附近一定范围内的源水之滴，每吸收一枚源水之滴，都将使重击 · 衡平推裁的持续时间延长1秒。<br>此外，重击 · 衡平推裁命中敌人时，每2秒，将额外释放两道洪流，每道洪流造成相当于那维莱特生命值上限10%的<color style='color:#80C0FF;'>水元素伤害</color>。通过这种方式造成的伤害视为重击 · 衡平推裁造成的伤害。",
                        "Icon": "UI_Talent_S_Neuvillette_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Neuvillette": {
        "AttackList": [
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 10.233,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 8.67,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 13.563,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "衡平推裁",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "衡平推裁 最后一段",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        15.0,
                        3.5,
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "6命额外强化重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "6命组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "元素战技 · 灵息之刺",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        4.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发 · 首段",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    50.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "元素爆发 · 后续",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "地形挂水",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}