// Auto Generated

var _AvatarDataConfig_ = {
    "Nilou": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Nilou": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101214": 3,
                "112059": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113038": 2,
                "101214": 10,
                "112059": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113038": 4,
                "101214": 20,
                "112060": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113038": 8,
                "101214": 30,
                "112060": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113038": 12,
                "101214": 45,
                "112061": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113038": 20,
                "101214": 60,
                "112061": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104335": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112061": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112061": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104335": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112061": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112061": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104335": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112061": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112061": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113033": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Nilou": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "弦月舞步",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，进行一次旋转斩击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.3074%",
                                    "54.4022%",
                                    "58.497%",
                                    "64.3467%",
                                    "68.4415%",
                                    "73.1213%",
                                    "79.5559%",
                                    "85.9906%",
                                    "92.4253%",
                                    "99.4449%",
                                    "106.4645%",
                                    "113.4842%",
                                    "120.5038%",
                                    "127.5235%",
                                    "134.5431%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "45.439%",
                                    "49.1375%",
                                    "52.836%",
                                    "58.1196%",
                                    "61.8181%",
                                    "66.045%",
                                    "71.857%",
                                    "77.6689%",
                                    "83.4809%",
                                    "89.8212%",
                                    "96.1615%",
                                    "102.5018%",
                                    "108.8422%",
                                    "115.1825%",
                                    "121.5228%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "70.354%",
                                    "76.0805%",
                                    "81.807%",
                                    "89.9877%",
                                    "95.7142%",
                                    "102.2588%",
                                    "111.2575%",
                                    "120.2563%",
                                    "129.2551%",
                                    "139.0719%",
                                    "148.8887%",
                                    "158.7056%",
                                    "168.5224%",
                                    "178.3393%",
                                    "188.1561%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "50.224%+54.438%",
                                    "54.312%+58.869%",
                                    "58.4%+63.3%",
                                    "64.24%+69.63%",
                                    "68.328%+74.061%",
                                    "73.0%+79.125%",
                                    "79.424%+86.088%",
                                    "85.848%+93.051%",
                                    "92.272%+100.014%",
                                    "99.28%+107.61%",
                                    "106.288%+115.206%",
                                    "113.296%+122.802%",
                                    "120.304%+130.398%",
                                    "127.312%+137.994%",
                                    "134.32%+145.59%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "七域舞步",
                        "Desc": "展开「翩转」状态，基于妮露的生命值上限，对身边的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>。<br>在翩转状态下，妮露在进行普通攻击或施放元素战技时，将转为分别进行「剑舞步」与「旋舞步」，造成的伤害转为无法被附魔覆盖、视为元素战技伤害的<color style='color:#80C0FF;'>水元素伤害</color>。<br><br>在这种状态下，妮露的第三段舞步将移除翩转状态，并依据第三段舞步的类型分别产生如下效果：<br> · 剑舞步：释放一道水月，对触及的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>，并为妮露赋予祷月状态。在此状态下她进行普通攻击时，将转为进行剑舞步，并在进行最后一击时释放水月；<br> · 旋舞步：施展一道涤空水轮，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，并产生会跟随自己的当前场上角色行动的净天水环，持续为其中的敌人施加<color style='color:#80C0FF;'>潮湿</color>状态。<br><br>在翩转或祷月状态下时，妮露无法进行重击；这些状态将会在妮露退场时解除。<br><br><i>「她纤巧的足尖轻轻点过水面，摇漾的涟光宛如七天的流绚。」</i>",
                        "Icon": "Skill_S_Nilou_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "3.3389%生命值上限",
                                    "3.5893%生命值上限",
                                    "3.8397%生命值上限",
                                    "4.1736%生命值上限",
                                    "4.424%生命值上限",
                                    "4.6744%生命值上限",
                                    "5.0083%生命值上限",
                                    "5.3422%生命值上限",
                                    "5.6761%生命值上限",
                                    "6.01%生命值上限",
                                    "6.3439%生命值上限",
                                    "6.6778%生命值上限",
                                    "7.0951%生命值上限",
                                    "7.5125%生命值上限",
                                    "7.9298%生命值上限"
                                ]
                            },
                            {
                                "Desc": "剑舞步/旋舞步一段伤害",
                                "ParamLevelList": [
                                    "4.5525%/3.2619%生命值上限",
                                    "4.8939%/3.5066%生命值上限",
                                    "5.2354%/3.7512%生命值上限",
                                    "5.6906%/4.0774%生命值上限",
                                    "6.032%/4.322%生命值上限",
                                    "6.3735%/4.5667%生命值上限",
                                    "6.8287%/4.8929%生命值上限",
                                    "7.284%/5.2191%生命值上限",
                                    "7.7392%/5.5453%生命值上限",
                                    "8.1945%/5.8715%生命值上限",
                                    "8.6497%/6.1976%生命值上限",
                                    "9.105%/6.5238%生命值上限",
                                    "9.674%/6.9316%生命值上限",
                                    "10.2431%/7.3393%生命值上限",
                                    "10.8121%/7.7471%生命值上限"
                                ]
                            },
                            {
                                "Desc": "剑舞步/旋舞步二段伤害",
                                "ParamLevelList": [
                                    "5.1445%/3.9605%生命值上限",
                                    "5.5303%/4.2575%生命值上限",
                                    "5.9162%/4.5546%生命值上限",
                                    "6.4306%/4.9506%生命值上限",
                                    "6.8164%/5.2476%生命值上限",
                                    "7.2023%/5.5447%生命值上限",
                                    "7.7167%/5.9407%生命值上限",
                                    "8.2312%/6.3368%生命值上限",
                                    "8.7456%/6.7328%生命值上限",
                                    "9.2601%/7.1289%生命值上限",
                                    "9.7745%/7.5249%生命值上限",
                                    "10.289%/7.921%生命值上限",
                                    "10.932%/8.416%生命值上限",
                                    "11.5751%/8.9111%生命值上限",
                                    "12.2181%/9.4061%生命值上限"
                                ]
                            },
                            {
                                "Desc": "水月/水轮伤害",
                                "ParamLevelList": [
                                    "7.1688%/5.0616%生命值上限",
                                    "7.7065%/5.4412%生命值上限",
                                    "8.2441%/5.8208%生命值上限",
                                    "8.961%/6.327%生命值上限",
                                    "9.4987%/6.7066%生命值上限",
                                    "10.0363%/7.0862%生命值上限",
                                    "10.7532%/7.5924%生命值上限",
                                    "11.4701%/8.0986%生命值上限",
                                    "12.187%/8.6047%生命值上限",
                                    "12.9038%/9.1109%生命值上限",
                                    "13.6207%/9.617%生命值上限",
                                    "14.3376%/10.1232%生命值上限",
                                    "15.2337%/10.7559%生命值上限",
                                    "16.1298%/11.3886%生命值上限",
                                    "17.0259%/12.0213%生命值上限"
                                ]
                            },
                            {
                                "Desc": "翩转持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "祷月持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "净天水环持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "浮莲舞步 · 远梦聆泉",
                        "Desc": "进行远梦聆泉之舞，绽开遥水莲华，基于妮露的生命值上限，造成<color style='color:#80C0FF;'>水元素范围伤害</color>，并为命中的敌人施加「永世流沔」状态。<br>短暂间隔后，处于永世流沔状态下的敌人将受到<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><i>「纵然我们不曾将那遥远的梦目睹，唯有这支舞，仍将似梦的遐景摹录。」</i>",
                        "Icon": "Skill_E_Nilou_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "18.432%生命值上限",
                                    "19.8144%生命值上限",
                                    "21.1968%生命值上限",
                                    "23.04%生命值上限",
                                    "24.4224%生命值上限",
                                    "25.8048%生命值上限",
                                    "27.648%生命值上限",
                                    "29.4912%生命值上限",
                                    "31.3344%生命值上限",
                                    "33.1776%生命值上限",
                                    "35.0208%生命值上限",
                                    "36.864%生命值上限",
                                    "39.168%生命值上限",
                                    "41.472%生命值上限",
                                    "43.776%生命值上限"
                                ]
                            },
                            {
                                "Desc": "永世流沔伤害",
                                "ParamLevelList": [
                                    "22.528%生命值上限",
                                    "24.2176%生命值上限",
                                    "25.9072%生命值上限",
                                    "28.16%生命值上限",
                                    "29.8496%生命值上限",
                                    "31.5392%生命值上限",
                                    "33.792%生命值上限",
                                    "36.0448%生命值上限",
                                    "38.2976%生命值上限",
                                    "40.5504%生命值上限",
                                    "42.8032%生命值上限",
                                    "45.056%生命值上限",
                                    "47.872%生命值上限",
                                    "50.688%生命值上限",
                                    "53.504%生命值上限"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "折旋落英之庭",
                        "Desc": "队伍中所有角色的元素类型均为<color style='color:#99FF88;'>草元素</color>与<color style='color:#80C0FF;'>水元素</color>，并且至少有一名草元素角色、一名水元素角色时：<br>妮露完成<color style='color:#FFD780;'>七域舞步</color>的第三段舞步会为附近的所有角色赋予持续30秒的「金杯的丰馈」状态。<br>处于金杯的丰馈状态下的角色受到<color style='color:#99FF88;'>草元素攻击</color>会使附近的所有角色元素精通提升100点，持续10秒；此外，触发绽放或月绽放反应时，将取代草原核产生「丰穰之核」。<br>相比草原核，丰穰之核在产生后将迅速迸发，并且具有更大的影响范围。<br>丰穰之核无法触发超绽放与烈绽放反应，与草原核共享数量上限。丰穰之核的攻击视为绽放反应的草原核的攻击。<br>当队伍中角色的元素类型不满足本突破天赋的条件时，将移除已有的金杯的丰馈效果。",
                        "Icon": "UI_Talent_S_Nilou_05"
                    },
                    {
                        "Name": "翩舞永世之梦",
                        "Desc": "基于妮露生命值上限超过30000的部分，每1000点生命值上限将使处于「金杯的丰馈」状态下的角色触发的丰穰之核造成的伤害提升9%。<br>通过这种方式至多使丰穰之核造成的伤害提升400%。",
                        "Icon": "UI_Talent_S_Nilou_06"
                    },
                    {
                        "Name": "白玉莲盏",
                        "Desc": "完美烹饪冒险类食物时，有12%概率获得2倍产出。",
                        "Icon": "UI_Talent_S_Yunjin_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "却月的轻舞",
                        "Desc": "<color style='color:#FFD780;'>七域舞步</color>获得如下强化：<br> · 水月造成的伤害提升65%；<br> · 净天水环的持续时间延长6秒。",
                        "Icon": "UI_Talent_S_Nilou_01"
                    },
                    {
                        "Level": 2,
                        "Name": "星天的花雨",
                        "Desc": "处于「金杯的丰馈」状态下的角色对敌人造成<color style='color:#80C0FF;'>水元素伤害</color>后，该敌人的<color style='color:#80C0FF;'>水元素抗性</color>降低35%，持续10秒；对敌人造成绽放或月绽放反应伤害后，该敌人的<color style='color:#99FF88;'>草元素抗性</color>降低35%，持续10秒。<br>需要解锁突破天赋「折旋落英之庭」。",
                        "Icon": "UI_Talent_S_Nilou_02"
                    },
                    {
                        "Level": 3,
                        "Name": "倾影的莲步",
                        "Desc": "<color style='color:#FFD780;'>浮莲舞步 · 远梦聆泉</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Nilou_01"
                    },
                    {
                        "Level": 4,
                        "Name": "挽漪的节音",
                        "Desc": "<color style='color:#FFD780;'>七域舞步</color>的翩转状态下的第三段舞步命中敌人后，将为妮露恢复15点元素能量，并使妮露的<color style='color:#FFD780;'>浮莲舞步 · 远梦聆泉</color>造成的伤害提升50%，持续8秒。",
                        "Icon": "UI_Talent_S_Nilou_03"
                    },
                    {
                        "Level": 5,
                        "Name": "翩旋的流光",
                        "Desc": "<color style='color:#FFD780;'>七域舞步</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Nilou_02"
                    },
                    {
                        "Level": 6,
                        "Name": "断霜的弦歌",
                        "Desc": "每1000点生命值上限，将使妮露的暴击率提升0.6%，暴击伤害提升1.2%。<br>通过这种方式，妮露的暴击率至多提升30%，暴击伤害至多提升60%。",
                        "Icon": "UI_Talent_S_Nilou_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Nilou": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.75,
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 52.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.6
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 47.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 55.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 55.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.7,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 54.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.7,
                        3.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 66.43,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "Nilou_Sustained_Water",
                "AttGrp": "Nilou_Sustained_Water",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.2,
                        2.7,
                        4.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 85.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 90.31,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.5,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 52.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.5,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 52.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 47.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        1.2
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 73.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.2
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 51.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        2.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        2.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}