// Auto Generated

var _AvatarFetterConfig_ = {
    "27": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "「璃月七星」掌管整个璃月港的商业运作，身居高位自然引得千万觊觎。小心驶得万年船是他们的共识，抛头露面不是他们喜爱的作风。<br>但七星之中的「天权」星，凝光，是唯一的例外。<br>敌人眼中厉害的商人、孩子眼中亲切的大姐姐、玉京台宴会上的名媛、甜食界不动如山的鉴赏家…提到凝光，所有人都能侃侃而谈，仿佛对她了如指掌。然而每个人口中的故事都不尽相同，甚至相去甚远。<br>「凝光大人是个厉害人物」——所有故事中，只有这样一个共通之处。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "璃月港上空漂浮着一座以浮石驱动的飞行宫殿。那是属于凝光的产业——「群玉阁」。<br>天气晴朗时，站在宫门外的甲板上，便能俯瞰璃月港大半风光。<br>如要处理重大商业事务，凝光定会来到这座天上宫阁，禁止旁人出入，只允许三名心腹陪侍在旁。心腹们翻阅资料，整合文书，一旦得出成果，便把摘要贴在墙上。凝光自己则一边欣赏璃月风景，一边倚栏静思。<br>墙壁被资料盖满前，凝光一定会得到最佳方案。跟着，她碾碎所有资料，将大量碎屑撒向窗外，营造一场突如其来的碎雪。<br>那些纸片上的字迹，在璃月港所有商人眼中，就像雪地里的墨渍一样扎眼。<br>每当这阵「碎雪」降临，璃月商界必有天翻地覆。",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "「凝光大人什么都知道。」外来者常常会被璃月人如此告诫。<br>想要钻漏子的商会、某位正在囤积货物的奸商、归港船队携带的违禁私货…对于这些或明或暗的信息，「天权」无一不知。<br>某位须弥炼金术士到璃月游学，无意中查阅到黑岩厂十年前一笔夜泊石交易的账目。当夜，凝光的近侍便敲响了他的窗户，请他去「群玉阁」一叙。<br>有谣言说，空中宫殿「群玉阁」被凝光施加了法术，能将璃月港每个人的悄悄话捕捉进去、复读出来，供凝光一一聆听。<br>但凝光真正的「耳目」，却是那些在璃月港街头巷尾玩闹的孩子们。<br>每一场机密会面，每一次秘密谈话，每一个陌生访客，都被他们看在眼里。孩子们聚在「凝光大姐姐」身边时，凝光手里的零食总能让他们知无不言，言无不尽。<br>凝光会将孩童所说的信息抽丝剥茧。璃月港对她来说，再无秘密可言。<br>她比任何人都明白「人情」这件商品的价值，所以才愿意将时间花费在市井之中。<br>当然，还有一点点私心——凝光很喜欢孩子对她笑。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "在赚钱这件事上，凝光与大部分人一样，永远不嫌钱多。<br>她所挣得的钱，不仅能作为财富，更能作为一场又一场胜利的标志。<br>凝光对民众温柔可亲，对同行则是迥异的态度。<br>商场角力是她无可替代的刺激游戏，每位巨商大贾无奈让出的摩拉，都会让凝光脸上笑容更多一分。而商会任她自由调控的场面，则会让她每天都心情愉悦。<br>一场又一场胜利后，「璃月七星」财力越发雄厚，整座璃月港也蒸蒸日上，将更多商机与财富带给凝光。利益环环相扣，形成完美闭环，对于这根链条，「璃月七星」都十分满意。<br>常有人问，凝光万贯家财，为何还从商不辍？<br>「万贯家财？那自然好。」<br>面对如此奇怪的问题，凝光深感诧异。<br>「可是，再多赚一摩拉，又有什么不好？」",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "生活在璃月，人人都需按规则出牌。规则会保护他们的利益不受侵犯，相应地，违规之人也将受到惩罚。<br>这些规则源自璃月守护神「摩拉克斯」制订的古老律法，绝对可靠。璃月数千年历史中，历任「天权」对每条律法逐一修订，使其符合璃月不同阶段的社会需求。这些古老律法被整合成册，附带一本两百七十九页的注释，发放到所有璃月人手中。<br>凝光喜欢这样的璃月港。井然的秩序能让商业更具活力，而她又比任何人都更理解秩序的细节。<br>唯独一位名为「北斗」的船长，仗着她珍奇的货物与独一无二的商业情报，屡次视律法于不顾，出海私运禁货。在凝光眼中，她是璃月港的「害群之马」。<br>身为「天权」，凝光对北斗的违规行为向来予以重罚。可北斗总是坦然接受，让凝光稍感意外。<br>规矩之外，她私下也不断旁敲侧击，暗示北斗改变行事方式，为七星留下转圜余地。北斗却一直用「路见不平」、「扶危济困」及「养活船队」等理由敷衍搪塞，永远我行我素，对凝光的提点置若罔闻。<br>久而久之，除了一句「油盐不进」，凝光对这位船长再无其他评价。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "像凝光这样富有魅力又家财万贯的女性，自然不会缺少异性的追求。<br>出身玉京台的贵公子、事业有成的年轻富商、周游七国的大船长，都愿费尽心思换取凝光嫣然一笑。甚至传说有一位枫丹廷来的大老板，与凝光聊过几句，便下令签订与璃月港的贸易合约。如此大手笔，只为能更多地见到凝光。<br>凝光对每一位追求者都彬彬有礼，保持着优雅体面又令人不失臆想的距离。这也渐渐成为璃月街头巷尾的热门话题：凝光大人究竟爱谁？<br>人们并不知道，凝光不会爱「有限」之物，也不愿被「有限」所困。<br>「群玉阁」，这座飞行在璃月港上空，只属于凝光的宫殿。起初，它只有房间大小，如今已能遮蔽璃月上空真正的银月了。<br>凝光赚来的无尽财富，有相当一部分用在了邀请顶级工匠不断扩建「群玉阁」上，使其变得越发庞大华贵。<br>在凝光看来，「群玉阁」象征着她的权威与魄力，是象征她生意运转良好的符号。<br>它是凝光最爱的事物，仅次于摩拉。它几乎像是「无限」的。<br>终有一日，它的影子会笼罩七国。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "棋戏「璃月千年」",
                "Content": "为打发时间，凝光发明了一种棋。<br>棋盘不仅按比例复制了璃月港的地形街道，商贩、茶馆、商肆、酒店、杂铺一应俱全，还配有六面、十面、十二面等各式骰子。玩家用骰子决定棋子步数，落在各个地点，便会触发不同事件。整场游戏以玩家手中的最终筹码数定胜负。<br>根据凝光心情变化，棋的规则也随时改变。与人对弈，规则将以凝光手中的最新版本为准。<br>在她心情最好的时候，甚至会叫人拿来笔纸，当场更新规则版本——目前还没人能赢下凝光一局，且最新规则已迭代到第三十二版的第六个子版本。<br>对外发售的，是凝光眼中最简单易懂的第八版。而在普通民众看来，这规则依然太过繁复冗杂。<br>但因棋子极为精美，购买者仍络绎不绝。<br>事实上，为了棋子购入这种棋的人，比真正的玩家还多。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "谁也说不清「神之眼」是如何诞生的，它从来都是凭空出现，令无数不被认可的渴求者苦寻无门。<br>而无主的「神之眼」的空壳，是使用者死后才会留下的东西。它不含任何元素力，也没有具体的方法能唤醒，只是有很小几率与人共鸣，且不允许多人反复尝试…<br>凝光第一次见到这种空壳时，下意识想到：又有新的商机送上门来了。<br>若是把这枚空壳拿去拍卖，定能让富人们豪掷千金。即便无法共鸣，拿去装点门楣，也不失为一件优越之事…<br>要是有多种获取空壳的渠道，不就能促成一门长期买卖？<br>凝光一边把玩「神之眼」的空壳，一边写着拍卖计划书。思及滚滚财源，她笑容愈发灿烂，正是在此刻，空壳之中光芒大作。<br>随着「神之眼」觉醒，凝光的笑容也逐渐凝固。<br>近侍推门进来，看见凝光手中觉醒的「神之眼」，连忙高声恭贺主人喜得至宝。<br>凝光却满脸不悦，没好气地说：<br>「有什么好恭喜的？都已经拆封了，这还卖得出去吗？！」",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "我是七星之「天权」，凝光。要做个交易吗？你来做我的贴身侍卫，而我，会教导你在璃月出人头地的技巧。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 古玩",
                "Content": "就算古玩价值连城，给人的快乐也只有刚拥有的一瞬。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 商战",
                "Content": "在商战中，完美的猎手不会留下任何痕迹。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 投资",
                "Content": "找笔新的投资吧。无论如何，摩拉都不会嫌多。",
                "Tips": []
            },
            {
                "Title": "下雨的时候…",
                "Content": "哦？下雨了啊。替我打伞吧。",
                "Tips": []
            },
            {
                "Title": "下雪的时候…",
                "Content": "不过是寻常雪景。我带你见见，真正的「碎雪」。",
                "Tips": []
            },
            {
                "Title": "阳光很好…",
                "Content": "风平浪静？呵，不要相信你的眼睛，眼睛会说谎。",
                "Tips": []
            },
            {
                "Title": "刮大风了…",
                "Content": "这样的大风天，会成为捕鱼人的灾难。也会成为…呵，没什么。",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "早，按事情的轻重缓急向我禀报吧。",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "「琉璃亭」和「新月轩」，你更常去哪一家？",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "茶馆已经客满了？那就来「群玉阁」坐坐吧。只要…你付得起价钱。",
                "Tips": [
                    "完成「辞行久远之躯」剧情"
                ]
            },
            {
                "Title": "晚安…",
                "Content": "嗯，去休息吧。要是发生了重要的事情，我会派人通知你的。",
                "Tips": []
            },
            {
                "Title": "关于凝光自己 · 观点",
                "Content": "无论是价格谈判还是商战博弈，声势和筹码都是次要的。想要取得胜利，就需要先去了解对手的底牌。",
                "Tips": []
            },
            {
                "Title": "关于凝光自己 · 印象",
                "Content": "觉得我给你的印象变了？呵…那时我需要借助你的力量，当然要让你觉得我亲切热情。但现在我已将你当作重要的「契约」伙伴，伙伴之间，就不用这些虚情假意了。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「迫近的客星」剧情"
                ]
            },
            {
                "Title": "关于我们 · 传言",
                "Content": "关于我的传言，最近听了不少吧。我究竟是怎样的人？用你自己的双眼分辨吧…当然，你的看法，也会成为传言的一部分。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 观察",
                "Content": "跟了我那么久，你学会「观察」了吗。那么，试着来「观察」我吧，直到成为我的心腹为止。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于我们 · 群玉阁",
                "Content": "上前来，和我并肩站着。看到「群玉阁」了吗。它起初只有房间大小，如今却能遮蔽璃月上空。等到它的规模有朝一日笼罩七国，那时候，也这样和我并肩而立吧。",
                "Tips": [
                    "好感等级达到6后开启",
                    "完成「辞行久远之躯」剧情"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "能用摩拉解决的事情，就无需使用「神之眼」。至于用摩拉也解决不了的事情…至今我只遇到过一件。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "有什么想要分享 · 庄家",
                "Content": "赌徒永远会把希望寄托在下一颗骰子上…但最后赚钱的，当然是从来不碰骰子的庄家。",
                "Tips": []
            },
            {
                "Title": "有什么想要分享 · 目标",
                "Content": "帝君的离去，无论对璃月还是七星来说，都是不小的考验。我也很久没有像最近这样辗转反侧了。<br>不过，我不会放弃我的目标。总有一日，我会让群玉阁投下的影子笼罩七国——",
                "Tips": [
                    "好感等级达到6后开启",
                    "完成「迫近的客星」剧情"
                ]
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "璃月古代辞赋中不乏对于「琉璃百合」的溢美，但它现今却近乎灭绝，只在「玉京台」还有保留。名声在外却又不可多得，因此更加价格不菲。",
                "Tips": []
            },
            {
                "Title": "关于北斗 · 罚金",
                "Content": "那位…船长。明明也受到不少人推崇，却总是带头漠视规则。她缴纳的罚金，都够买一艘崭新的远洋船了吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于北斗 · 态度",
                "Content": "或许你没有遇到过这种糟糕的交流体验。将好话坏话说尽了，对方却依然自行其是。罢了，尽可能不要让我见到那位北斗船长。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于钟离…",
                "Content": "钟离…「往生堂」口中的这位先生，精通许多旁人不知的事物。但在掌握他的弱点之前，再优秀的棋子，也还不能为我所用。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于行秋…",
                "Content": "飞云商会的二公子，那种性格的人看不惯我，是很自然的，而我也不会去为难他。「道不同不相为谋」，说的就是这个道理。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于香菱…",
                "Content": "「万民堂」的小丫头…总是把对我的猜疑写在脸上。呵，要是让她知道了，这些年来我对「万民堂」的资助…她会露出怎样的表情来呢？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于甘雨…",
                "Content": "即使是甘雨，也不可过度依赖。璃月俗语说「百密终有一疏」。重要事情当前，只有自己亲手处理，亲眼查证，才可放心。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于瑶瑶…",
                "Content": "是在谈论甘雨正帮忙照看着的小姑娘么。呵，不用紧张，此事我并无声张的打算。就当那个船长，总能做一两件聪明事吧。对了，这瑶瑶，近来光顾着吃海产了，你得想办法劝劝甘雨，叫她为瑶瑶多补充些瓜果蔬菜才对。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于刻晴…",
                "Content": "「玉衡星」…她最近的变化可真不小。璃月究竟更需要曾经的她，还是更需要现在的她呢？可能要多花一些时间，才能判断吧。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「迫近的客星」剧情"
                ]
            },
            {
                "Title": "关于琴…",
                "Content": "蒙德城的代理团长，想必是一位严谨而又细腻的女性吧。且不说她恰如其分的用词，连每张信纸的边缘都折叠得一丝不苟。越是这些容易被人忽视的细节，越能透过它窥见一个人真正的品质。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于烟绯…",
                "Content": "烟绯？呵，某种意义上，她是个贴心的对手呢。若不是她「灵巧」地解释律法，为咨询者们提供各种「奇妙」的建议，要让我独自找到律法的缺口，逐步完善法典，怕是要多花数月的时间。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于申鹤…",
                "Content": "申鹤小姐近来可好？有劳你多多关照她了。你们帮忙重建群玉阁的事，我一直记在心里，也很是感激。啊，客套话就不多说了，我备了好茶，闲时多来坐坐吧。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「风起鹤归」剧情"
                ]
            },
            {
                "Title": "关于云堇…",
                "Content": "云堇啊…怎么样，你听得惯她的戏吗？起初可能是有些难懂，试着耐下性子多品味一下吧。我投资她的戏班不为别的，只是觉得，这般典雅的艺术，值得被一直传承下去。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于夜兰…",
                "Content": "她是个很有意思的人，对我而言，也是绝对可信之人。八面玲珑，才能无可挑剔。呵呵，既然同为聪明人，希望你们能相处愉快。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于闲云…",
                "Content": "再过些时日，我打算约闲云女士去茶室小坐。我恰巧收集了一些机巧玩物，想听听她的高见，也想趁此机会，听她讲讲仙人在璃月港生活的趣事。至于为我递这份邀请函的人选…你可有意？",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「千里月明」剧情"
                ]
            },
            {
                "Title": "关于白马仙人…",
                "Content": "",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「？？？」剧情"
                ]
            },
            {
                "Title": "想要了解凝光 · 其一",
                "Content": "既然是你，就不用恪守那些繁文缛节了，可以随意一些。不过，希望你能珍惜我的时间，言简意赅地进行说明。",
                "Tips": []
            },
            {
                "Title": "想要了解凝光 · 其二",
                "Content": "我向来以为，孩子们最为天真纯粹，他们提供的情报也最有价值。那么，你又如何呢？你向我提供的东西，会是些什么呢。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解凝光 · 其三",
                "Content": "最近我在思考一个问题。如果能把你留在璃月，假以时日…或许能撬动这座城市的…呵，只是设想而已。这笔投资值不值，我还得再考虑考虑。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解凝光 · 其四",
                "Content": "你可以学我的做法，靠摩拉来为自己获取一些便利。但你要记住，摩拉维持的关系只能依仗一时。呵，这也是我从不用摩拉来试探你的理由。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解凝光 · 其五",
                "Content": "真是一笔不错的投资。虽然没有收益多少摩拉，但与你度过的这些时光，已是很不错的回报。呵，看来我又赢了——我，赌对了人。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "凝光的爱好…",
                "Content": "想来试试棋戏「璃月千年」么？正好也让我看看，你作为一名棋手的素质，究竟如何呢。",
                "Tips": []
            },
            {
                "Title": "凝光的烦恼…",
                "Content": "烦恼…哦？「璃月七星」的烦恼告诉了你…你的肩膀，能够承受得住吗？而且，如果你一不小心说出去了的话…",
                "Tips": []
            },
            {
                "Title": "喜欢的食物…",
                "Content": "用老鸡和猪骨小火久煮熬制高汤，淋在只取菜心的鲜嫩白菜上。我对饮食追求不深。平日里吃点这样的东西，也就够了。",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "我见过有人每次宴会必点「黄金蟹」这种看上去显得大富大贵的食物，但我对此始终不敢恭维。如果你想用这样的料理宴请我，还不如直接给我摩拉。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "不错。你总能出乎我的意料。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "有时，没有把握关键要素，就等于徒劳无功…能明白么？",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "心意我领了。",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "{M#这是选用上等的霓裳花织出的锦缎。这份是留给你的，这一份…等你找到自己的妹妹之后，拿去做件她喜欢的衣服吧。祝你们，生日快乐。}{F#这是选用上等的霓裳花织出的锦缎。拿去做件自己喜欢的衣服，过个开心点的生日吧。}",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "「武斗」缺乏风度，只能作为下策中的下策。",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "将时间和摩拉作为筹码，等价交换到「力量」吗…有趣。我认可它的价值。",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "你是怀着怎样的心情坚持的呢？嘘…不要说出来。让我多花一点时间来看透你。",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "我并不轻易肯定别人，但现在看来，我这赞扬是留不住了。呵…你做得很出色。要是我的手下能多一点像你这样的人…不，或许，有你一个就够了。",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "雕虫小技。",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "别白费功夫。",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "哼，劝你放弃。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "你的性命，我收下了。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "向我臣服吧。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "永别了。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "好一双慧眼。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "颗粒归仓。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "财富，多多益善。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "竟然敢伤我。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "我记下了。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "哼。",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "如今的局面，你没有几成胜算。",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "既然如此，就帮你一把。",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "这世上之人，皆为棋子…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "胜负已分…真是无可奈何。",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "这就是，「天权」的终焉？…",
                "Tips": []
            },
            {
                "Title": "普通受击 · 其一",
                "Content": "无礼。",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "等着吧。",
                "Tips": []
            },
            {
                "Title": "重受击 · 其二",
                "Content": "血债血还。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "知道了。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "抓紧时间吧。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "不要让我失望。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "27": {
        "Costumes": [
            {
                "ID": 340002,
                "Name": "纱中幽兰",
                "Desc": "凝光的礼服装扮。绀蓝长裙勾勒出丽人优雅的曲线，脚踝上的蝶翼又为她平添了几分轻盈。",
                "Icon": "UI_AvatarIcon_NingguangCostumeFloral",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "玑玉琼金",
                "Desc": "凝光的装扮款式。绣工精巧、尽显雍容气度的飘逸裙装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108139,
            "JD": 108094,
            "Name": "<b>乾坤摩拉肉</b>",
            "Eff": "复苏选中的角色，为其恢复生命值上限的10%，并额外恢复150点生命值。",
            "Desc": "凝光的特色料理。饼皮软糯适中，肉块肥瘦均匀，如蜜般的肉汁随着挤压丝丝渗出。看似高高在上的「天权」凝光大人，究竟是从哪里学会的这门手艺呢？",
            "Recipe": {
                "100061": 1,
                "110001": 1
            },
            "Icon": "UI_ItemIcon_108139"
        },
        "Namecard": {
            "Name": "<b>凝光 · 凤仪</b>",
            "Desc": "名片纹饰。<br> 常说「麟止凤仪，所患在少」。另一位不论，凝光大人这样的人，一个就够了…",
            "Pic": "UI_NameCardPic_Ningguang_P"
        }
    }
}

var acs_cache_ = {
    "340002": "璃月商界叱咤风云人物，天权凝光，脸上似乎永远挂着自信沉稳的微笑。<br>但这样的她，其实和普通的璃月人一样，也会为懊丧、不甘、落寞等种种愁思感到困扰。<br>曾经，在璃月港遭逢大难之际，凝光不得已而亲手牺牲了群玉阁——那座她苦心营建了数年的天上行宫。<br>往昔点滴回忆，或甜或苦，都随群玉阁一同沉入大海。即便是凝光，心中也无比不舍。<br>就算尘埃落定后，她终于得到机会重筑过去的梦，也时常暗自喟叹。<br>世事多如此，不知何时就会面临失去。<br>每念及此，不禁怅然。<br><br>当空中盛宴再次开场，凝光身着一袭幽蓝礼裙款款上前，举杯邀请众人共同庆贺。<br>然而，在觥筹交错的间隙，在名物珍玩、金浆玉馔、乐声、笑闹声织就的海洋中，<br>璃月的天权星却再次被愁思攫住了心怀。<br><br>心中烦闷的她走出席间，来到夜空下。<br>远处楼宇内的欢声笑语已不可闻，茫茫天地中她似乎孤身一人。<br>她像过去常做的那样，再次俯瞰脚下的璃月——<br>幽幽月光如轻纱般拢住璃月。自碧水原至璃沙郊，大地显出一片壮阔的柔白。<br>这是凝光最熟悉的景象。自群玉阁落成，每晚她眼中所见的天地都是如此磅礴。<br>时光荏苒，群山沧海依旧。<br><br>「人世无常中，其中却也有着不易改变的事物啊。<br>「百年之后，天地万象或有不同。可到那一日，我的容颜已经逝去，身躯化作枯骨。<br>「这一袭长裙，无论曾流转出何种光华，届时也早已黯淡。<br>「不过，只要我存在于世，便有数之不尽的财富任我支配，有尊为天权的力量随我调用。<br>「此生定当尽兴而活。权势、富贵、情谊，均不可有缺憾。<br>「这不是我早就认定的事情么？既然如此，又怎能落入窠臼，因一时之虚无而迷失心智。<br>「正因人生短暂，才更要惜取这百年。<br>「哪怕千秋万代，之后的人也都将记住这个名字——凝光。」<br><br>她转身回到席间，心中已然清明。<br>再露面时，天权凝光面上又是自信沉稳的微笑。"
}