// Auto Generated

var _AvatarDataConfig_ = {
    "Noel": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Noel": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "100022": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113009": 2,
                "100022": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113009": 4,
                "100022": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113009": 8,
                "100022": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113009": 12,
                "100022": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113009": 20,
                "100022": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113004": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113004": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113004": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113004": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113004": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113004": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113004": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113004": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112007": 4,
                "113004": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112007": 6,
                "113004": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112007": 9,
                "113004": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112007": 12,
                "113004": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Noel": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "西风剑术 · 女仆",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "79.12%",
                                    "85.56%",
                                    "92.0%",
                                    "101.2%",
                                    "107.64%",
                                    "115.0%",
                                    "125.12%",
                                    "135.24%",
                                    "145.36%",
                                    "156.4%",
                                    "167.44%",
                                    "178.48%",
                                    "189.52%",
                                    "200.56%",
                                    "211.6%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "73.358%",
                                    "79.329%",
                                    "85.3%",
                                    "93.83%",
                                    "99.801%",
                                    "106.625%",
                                    "116.008%",
                                    "125.391%",
                                    "134.774%",
                                    "145.01%",
                                    "155.246%",
                                    "165.482%",
                                    "175.718%",
                                    "185.954%",
                                    "196.19%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "86.258%",
                                    "93.279%",
                                    "100.3%",
                                    "110.33%",
                                    "117.351%",
                                    "125.375%",
                                    "136.408%",
                                    "147.441%",
                                    "158.474%",
                                    "170.51%",
                                    "182.546%",
                                    "194.582%",
                                    "206.618%",
                                    "218.654%",
                                    "230.69%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "50.74%",
                                    "54.87%",
                                    "59.0%",
                                    "64.9%",
                                    "69.03%",
                                    "73.75%",
                                    "80.24%",
                                    "86.73%",
                                    "93.22%",
                                    "100.3%",
                                    "107.38%",
                                    "114.46%",
                                    "121.54%",
                                    "128.62%",
                                    "135.7%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "90.472%",
                                    "97.836%",
                                    "105.2%",
                                    "115.72%",
                                    "123.084%",
                                    "131.5%",
                                    "143.072%",
                                    "154.644%",
                                    "166.216%",
                                    "178.84%",
                                    "191.464%",
                                    "204.088%",
                                    "216.712%",
                                    "229.336%",
                                    "241.96%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "护心铠",
                        "Desc": "唤出护体的岩铠，对周围的敌人造成<color style='color:#FFE699;'>岩元素伤害</color>，并形成护盾，伤害吸收量基于诺艾尔的防御力。<br>护盾具有如下效果：<br> · 诺艾尔的普通攻击与重击命中时，都有几率为队伍中所有角色恢复生命值；<br> · 对所有元素伤害与物理伤害有150%的吸收效果。<br><br>触发治疗时的治疗量受益于诺艾尔的防御力。<br><br><i>诺艾尔既是侍奉的女仆，也是坚毅的骑士。</i>",
                        "Icon": "Skill_S_Noel_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "120.0%防御力",
                                    "129.0%防御力",
                                    "138.0%防御力",
                                    "150.0%防御力",
                                    "159.0%防御力",
                                    "168.0%防御力",
                                    "180.0%防御力",
                                    "192.0%防御力",
                                    "204.0%防御力",
                                    "216.0%防御力",
                                    "228.0%防御力",
                                    "240.0%防御力",
                                    "255.0%防御力",
                                    "270.0%防御力",
                                    "285.0%防御力"
                                ]
                            },
                            {
                                "Desc": "吸收量",
                                "ParamLevelList": [
                                    "160.0%防御力+769.7851",
                                    "172.0%防御力+846.7743",
                                    "184.0%防御力+930.17926",
                                    "200%防御力+1020",
                                    "212.0%防御力+1116.2365",
                                    "224.0%防御力+1218.8888",
                                    "240.0%防御力+1327.9568",
                                    "256.0%防御力+1443.4407",
                                    "272.0%防御力+1565.3402",
                                    "288.0%防御力+1693.6555",
                                    "304.0%防御力+1828.3867",
                                    "320.0%防御力+1969.5336",
                                    "340.0%防御力+2117.0962",
                                    "360.0%防御力+2271.0747",
                                    "380.0%防御力+2431.4688"
                                ]
                            },
                            {
                                "Desc": "治疗量",
                                "ParamLevelList": [
                                    "21.28%防御力+102.71802",
                                    "22.876%防御力+112.99125",
                                    "24.472%防御力+124.12058",
                                    "26.6%防御力+136.10602",
                                    "28.196%防御力+148.94756",
                                    "29.792%防御力+162.64519",
                                    "31.92%防御力+177.19893",
                                    "34.048%防御力+192.60878",
                                    "36.176%防御力+208.87473",
                                    "38.304%防御力+225.99677",
                                    "40.432%防御力+243.97491",
                                    "42.56%防御力+262.80917",
                                    "45.22%防御力+282.49954",
                                    "47.88%防御力+303.046",
                                    "50.54%防御力+324.44855"
                                ]
                            },
                            {
                                "Desc": "治疗触发几率",
                                "ParamLevelList": [
                                    "50.0%",
                                    "51.0%",
                                    "52.0%",
                                    "53.0%",
                                    "54.0%",
                                    "55.0%",
                                    "56.0%",
                                    "57.0%",
                                    "58.0%",
                                    "59.0%",
                                    "59.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒",
                                    "24秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "大扫除",
                        "Desc": "将磐石的力量凝聚在武器上，冲击周围的敌人并进行一次大范围扫击，造成<color style='color:#FFE699;'>岩元素伤害</color>。<br>此后，获得如下效果：<br> · 提高诺艾尔的攻击范围；<br> · 将攻击伤害转为<color style='color:#FFE699;'>岩元素伤害</color>，该元素转化无法被附魔覆盖；<br> · 基于诺艾尔的防御力，提高攻击力。<br><br><i>需要扫除的，有时不仅仅是灰尘…</i>",
                        "Icon": "Skill_E_Noel_01",
                        "ParamDesc": [
                            {
                                "Desc": "爆发伤害",
                                "ParamLevelList": [
                                    "67.2%",
                                    "72.24%",
                                    "77.28%",
                                    "84.0%",
                                    "89.04%",
                                    "94.08%",
                                    "100.8%",
                                    "107.52%",
                                    "114.24%",
                                    "120.96%",
                                    "127.68%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%"
                                ]
                            },
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "92.8%",
                                    "99.76%",
                                    "106.72%",
                                    "116.0%",
                                    "122.96%",
                                    "129.92%",
                                    "139.2%",
                                    "148.48%",
                                    "157.76%",
                                    "167.04%",
                                    "176.32%",
                                    "185.6%",
                                    "197.2%",
                                    "208.8%",
                                    "220.4%"
                                ]
                            },
                            {
                                "Desc": "攻击力提高",
                                "ParamLevelList": [
                                    "40.0%防御力",
                                    "43.0%防御力",
                                    "46.0%防御力",
                                    "50.0%防御力",
                                    "53.0%防御力",
                                    "56.0%防御力",
                                    "60.0%防御力",
                                    "64.0%防御力",
                                    "68.0%防御力",
                                    "72.0%防御力",
                                    "76.0%防御力",
                                    "80.0%防御力",
                                    "85.0%防御力",
                                    "90.0%防御力",
                                    "95.0%防御力"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "全心全意",
                        "Desc": "诺艾尔处于队伍后台，且当前场上自己的角色的生命值低于30%时自动触发：<br>为当前场上自己的角色生成一个伤害吸收量等同于诺艾尔防御力400%的护盾，持续20秒。<br> · 对所有元素伤害与物理伤害有150%的吸收效果。<br>该效果60秒内只能触发一次。",
                        "Icon": "UI_Talent_S_Noel_05"
                    },
                    {
                        "Name": "干净利落",
                        "Desc": "诺艾尔的普通攻击或重击累计命中敌人4次，会减少<color style='color:#FFD780;'>护心铠</color>1秒的冷却。<br>每0.1秒至多计数一次。",
                        "Icon": "UI_Talent_S_Noel_06"
                    },
                    {
                        "Name": "女仆的态度",
                        "Desc": "完美烹饪防御类食物时，有12%概率获得2倍产出。",
                        "Icon": "UI_Talent_Cook_Defense"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "支援就交给我吧",
                        "Desc": "同时处于<color style='color:#FFD780;'>大扫除</color>与<color style='color:#FFD780;'>护心铠</color>状态时，护心铠的生命值回复效果触发几率提升至100%。",
                        "Icon": "UI_Talent_S_Noel_01"
                    },
                    {
                        "Level": 2,
                        "Name": "旋风女仆",
                        "Desc": "诺艾尔的重击的体力消耗降低20%，伤害提升15%。",
                        "Icon": "UI_Talent_S_Noel_02"
                    },
                    {
                        "Level": 3,
                        "Name": "女仆不会受伤",
                        "Desc": "<color style='color:#FFD780;'>护心铠</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Noel_01"
                    },
                    {
                        "Level": 4,
                        "Name": "之后会扫干净的",
                        "Desc": "<color style='color:#FFD780;'>护心铠</color>在效果结束时，或因伤害破碎时，会对周围的敌人造成400%攻击力的<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Icon": "UI_Talent_S_Noel_03"
                    },
                    {
                        "Level": 5,
                        "Name": "骑士团扫除专家",
                        "Desc": "<color style='color:#FFD780;'>大扫除</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Noel_02"
                    },
                    {
                        "Level": 6,
                        "Name": "要一尘不染才行",
                        "Desc": "<color style='color:#FFD780;'>大扫除</color>额外提高诺艾尔防御力50%的攻击力；<br>此外，在技能持续时间内，每打倒1个敌人，其持续时间将延长1秒，最多不会超过10秒。",
                        "Icon": "UI_Talent_S_Noel_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Noel": {
        "AttackList": [
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 105.8,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 98.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 115.34,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 151.68,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 132.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 122.82,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 143.86501,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.2,
                        3.3,
                        3.3
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 189.75,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        1.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.5,
                        1.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.5,
                        1.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}