// Auto Generated

var _AvatarDataConfig_ = {
    "Olorun": {
        "BallList": [
            {
                "When": "灵眼命中怪物（至多触发一次）",
                "DropArray": [
                    {
                        "Num": 3,
                        "Chance": 1
                    }
                ]
            }
        ],
        "EndureList": [
            {
                "Skill": "特殊腾跃",
                "Endure": 0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@5.2v4 改动#</b><br>• 元素战技产球：@4 → 3#",
            "<b>@5.2v3 改动#</b><br>• 元素战技产球：@3 → 4#",
            "<b>@嘲讽#</b><br>• 嘲讽范围为@8m#，比大部分角色远<br>• 嘲讽5m的角色：安柏、甘雨、一斗、林尼、提纳里<br>• 嘲讽8m的角色：琳妮特、欧洛伦",
            "<b>@抗打断#</b><br>• 特殊腾跃期间，不可打断",
            "<b>@产球#</b><br>• 元素战技灵眼的首次弹跳，产生 @4*雷元素微粒#，冷却时间 6s"
        ]
    }
}

var _AvatarMats_ = {
    "Olorun": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101252": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113064": 2,
                "101252": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113064": 4,
                "101252": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113064": 8,
                "101252": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113064": 12,
                "101252": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113064": 20,
                "101252": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113054": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113054": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104350": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112103": 4,
                "113054": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112103": 6,
                "113054": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112103": 9,
                "113054": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112103": 12,
                "113054": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Olorun": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 宿灵闪箭",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷元素会凭附在箭矢上。聚满了雷元素的箭矢会造成高额的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>此外，长按瞄准时，欧洛伦会进入「灵觉」状态，提取「灵谜涂鸦」和「灵谜纹」中的信息与力量。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "暝色缒索",
                        "Desc": "欧洛伦将烟谜主亘古传承的秘术具现为暝色的<color style='color:#FFD780;'>灵眼</color>投向敌人，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>附近存在其他敌人时，灵眼将在附近的敌人间弹跳，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。每次施放暝色缒索后，每名敌人只能被选为一次目标。<br>进行3次弹跳或附近没有可以被选为目标的敌人时，灵眼将消失。至多同时存在一枚欧洛伦自己创造的灵眼。<br><br><i>「人们总是想要预见未来，但那或许是因为他们还没有找到自己该做的事…抱歉，又在说难懂的话了。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "黯声回响",
                        "Desc": "欧洛伦唤起远古的秘仪，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并召唤出「超音灵眼」。<br><br><color style='color:#FFD780;'>超音灵眼</color><br> · 持续嘲讽周围的敌人，吸引敌人攻击；<br> · 持续旋转并发射音波，对附近的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>拥有足够感知的人，能够听见万物细微的声响。那样即便是在无光的长夜，也不会失去行路的方向。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "施放伤害",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波碰撞伤害",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜翳的通感",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，欧洛伦将获得40点夜魂值。施放元素战技后的15秒内，队伍中附近的当前场上角色造成<color style='color:#80C0FF;'>水元素伤害</color>或<color style='color:#FFACFF;'>雷元素伤害</color>时，欧洛伦将获得5点夜魂值，该效果每0.3秒至多触发一次，在持续期间内至多触发10次。<br><br>此外，附近的敌人受到<color style='color:#FFACFF;'>感电</color>反应的伤害或队伍中附近的其他角色造成的具有夜魂性质的伤害时，若欧洛伦拥有至少10点夜魂值，欧洛伦将消耗10点夜魂值，进入夜魂加持状态，并触发「显象超感」效果：基于欧洛伦攻击力的130%，对周围至多4名敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。上述效果每1.8秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 欧洛伦</color><br>欧洛伦的夜魂加持状态持续至多6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "灵相的触媒",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>灵眼</color>命中敌人后，欧洛伦将获得「灵相之印」效果，持续15秒。<br><br><color style='color:#FFD780;'>灵相之印</color><br>队伍中附近的当前场上角色造成<color style='color:#80C0FF;'>水元素伤害</color>或<color style='color:#FFACFF;'>雷元素伤害</color>时，将为该角色恢复3点元素能量；若欧洛伦处于队伍后台，还会为欧洛伦恢复3点元素能量。该效果每1秒至多触发一次，在持续期间内至多触发3次。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域赐礼 · 流雾跃影",
                        "Desc": "在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 欧洛伦。当前场上角色处于特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换欧洛伦登场时触发：欧洛伦将高高腾跃而起。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，长按跳跃时，欧洛伦将消耗75点体力腾跃而起；在纳塔存在燃素机制的区域时，欧洛伦会优先消耗5点燃素，腾跃至更高的高度。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "生活天赋",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "林雾间的行迹",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>灵眼</color>能额外弹跳2次。<br>此外，<color style='color:#FFD780;'>灵眼</color>命中敌人后，将为该敌人施加「夜暝」效果，持续12秒；对处于「夜暝」效果的影响下的敌人，固有天赋「夜翳的通感」触发的「显象超感」造成的伤害提升60%，该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "藏蜜酒的王蜂",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>黯声回响</color>后，欧洛伦将获得「灵式超感」效果，持续9秒。<br><br><color style='color:#FFD780;'>灵式超感</color><br>获得12%<color style='color:#FFACFF;'>雷元素伤害加成</color>；<br>持续期间，元素爆发<color style='color:#FFD780;'>黯声回响</color>或<color style='color:#FFD780;'>超音灵眼</color>每额外命中一名敌人，都将进一步使欧洛伦获得12%<color style='color:#FFACFF;'>雷元素伤害加成</color>，至多通过这种方式获得60%<color style='color:#FFACFF;'>雷元素伤害加成</color>。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "栖地蝠的灵笼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "如夜风的谜烟",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>召唤的<color style='color:#FFD780;'>超音灵眼</color>的旋转速度提升25%。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "为心魂的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "致深泉的颂赞",
                        "Desc": "触发固有天赋「夜翳的通感」的「显象超感」后，会使队伍中自己的当前场上角色的攻击力提升10%，持续9秒。该效果至多叠加3层，每层独立计算持续时间。<br>此外，施放元素爆发<color style='color:#FFD780;'>黯声回响</color>时，将触发一次等同于「显象超感」的效果，造成原本200%的伤害。<br>该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 宿灵闪箭",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷元素会凭附在箭矢上。聚满了雷元素的箭矢会造成高额的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>此外，长按瞄准时，欧洛伦会进入「灵觉」状态，提取「灵谜涂鸦」和「灵谜纹」中的信息与力量。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "暝色缒索",
                        "Desc": "欧洛伦将烟谜主亘古传承的秘术具现为暝色的<color style='color:#FFD780;'>灵眼</color>投向敌人，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>附近存在其他敌人时，灵眼将在附近的敌人间弹跳，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。每次施放暝色缒索后，每名敌人只能被选为一次目标。<br>进行3次弹跳或附近没有可以被选为目标的敌人时，灵眼将消失。至多同时存在一枚欧洛伦自己创造的灵眼。<br><br><i>「人们总是想要预见未来，但那或许是因为他们还没有找到自己该做的事…抱歉，又在说难懂的话了。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "黯声回响",
                        "Desc": "欧洛伦唤起远古的秘仪，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并召唤出「超音灵眼」。<br><br><color style='color:#FFD780;'>超音灵眼</color><br> · 持续嘲讽周围的敌人，吸引敌人攻击；<br> · 持续旋转并发射音波，对附近的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>拥有足够感知的人，能够听见万物细微的声响。那样即便是在无光的长夜，也不会失去行路的方向。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "施放伤害",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波碰撞伤害",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜翳的通感",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」时，欧洛伦将获得40点夜魂值。施放元素战技后的15秒内，队伍中附近的当前场上角色造成<color style='color:#80C0FF;'>水元素伤害</color>或<color style='color:#FFACFF;'>雷元素伤害</color>时，欧洛伦将获得5点夜魂值，该效果每0.3秒至多触发一次，在持续期间内至多触发10次。<br><br>此外，附近的敌人受到<color style='color:#FFACFF;'>感电</color>反应的伤害或队伍中附近的其他角色造成的具有夜魂性质的伤害时，若欧洛伦拥有至少10点夜魂值，欧洛伦将消耗10点夜魂值，进入夜魂加持状态，并触发「显象超感」效果：基于欧洛伦攻击力的130%，对周围至多4名敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。上述效果每1.8秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 欧洛伦</color><br>欧洛伦的夜魂加持状态持续至多6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "灵相的触媒",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>灵眼</color>命中敌人后，欧洛伦将获得「灵相之印」效果，持续15秒。<br><br><color style='color:#FFD780;'>灵相之印</color><br>队伍中附近的当前场上角色造成<color style='color:#80C0FF;'>水元素伤害</color>或<color style='color:#FFACFF;'>雷元素伤害</color>时，将为该角色恢复3点元素能量；若欧洛伦处于队伍后台，还会为欧洛伦恢复3点元素能量。该效果每1秒至多触发一次，在持续期间内至多触发3次。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域赐礼 · 流雾跃影",
                        "Desc": "在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 欧洛伦。当前场上角色处于特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换欧洛伦登场时触发：欧洛伦将高高腾跃而起。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，长按跳跃时，欧洛伦将消耗75点体力腾跃而起；在纳塔存在燃素机制的区域时，欧洛伦会优先消耗5点燃素，腾跃至更高的高度。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "生活天赋",
                        "Desc": "队伍中自己的角色滑翔时移动速度提高15%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "林雾间的行迹",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>灵眼</color>能额外弹跳2次。<br>此外，<color style='color:#FFD780;'>灵眼</color>命中敌人后，将为该敌人施加「夜暝」效果，持续12秒；对处于「夜暝」效果的影响下的敌人，固有天赋「夜翳的通感」触发的「显象超感」造成的伤害提升60%，该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "藏蜜酒的王蜂",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>黯声回响</color>后，欧洛伦将获得「灵式超感」效果，持续9秒。<br><br><color style='color:#FFD780;'>灵式超感</color><br>获得12%<color style='color:#FFACFF;'>雷元素伤害加成</color>；<br>持续期间，元素爆发<color style='color:#FFD780;'>黯声回响</color>或<color style='color:#FFD780;'>超音灵眼</color>每额外命中一名敌人，都将进一步使欧洛伦获得12%<color style='color:#FFACFF;'>雷元素伤害加成</color>，至多通过这种方式获得60%<color style='color:#FFACFF;'>雷元素伤害加成</color>。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "栖地蝠的灵笼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "如夜风的谜烟",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>召唤的<color style='color:#FFD780;'>超音灵眼</color>的旋转速度提升25%。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "为心魂的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "致深泉的颂赞",
                        "Desc": "触发固有天赋「夜翳的通感」的「显象超感」后，会使队伍中自己的当前场上角色的攻击力提升10%，持续9秒。该效果至多叠加3层，每层独立计算持续时间。<br>此外，施放元素爆发<color style='color:#FFD780;'>黯声回响</color>时，将触发一次等同于「显象超感」的效果，造成原本200%的伤害。<br>该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 宿灵闪箭",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷元素会凭附在箭矢上。聚满了雷元素的箭矢会造成高额的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "暝色缒索",
                        "Desc": "欧洛伦将烟谜主亘古传承的秘术具现为暝色的<color style='color:#FFD780;'>宿灵球</color>投向敌人，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>附近存在其他敌人时，宿灵球将在附近的敌人间弹跳，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。每次施放暝色缒索后，每名敌人只能被选为一次目标。<br>进行3次弹跳或附近没有可以被选为目标的敌人时，宿灵球将消失。至多同时存在一枚欧洛伦自己创造的宿灵球。<br><br><i>「人们总是想要预见未来，但那或许是因为他们还没有找到自己该做的事…抱歉，又在说难懂的话了。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿灵球伤害",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "黯声回响",
                        "Desc": "欧洛伦唤起远古的秘仪，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并召唤出「超音灵眼」。<br><br><color style='color:#FFD780;'>超音灵眼</color><br> · 持续嘲讽周围的敌人，吸引敌人攻击；<br> · 持续旋转并发射音波，对附近的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>拥有足够感知的人，能够听见万物细微的声响。那样即便是在无光的长夜，也不会失去行路的方向。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘仪伤害",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波碰撞伤害",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜翳的通感",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，欧洛伦将获得40点夜魂值。施放元素战技后的15秒内，队伍中其他角色造成<color style='color:#80C0FF;'>水元素伤害</color>或<color style='color:#FFACFF;'>雷元素伤害</color>时，欧洛伦将获得5点夜魂值，该效果每0.3秒至多触发一次，在持续期间内至多触发10次。<br><br>此外，附近的敌人受到<color style='color:#FFACFF;'>感电</color>反应的伤害或队伍中附近的其他角色造成的具有夜魂性质的伤害时，若欧洛伦拥有至少10点夜魂值，欧洛伦将消耗10点夜魂值，进入夜魂加持状态，并触发「显象超感」效果：基于欧洛伦攻击力的160%，对周围至多4名敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。上述效果每1.8秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 欧洛伦</color><br>欧洛伦的夜魂加持状态持续至多6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "灵相的触媒",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>命中敌人后，欧洛伦将获得「灵相之印」效果，持续15秒。<br><br><color style='color:#FFD780;'>灵相之印</color><br>队伍中附近的当前场上角色普攻、重击或下落攻击命中敌人后，将为该角色恢复3点元素能量；若欧洛伦处于队伍后台，还会为欧洛伦恢复3点元素能量。该效果每1秒至多触发一次，在持续期间内至多触发3次。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域赐礼 · 流雾跃影",
                        "Desc": "在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 欧洛伦。当前场上角色位于空中时，切换欧洛伦登场时触发：欧洛伦将高高腾跃而起。自己的队伍每10秒可以触发一次夜魂传递。<br><br>长按瞄准时，欧洛伦会进入「灵觉」状态，处于这种状态下时，欧洛伦可以与「灵谜涂鸦」和「灵谜纹」交互，提取其中的信息与力量，这些物件的交互规则沿袭暝视龙的交互规则。<br><br>此外，长按跳跃时，欧洛伦将消耗75点体力腾跃而起；在纳塔存在燃素机制的区域时，欧洛伦会优先消耗5点燃素，腾跃至更高的高度。<br>位于空中时，欧洛伦可以长按普通攻击，消耗燃素或体力进行瞄准。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "生活天赋",
                        "Desc": "队伍中自己的角色滑翔时移动速度提高15%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "林雾间的行迹",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>能额外弹跳2次。<br>此外，<color style='color:#FFD780;'>宿灵球</color>命中敌人后，将为该敌人施加「夜暝」效果，持续12秒；对处于「夜暝」效果的影响下的敌人，固有天赋「夜翳的通感」触发的「显象超感」造成的伤害提升50%，该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "藏蜜酒的王蜂",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>黯声回响</color>后，欧洛伦将获得「灵式超感」效果，持续9秒。<br><br><color style='color:#FFD780;'>灵式超感</color><br>获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>；<br>持续期间，元素爆发<color style='color:#FFD780;'>黯声回响</color>或<color style='color:#FFD780;'>超音灵眼</color>每额外命中一名敌人，都将进一步使欧洛伦获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>，至多通过这种方式获得40%<color style='color:#FFACFF;'>雷元素伤害加成</color>。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "栖地蝠的灵笼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "如夜风的谜烟",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>召唤的<color style='color:#FFD780;'>超音灵眼</color>的旋转速度提升25%。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "为心魂的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "致深泉的颂赞",
                        "Desc": "触发固有天赋「夜翳的通感」的「显象超感」后，会使队伍中自己的当前场上角色的攻击力提升10%，持续9秒。该效果至多叠加3层，每层独立计算持续时间。<br>此外，施放元素爆发<color style='color:#FFD780;'>黯声回响</color>时，将触发一次等同于「显象超感」的效果，造成原本200%的伤害。<br>该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 宿灵闪箭",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷元素会凭附在箭矢上。聚满了雷元素的箭矢会造成高额的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "暝色缒索",
                        "Desc": "欧洛伦将烟谜主亘古传承的秘术具现为暝色的<color style='color:#FFD780;'>宿灵球</color>投向敌人，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>附近存在其他敌人时，宿灵球将在附近的敌人间弹跳，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。每次施放暝色缒索后，每名敌人只能被选为一次目标。<br>进行3次弹跳或附近没有可以被选为目标的敌人时，宿灵球将消失。<br><br><i>「人们总是想要预见未来，但那或许是因为他们还没有找到自己该做的事…抱歉，又在说难懂的话了。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿灵球伤害",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "黯声回响",
                        "Desc": "欧洛伦唤起远古的秘仪，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并召唤出「超音灵眼」。<br><br><color style='color:#FFD780;'>超音灵眼</color><br> · 持续嘲讽周围的敌人，吸引敌人攻击；<br> · 持续旋转并发射音波，对附近的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>拥有足够感知的人，能够听见万物细微的声响。那样即便是在无光的长夜，也不会失去行路的方向。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘仪伤害",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波碰撞伤害",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜翳的通感",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，欧洛伦将获得40点夜魂值。施放元素战技后的15秒内，队伍中其他角色的元素类型为<color style='color:#80C0FF;'>水元素</color>或<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，欧洛伦将获得5点夜魂值，该效果每0.3秒至多触发一次，在持续期间内至多触发10次。<br>欧洛伦的夜魂值上限为80点。<br><br>此外，附近的敌人受到<color style='color:#FFACFF;'>感电</color>反应的伤害或队伍中附近的其他角色造成的具有夜魂性质的伤害时，若欧洛伦拥有至少10点夜魂值，欧洛伦将消耗10点夜魂值，进入夜魂加持状态，并触发「显象超感」效果：基于欧洛伦攻击力的160%，对周围至多4名敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。上述效果每1.8秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 欧洛伦</color><br>欧洛伦的夜魂加持状态持续至多6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "灵相的触媒",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>命中敌人后，欧洛伦将获得「灵相之印」效果，持续15秒。<br><br><color style='color:#FFD780;'>灵相之印</color><br>队伍中附近的当前场上角色普攻、重击或下落攻击命中敌人后，将为该角色恢复3点元素能量；若欧洛伦处于队伍后台，还会为欧洛伦恢复3点元素能量。该效果每1秒至多触发一次，在持续期间内至多触发3次。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域赐礼 · 流雾跃影",
                        "Desc": "在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 欧洛伦。当前场上角色位于空中时，切换欧洛伦登场时触发：欧洛伦将高高腾跃而起。自己的队伍每10秒可以触发一次夜魂传递。<br><br>长按瞄准时，欧洛伦会进入「灵觉」状态，处于这种状态下时，欧洛伦可以与「灵谜涂鸦」和「灵谜纹」交互，提取其中的信息与力量，这些物件的交互规则沿袭暝视龙的交互规则。<br><br>此外，长按跳跃时，欧洛伦将消耗75点体力腾跃而起；在纳塔存在燃素机制的区域时，欧洛伦会优先消耗5点燃素，腾跃至更高的高度。<br>位于空中时，欧洛伦可以长按普通攻击，消耗燃素或体力进行瞄准。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "皮行的巧技",
                        "Desc": "队伍中自己的角色滑翔时移动速度提高15%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "林雾间的行迹",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>能额外弹跳2次。<br>此外，<color style='color:#FFD780;'>宿灵球</color>命中敌人后，将为该敌人施加「夜暝」效果，持续12秒；对处于「夜暝」效果的影响下的敌人，固有天赋「夜翳的通感」触发的「显象超感」造成的伤害提升50%，该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "藏蜜酒的王蜂",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>黯声回响</color>后，欧洛伦将获得「灵式超感」效果，持续9秒。<br><br><color style='color:#FFD780;'>灵式超感</color><br>获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>；<br>此外，持续期间，元素爆发<color style='color:#FFD780;'>黯声回响</color>或<color style='color:#FFD780;'>超音灵眼</color>每额外命中一名敌人，都将进一步使欧洛伦获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>，至多通过这种方式获得32%<color style='color:#FFACFF;'>雷元素伤害加成</color>。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "栖地蝠的灵笼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "如夜风的谜烟",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>召唤的<color style='color:#FFD780;'>超音灵眼</color>的旋转速度提升25%。<br>此外，施放<color style='color:#FFD780;'>黯声回响</color>后，为欧洛伦自己恢复8点元素能量。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "为心魂的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "致深泉的颂赞",
                        "Desc": "触发固有天赋「夜翳的通感」的「显象超感」后，会使队伍中自己的当前场上角色的攻击力提升10%，持续9秒。该效果至多叠加3层，每层独立计算持续时间。<br>此外，施放元素爆发<color style='color:#FFD780;'>黯声回响</color>时，将触发一次等同于「显象超感」的效果，造成原本200%的伤害。<br>该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 宿灵闪箭",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷元素会凭附在箭矢上。聚满了雷元素的箭矢会造成高额的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.775%",
                                    "68.897%",
                                    "73.607%",
                                    "80.085%",
                                    "86.562%",
                                    "93.04%",
                                    "100.106%",
                                    "107.173%",
                                    "114.239%",
                                    "121.305%",
                                    "128.372%",
                                    "135.438%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.373%",
                                    "47.985%",
                                    "51.597%",
                                    "56.757%",
                                    "60.369%",
                                    "64.496%",
                                    "70.172%",
                                    "75.848%",
                                    "81.523%",
                                    "87.715%",
                                    "93.906%",
                                    "100.0%",
                                    "106.29%",
                                    "112.481%",
                                    "118.673%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "69.821%",
                                    "75.504%",
                                    "81.187%",
                                    "89.306%",
                                    "94.989%",
                                    "101.484%",
                                    "110.414%",
                                    "119.345%",
                                    "128.276%",
                                    "138.018%",
                                    "147.76%",
                                    "157.503%",
                                    "167.245%",
                                    "176.988%",
                                    "186.73%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "暝色缒索",
                        "Desc": "欧洛伦将烟谜主亘古传承的秘术具现为暝色的<color style='color:#FFD780;'>宿灵球</color>投向敌人，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>附近存在其他敌人时，宿灵球将在附近的敌人间弹跳，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。每次施放暝色缒索后，每名敌人只能被选为一次目标。<br>进行3次弹跳或附近没有可以被选为目标的敌人时，宿灵球将消失。<br><br><i>「人们总是想要预见未来，但那或许是因为他们还没有找到自己该做的事…抱歉，又在说难懂的话了。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿灵球伤害",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "黯声回响",
                        "Desc": "欧洛伦唤起远古的秘仪，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并召唤出「超音灵眼」。<br><br><color style='color:#FFD780;'>超音灵眼</color><br> · 持续嘲讽周围的敌人，吸引敌人攻击；<br> · 持续旋转并发射音波，对附近的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>拥有足够感知的人，能够听见万物细微的声响。那样即便是在无光的长夜，也不会失去行路的方向。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘仪伤害",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.463%",
                                    "200.542%",
                                    "217.98%",
                                    "231.059%",
                                    "244.138%",
                                    "261.576%",
                                    "279.014%",
                                    "296.453%",
                                    "313.891%",
                                    "331.33%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波碰撞伤害",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜翳的通感",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，欧洛伦将获得40点夜魂值。施放元素战技后的15秒内，队伍中其他角色的元素类型为<color style='color:#80C0FF;'>水元素</color>或<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，欧洛伦将获得5点夜魂值，该效果每0.3秒至多触发一次，在持续期间内至多触发10次。<br>欧洛伦的夜魂值上限为80点。<br><br>此外，附近的敌人受到<color style='color:#FFACFF;'>感电</color>反应的伤害或队伍中附近的其他角色造成的具有夜魂性质的伤害时，若欧洛伦拥有至少10点夜魂值，欧洛伦将消耗10点夜魂值，进入夜魂加持状态，并触发「显象超感」效果：基于欧洛伦攻击力的160%，对周围至多4名敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。上述效果每1.8秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 欧洛伦</color><br>欧洛伦的夜魂加持状态持续至多6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "灵相的触媒",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>命中敌人后，欧洛伦将获得「灵相之印」效果，持续15秒。<br><br><color style='color:#FFD780;'>灵相之印</color><br>队伍中附近的当前场上角色普攻、重击或下落攻击命中敌人后，将为该角色恢复3点元素能量；若欧洛伦处于队伍后台，还会为欧洛伦恢复3点元素能量。该效果每1秒至多触发一次，在持续期间内至多触发3次。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域赐礼 · 流雾跃影",
                        "Desc": "在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 欧洛伦。当前场上角色位于空中时，切换欧洛伦登场时触发：欧洛伦将高高腾跃而起。自己的队伍每10秒可以触发一次夜魂传递。<br><br>长按瞄准时，欧洛伦会进入「灵觉」状态，处于这种状态下时，欧洛伦可以与「灵谜涂鸦」和「灵谜纹」交互，提取其中的信息与力量，这些物件的交互规则沿袭暝视龙的交互规则。<br><br>此外，长按跳跃时，欧洛伦将消耗75点体力腾跃而起；在纳塔存在燃素机制的区域时，欧洛伦会优先消耗5点燃素，腾跃至更高的高度。<br>位于空中时，欧洛伦可以长按普通攻击，消耗燃素或体力进行瞄准。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "皮行的巧技",
                        "Desc": "队伍中自己的角色滑翔时移动速度提高15%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "林雾间的行迹",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>能额外弹跳2次。<br>此外，<color style='color:#FFD780;'>宿灵球</color>命中敌人后，将为该敌人施加「夜暝」效果，持续12秒；对处于「夜暝」效果的影响下的敌人，固有天赋「夜翳的通感」触发的「显象超感」造成的伤害提升50%，该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "藏蜜酒的王蜂",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>黯声回响</color>后，欧洛伦将获得「灵式超感」效果，持续9秒。<br><br><color style='color:#FFD780;'>灵式超感</color><br>获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>；<br>此外，持续期间，元素爆发<color style='color:#FFD780;'>黯声回响</color>或<color style='color:#FFD780;'>超音灵眼</color>每额外命中一名敌人，都将进一步使欧洛伦获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>，至多通过这种方式获得32%<color style='color:#FFACFF;'>雷元素伤害加成</color>。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "栖地蝠的灵笼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "如夜风的谜烟",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>召唤的<color style='color:#FFD780;'>超音灵眼</color>的旋转速度提升25%。<br>此外，施放<color style='color:#FFD780;'>黯声回响</color>后，为欧洛伦自己恢复8点元素能量。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "为心魂的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "致深泉的颂赞",
                        "Desc": "触发固有天赋「夜翳的通感」的「显象超感」后，会使队伍中自己的当前场上角色的攻击力提升10%，持续9秒。该效果至多叠加3层，每层独立计算持续时间。<br>此外，施放元素爆发<color style='color:#FFD780;'>黯声回响</color>时，将触发一次等同于「显象超感」的效果，造成原本200%的伤害。<br>该效果需要解锁固有天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "宿灵闪箭",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷元素会凭附在箭矢上。聚满了雷元素的箭矢会造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.642%",
                                    "54.764%",
                                    "58.886%",
                                    "64.7746%",
                                    "68.8966%",
                                    "73.6075%",
                                    "80.085%",
                                    "86.5624%",
                                    "93.0399%",
                                    "100.1062%",
                                    "107.1725%",
                                    "114.2388%",
                                    "121.3052%",
                                    "128.3715%",
                                    "135.4378%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.3734%",
                                    "47.9852%",
                                    "51.597%",
                                    "56.7567%",
                                    "60.3685%",
                                    "64.4963%",
                                    "70.1719%",
                                    "75.8476%",
                                    "81.5233%",
                                    "87.7149%",
                                    "93.9065%",
                                    "100.0982%",
                                    "106.2898%",
                                    "112.4815%",
                                    "118.6731%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "69.8208%",
                                    "75.5039%",
                                    "81.187%",
                                    "89.3057%",
                                    "94.9888%",
                                    "101.4838%",
                                    "110.4143%",
                                    "119.3449%",
                                    "128.2755%",
                                    "138.0179%",
                                    "147.7603%",
                                    "157.5028%",
                                    "167.2452%",
                                    "176.9877%",
                                    "186.7301%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "满蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "暝色缒索",
                        "Desc": "欧洛伦将烟谜主亘古传承的秘术具现为暝色的<color style='color:#FFD780;'>宿灵球</color>投向敌人，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br>附近存在其他敌人时，宿灵球将在附近的敌人间弹跳，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。每次施放暝色缒索后，每名敌人只能被选为一次目标。<br>进行3次弹跳或附近没有可以被选为目标的敌人时，宿灵球将消失。<br><br><i>「人们总是想要预见未来，但那或许是因为他们还没有找到自己该做的事…抱歉，又在说难懂的话了。」</i>",
                        "Icon": "Skill_S_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "宿灵球伤害",
                                "ParamLevelList": [
                                    "197.6%",
                                    "212.42%",
                                    "227.24%",
                                    "247.0%",
                                    "261.82%",
                                    "276.64%",
                                    "296.4%",
                                    "316.16%",
                                    "335.92%",
                                    "355.68%",
                                    "375.44%",
                                    "395.2%",
                                    "419.9%",
                                    "444.6%",
                                    "469.3%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "黯声回响",
                        "Desc": "欧洛伦唤起远古的秘仪，造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素范围伤害</color>，并召唤出「超音灵眼」。<br><br><color style='color:#FFD780;'>超音灵眼</color><br> · 持续嘲讽周围的敌人，吸引敌人攻击；<br> · 持续旋转并发射音波，对附近的敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><i>拥有足够感知的人，能够听见万物细微的声响。那样即便是在无光的长夜，也不会失去行路的方向。</i>",
                        "Icon": "Skill_E_Olorun_01",
                        "ParamDesc": [
                            {
                                "Desc": "秘仪伤害",
                                "ParamLevelList": [
                                    "174.384%",
                                    "187.4628%",
                                    "200.5416%",
                                    "217.98%",
                                    "231.0588%",
                                    "244.1376%",
                                    "261.576%",
                                    "279.0144%",
                                    "296.4528%",
                                    "313.8912%",
                                    "331.3296%",
                                    "348.768%",
                                    "370.566%",
                                    "392.364%",
                                    "414.162%"
                                ]
                            },
                            {
                                "Desc": "音波碰撞伤害",
                                "ParamLevelList": [
                                    "33.2%",
                                    "35.69%",
                                    "38.18%",
                                    "41.5%",
                                    "43.99%",
                                    "46.48%",
                                    "49.8%",
                                    "53.12%",
                                    "56.44%",
                                    "59.76%",
                                    "63.08%",
                                    "66.4%",
                                    "70.55%",
                                    "74.7%",
                                    "78.85%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "夜翳的通感",
                        "Desc": "队伍中的附近的角色触发「夜魂迸发」后，欧洛伦将获得40点夜魂值。施放元素战技后的15秒内，队伍中其他角色的元素类型为<color style='color:#80C0FF;'>水元素</color>或<color style='color:#FFACFF;'>雷元素</color>的攻击命中敌人时，欧洛伦将获得5点夜魂值，该效果每0.3秒至多触发一次，在持续期间内至多触发10次。<br>欧洛伦的夜魂值上限为80点。<br><br>此外，附近的敌人受到<color style='color:#FFACFF;'>感电或月感电</color>反应的伤害或队伍中附近的其他角色造成的具有夜魂性质的伤害时，若欧洛伦拥有至少10点夜魂值，欧洛伦将消耗10点夜魂值，进入夜魂加持状态，并触发「显象超感」效果：基于欧洛伦攻击力的160%，对周围至多4名敌人造成具有夜魂性质的<color style='color:#FFACFF;'>雷元素伤害</color>。上述效果每1.8秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 欧洛伦</color><br>欧洛伦的夜魂加持状态持续至多6秒。",
                        "Icon": "UI_Talent_S_Olorun_05"
                    },
                    {
                        "Name": "灵相的触媒",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>命中敌人后，欧洛伦将获得「灵相之印」效果，持续15秒。<br><br><color style='color:#FFD780;'>灵相之印</color><br>队伍中附近的当前场上角色普攻、重击或下落攻击命中敌人后，将为该角色恢复3点元素能量；若欧洛伦处于队伍后台，还会为欧洛伦恢复3点元素能量。该效果每1秒至多触发一次，在持续期间内至多触发3次。",
                        "Icon": "UI_Talent_S_Olorun_06"
                    },
                    {
                        "Name": "夜域赐礼 · 流雾跃影",
                        "Desc": "在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 欧洛伦。当前场上角色位于空中时，切换欧洛伦登场时触发：欧洛伦将高高腾跃而起。自己的队伍每10秒可以触发一次夜魂传递。<br><br>长按瞄准时，欧洛伦会进入「灵觉」状态，处于这种状态下时，欧洛伦可以与「灵谜涂鸦」和「灵谜纹」交互，提取其中的信息与力量，这些物件的交互规则沿袭暝视龙的交互规则。<br><br>此外，长按跳跃时，欧洛伦将消耗75点体力腾跃而起；在纳塔存在燃素机制的区域时，欧洛伦会优先消耗5点燃素，腾跃至更高的高度。<br>位于空中时，欧洛伦可以长按普通攻击，消耗燃素或体力进行瞄准。",
                        "Icon": "UI_Talent_S_Olorun_07"
                    },
                    {
                        "Name": "皮行的巧技",
                        "Desc": "队伍中自己的角色滑翔时移动速度提高15%。<br>无法与效果完全相同的固有天赋叠加。",
                        "Icon": "UI_Talent_S_Olorun_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "林雾间的行迹",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>中的<color style='color:#FFD780;'>宿灵球</color>能额外弹跳2次。<br>此外，<color style='color:#FFD780;'>宿灵球</color>命中敌人后，将为该敌人施加「夜暝」效果，持续12秒；对处于「夜暝」效果的影响下的敌人，突破天赋「夜翳的通感」触发的「显象超感」造成的伤害提升50%，该效果需要解锁突破天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "藏蜜酒的王蜂",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>黯声回响</color>后，欧洛伦将获得「灵式超感」效果，持续9秒。<br><br><color style='color:#FFD780;'>灵式超感</color><br>获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>；<br>此外，持续期间，元素爆发<color style='color:#FFD780;'>黯声回响</color>或<color style='color:#FFD780;'>超音灵眼</color>每额外命中一名敌人，都将进一步使欧洛伦获得8%<color style='color:#FFACFF;'>雷元素伤害加成</color>，至多通过这种方式获得32%<color style='color:#FFACFF;'>雷元素伤害加成</color>。",
                        "Icon": "UI_Talent_S_Olorun_02"
                    },
                    {
                        "Level": 3,
                        "Name": "栖地蝠的灵笼",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_01"
                    },
                    {
                        "Level": 4,
                        "Name": "如夜风的谜烟",
                        "Desc": "元素爆发<color style='color:#FFD780;'>黯声回响</color>召唤的<color style='color:#FFD780;'>超音灵眼</color>的旋转速度提升25%。<br>此外，施放<color style='color:#FFD780;'>黯声回响</color>后，为欧洛伦自己恢复8点元素能量。",
                        "Icon": "UI_Talent_S_Olorun_03"
                    },
                    {
                        "Level": 5,
                        "Name": "为心魂的献礼",
                        "Desc": "元素战技<color style='color:#FFD780;'>暝色缒索</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Olorun_02"
                    },
                    {
                        "Level": 6,
                        "Name": "致深泉的颂赞",
                        "Desc": "触发突破天赋「夜翳的通感」的「显象超感」后，会使队伍中自己的当前场上角色的攻击力提升10%，持续9秒。该效果至多叠加3层，每层独立计算持续时间。<br>此外，施放元素爆发<color style='color:#FFD780;'>黯声回响</color>时，将触发一次等同于「显象超感」的效果，造成原本200%的伤害。<br>该效果需要解锁突破天赋「夜翳的通感」。",
                        "Icon": "UI_Talent_S_Olorun_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Olorun": {}
}