// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerGirl_Fire": {}
}

var _AvatarMats_ = {
    "PlayerGirl_Fire": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerGirl_Fire": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 异邦烈焰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火剑",
                        "Desc": "驱使能够焚尽大地的烈火，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>以炽烈的方式驱使火之力。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「焰烈之槛」。<br>焰烈之槛接近敌人时，会间歇性对身边的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>以沉稳的方式驱使火之力，对附近的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「灼火之槛」。<br>当前场上处于灼火之槛中的角色对敌人造成伤害时，灼火之槛将进行协同攻击，基于旅行者的攻击力，对其造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>，该效果每3秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 旅行者</color><br>持续消耗夜魂值。旅行者的夜魂加持至多持续12秒，夜魂值耗尽时，旅行者的夜魂加持将会结束。期间再次施放元素战技时，旅行者的夜魂值会刷新为42点。<br>焰烈之槛与灼火之槛将在旅行者的夜魂加持结束时消失，同时只能存在一个由旅行者自己召唤的焰烈之槛或灼火之槛。<br><br><i>和派蒙一起观察过灼火流变的焰色。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "焰烈之槛伤害",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "灼火之槛伤害",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "灼火燎原",
                        "Desc": "将烈火凝聚为印记，对前方的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并在接下来的4秒内，每秒为旅行者恢复7点夜魂值。<br><br><i>和派蒙一起研究过使火燃烧不熄的条件。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "爁炎的真火",
                        "Desc": "旅行者拥有超过20点夜魂值时，元素战技<color style='color:#FFD780;'>流火剑</color>中的焰烈之槛与灼火之槛的攻击命中敌人后的影响范围提升。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "未烬的余火",
                        "Desc": "当前场上处于<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>中的角色，对敌人触发<color style='color:#FF9999;'>火元素相关反应</color>后，将为旅行者恢复5点元素能量，该效果每12秒至多触发一次。此外，队伍中的附近的角色触发「夜魂迸发」时，还将为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光的星火",
                        "Desc": "<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，当前场上角色造成的伤害提升6%；若当前场上角色处于夜魂加持状态，造成的伤害还会提升9%。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，旅行者的攻击力提高40%，受到的伤害降低40%，且抗打断能力提高。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长明的烛火",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>流火剑</color>后的12秒内，队伍中附近的角色对敌人触发<color style='color:#FF9999;'>火元素相关反应</color>后，将为旅行者恢复14点夜魂值，每次施放元素战技<color style='color:#FFD780;'>流火剑</color>至多通过这种方式恢复28点夜魂值。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，处于夜魂加持状态下时，旅行者的元素类型为<color style='color:#FF9999;'>火元素</color>的攻击命中敌人后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>降低20%，持续6秒，此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧传的烽火",
                        "Desc": "元素战技<color style='color:#FFD780;'>流火剑</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，旅行者获得40%<color style='color:#FF9999;'>火元素伤害加成</color>。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼的烈火",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，旅行者获得20%<color style='color:#FF9999;'>火元素伤害加成</color>，持续9秒。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，会为队伍中附近的所有角色恢复生命值，回复量相当于其生命值上限的40%，并在接下来的10秒内，每秒为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不灭的薪火",
                        "Desc": "元素爆发<color style='color:#FFD780;'>灼火燎原</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，旅行者的暴击率提升20%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃的圣火",
                        "Desc": "处于夜魂加持状态下时，旅行者的普通攻击、重击与下落攻击将转为具有夜魂性质且无法被附魔覆盖的<color style='color:#FF9999;'>火元素伤害</color>，且这些攻击的暴击伤害提升40%。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，处于夜魂加持状态下时，旅行者的移动速度提升20%，体力消耗降低30%，且进行普通攻击或重击时，还会向前方挥出流火，对路径上的敌人造成相当于旅行者攻击力96%的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 异邦烈焰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火剑",
                        "Desc": "驱使能够焚尽大地的烈火，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>以炽烈的方式驱使火之力。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「焰烈之槛」。<br>焰烈之槛接近敌人时，会间歇性对身边的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>以沉稳的方式驱使火之力，对附近的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「灼火之槛」。<br>当前场上处于灼火之槛中的角色对敌人造成伤害时，灼火之槛将进行协同攻击，基于旅行者的攻击力，对其造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>，该效果每3秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 旅行者</color><br>持续消耗夜魂值。旅行者的夜魂加持至多持续12秒，夜魂值耗尽时，或是再次施放时，旅行者的夜魂加持将会结束。<br>焰烈之槛与灼火之槛将在旅行者的夜魂加持结束时消失，同时只能存在一个由旅行者自己召唤的焰烈之槛或灼火之槛。<br><br><i>和派蒙一起观察过灼火流变的焰色。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "焰烈之槛伤害",
                                "ParamLevelList": [
                                    "30.32%",
                                    "32.594%",
                                    "34.868%",
                                    "37.9%",
                                    "40.174%",
                                    "42.448%",
                                    "45.48%",
                                    "48.512%",
                                    "51.544%",
                                    "54.576%",
                                    "57.608%",
                                    "60.64%",
                                    "64.43%",
                                    "68.22%",
                                    "72.01%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "灼火之槛伤害",
                                "ParamLevelList": [
                                    "91.6%",
                                    "98.47%",
                                    "105.34%",
                                    "114.5%",
                                    "121.37%",
                                    "128.24%",
                                    "137.4%",
                                    "146.56%",
                                    "155.72%",
                                    "164.88%",
                                    "174.04%",
                                    "183.2%",
                                    "194.65%",
                                    "206.1%",
                                    "217.55%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒",
                                    "20.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "厝火燎原",
                        "Desc": "将烈火凝聚为印记，对前方的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并在接下来的4秒内，每秒为旅行者恢复7点夜魂值。<br><br><i>和派蒙一起研究过使火燃烧不熄的条件。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "423.2%",
                                    "454.94%",
                                    "486.68%",
                                    "529.0%",
                                    "560.74%",
                                    "592.48%",
                                    "634.8%",
                                    "677.12%",
                                    "719.44%",
                                    "761.76%",
                                    "804.08%",
                                    "846.4%",
                                    "899.3%",
                                    "952.2%",
                                    "1005.1%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "爁炎的真火",
                        "Desc": "旅行者拥有超过20点夜魂值时，元素战技<color style='color:#FFD780;'>流火剑</color>中的焰烈之槛与灼火之槛的攻击的影响范围提升。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "未烬的余火",
                        "Desc": "当前场上处于<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>中的角色，对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复5点元素能量，该效果每12秒至多触发一次。此外，队伍中的附近的角色触发「夜魂迸发」时，还将为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光的星火",
                        "Desc": "<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，当前场上角色造成的伤害提升6%；若当前场上角色处于夜魂加持状态，造成的伤害还会提升6%。<hr style='margin: 12px 0;'>对抗？？？时，<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，旅行者的攻击力提高30%，受到的伤害降低30%，且抗打断能力提高。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长明的烛火",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>流火剑</color>后的12秒内，队伍中附近的角色对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复14点夜魂值，每次施放元素战技<color style='color:#FFD780;'>流火剑</color>至多通过这种方式恢复28点夜魂值。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的元素类型为<color style='color:#FF9999;'>火元素</color>的攻击命中敌人后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>降低15%，持续6秒，此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧传的烽火",
                        "Desc": "元素战技<color style='color:#FFD780;'>流火剑</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者获得30%<color style='color:#FF9999;'>火元素伤害加成</color>。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼的烈火",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>厝火燎原</color>后，旅行者获得20%<color style='color:#FF9999;'>火元素伤害加成</color>，持续9秒。<hr style='margin: 12px 0;'>对抗？？？时，施放元素爆发<color style='color:#FFD780;'>厝火燎原</color>后，会为范围内的当前场上角色恢复生命值，回复量相当于其生命值上限的30%，并在接下来的10秒内，每秒为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不灭的薪火",
                        "Desc": "元素爆发<color style='color:#FFD780;'>厝火燎原</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者的暴击率提升15%，暴击伤害提升30%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃的圣火",
                        "Desc": "处于夜魂加持状态下时，旅行者的普通攻击、重击与下落攻击将转为具有夜魂性质且无法被附魔覆盖的<color style='color:#FF9999;'>火元素伤害</color>，且这些攻击的暴击伤害提升40%。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的移动速度提升20%，体力消耗降低30%，且进行普通攻击或重击时，还会向前方挥出一道流火，对路径上的敌人造成相当于旅行者攻击力23%的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 异邦烈焰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火剑",
                        "Desc": "驱使能够焚尽大地的烈火，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>以炽烈的方式驱使火之力。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「焰烈之槛」。<br>焰烈之槛接近敌人时，会间歇性对身边的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>以沉稳的方式驱使火之力，对附近的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「灼火之槛」。<br>当前场上处于灼火之槛中的角色对敌人造成伤害时，灼火之槛将进行协同攻击，基于旅行者的攻击力，对其造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>，该效果每3秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 旅行者</color><br>持续消耗夜魂值。旅行者的夜魂加持至多持续12秒，夜魂值耗尽时，或是再次施放时，旅行者的夜魂加持将会结束。<br>焰烈之槛与灼火之槛将在旅行者的夜魂加持结束时消失，同时只能存在一个由旅行者自己召唤的焰烈之槛或灼火之槛。<br><br><i>和派蒙一起观察过灼火流变的焰色。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "焰烈之槛伤害",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "灼火之槛伤害",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "灼火燎原",
                        "Desc": "将烈火凝聚为印记，对前方的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并在接下来的4秒内，每秒为旅行者恢复7点夜魂值。<br><br><i>和派蒙一起研究过使火燃烧不熄的条件。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "爁炎的真火",
                        "Desc": "旅行者拥有超过20点夜魂值时，元素战技<color style='color:#FFD780;'>流火剑</color>中的焰烈之槛与灼火之槛的攻击命中敌人后的影响范围提升。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "未烬的余火",
                        "Desc": "当前场上处于<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>中的角色，对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复5点元素能量，该效果每12秒至多触发一次。此外，队伍中的附近的角色触发「夜魂迸发」时，还将为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光的星火",
                        "Desc": "<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，当前场上角色造成的伤害提升6%；若当前场上角色处于夜魂加持状态，造成的伤害还会提升9%。<hr style='margin: 12px 0;'>对抗？？？时，<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，旅行者的攻击力提高40%，受到的伤害降低40%，且抗打断能力提高。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长明的烛火",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>流火剑</color>后的12秒内，队伍中附近的角色对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复14点夜魂值，每次施放元素战技<color style='color:#FFD780;'>流火剑</color>至多通过这种方式恢复28点夜魂值。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的元素类型为<color style='color:#FF9999;'>火元素</color>的攻击命中敌人后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>降低20%，持续6秒，此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧传的烽火",
                        "Desc": "元素战技<color style='color:#FFD780;'>流火剑</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者获得40%<color style='color:#FF9999;'>火元素伤害加成</color>。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼的烈火",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，旅行者获得20%<color style='color:#FF9999;'>火元素伤害加成</color>，持续9秒。<hr style='margin: 12px 0;'>对抗？？？时，施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，会为队伍中附近的所有角色恢复生命值，回复量相当于其生命值上限的40%，并在接下来的10秒内，每秒为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不灭的薪火",
                        "Desc": "元素爆发<color style='color:#FFD780;'>灼火燎原</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者的暴击率提升20%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃的圣火",
                        "Desc": "处于夜魂加持状态下时，旅行者的普通攻击、重击与下落攻击将转为具有夜魂性质且无法被附魔覆盖的<color style='color:#FF9999;'>火元素伤害</color>，且这些攻击的暴击伤害提升40%。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的移动速度提升20%，体力消耗降低30%，且进行普通攻击或重击时，还会向前方挥出流火，对路径上的敌人造成相当于旅行者攻击力96%的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 异邦烈焰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火剑",
                        "Desc": "驱使能够焚尽大地的烈火，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>以炽烈的方式驱使火之力。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「焰烈之槛」。<br>焰烈之槛接近敌人时，会间歇性对身边的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>以沉稳的方式驱使火之力，对附近的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「灼火之槛」。<br>当前场上处于灼火之槛中的角色对敌人造成伤害时，灼火之槛将进行协同攻击，基于旅行者的攻击力，对其造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>，该效果每3秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 旅行者</color><br>持续消耗夜魂值。旅行者的夜魂加持至多持续12秒，夜魂值耗尽时，或是再次施放时，旅行者的夜魂加持将会结束。<br>焰烈之槛与灼火之槛将在旅行者的夜魂加持结束时消失，同时只能存在一个由旅行者自己召唤的焰烈之槛或灼火之槛。<br><br><i>和派蒙一起观察过灼火流变的焰色。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "焰烈之槛伤害",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "灼火之槛伤害",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "灼火燎原",
                        "Desc": "将烈火凝聚为印记，对前方的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并在接下来的4秒内，每秒为旅行者恢复7点夜魂值。<br><br><i>和派蒙一起研究过使火燃烧不熄的条件。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "爁炎的真火",
                        "Desc": "旅行者拥有超过20点夜魂值时，元素战技<color style='color:#FFD780;'>流火剑</color>中的焰烈之槛与灼火之槛的攻击命中敌人后的影响范围提升。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "未烬的余火",
                        "Desc": "当前场上处于<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>中的角色，对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复5点元素能量，该效果每12秒至多触发一次。此外，队伍中的附近的角色触发「夜魂迸发」时，还将为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光的星火",
                        "Desc": "<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，当前场上角色造成的伤害提升6%；若当前场上角色处于夜魂加持状态，造成的伤害还会提升9%。<hr style='margin: 12px 0;'>对抗？？？时，<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，旅行者的攻击力提高40%，受到的伤害降低40%，且抗打断能力提高。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长明的烛火",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>流火剑</color>后的12秒内，队伍中附近的角色对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复14点夜魂值，每次施放元素战技<color style='color:#FFD780;'>流火剑</color>至多通过这种方式恢复28点夜魂值。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的元素类型为<color style='color:#FF9999;'>火元素</color>的攻击命中敌人后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>降低20%，持续6秒，此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧传的烽火",
                        "Desc": "元素战技<color style='color:#FFD780;'>流火剑</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者获得40%<color style='color:#FF9999;'>火元素伤害加成</color>。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼的烈火",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，旅行者获得20%<color style='color:#FF9999;'>火元素伤害加成</color>，持续9秒。<hr style='margin: 12px 0;'>对抗？？？时，施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，会为队伍中附近的所有角色恢复生命值，回复量相当于其生命值上限的40%，并在接下来的10秒内，每秒为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不灭的薪火",
                        "Desc": "元素爆发<color style='color:#FFD780;'>灼火燎原</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者的暴击率提升20%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃的圣火",
                        "Desc": "处于夜魂加持状态下时，旅行者的普通攻击、重击与下落攻击将转为具有夜魂性质且无法被附魔覆盖的<color style='color:#FF9999;'>火元素伤害</color>，且这些攻击的暴击伤害提升40%。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的移动速度提升20%，体力消耗降低30%，且进行普通攻击或重击时，还会向前方挥出流火，对路径上的敌人造成相当于旅行者攻击力96%的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 异邦烈焰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火剑",
                        "Desc": "驱使能够焚尽大地的烈火，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>以炽烈的方式驱使火之力。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「焰烈之槛」。<br>焰烈之槛接近敌人时，会间歇性对身边的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>以沉稳的方式驱使火之力，对附近的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「灼火之槛」。<br>当前场上处于灼火之槛中的角色对敌人造成伤害时，灼火之槛将进行协同攻击，基于旅行者的攻击力，对其造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>，该效果每3秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 旅行者</color><br>持续消耗夜魂值。旅行者的夜魂加持至多持续12秒，夜魂值耗尽时，或是再次施放时，旅行者的夜魂加持将会结束。<br>焰烈之槛与灼火之槛将在旅行者的夜魂加持结束时消失，同时只能存在一个由旅行者自己召唤的焰烈之槛或灼火之槛。<br><br><i>和派蒙一起观察过灼火流变的焰色。</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "焰烈之槛伤害",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "灼火之槛伤害",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "灼火燎原",
                        "Desc": "将烈火凝聚为印记，对前方的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并在接下来的4秒内，每秒为旅行者恢复7点夜魂值。<br><br><i>和派蒙一起研究过使火燃烧不熄的条件。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒",
                                    "18.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "爁炎的真火",
                        "Desc": "旅行者拥有超过20点夜魂值时，元素战技<color style='color:#FFD780;'>流火剑</color>中的焰烈之槛与灼火之槛的攻击命中敌人后的影响范围提升。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "未烬的余火",
                        "Desc": "当前场上处于<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>中的角色，对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复5点元素能量，该效果每12秒至多触发一次。此外，队伍中的附近的角色触发「夜魂迸发」时，还将为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光的星火",
                        "Desc": "<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，当前场上角色造成的伤害提升6%；若当前场上角色处于夜魂加持状态，造成的伤害还会提升9%。<hr style='margin: 12px 0;'>对抗？？？时，<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，旅行者的攻击力提高40%，受到的伤害降低40%，且抗打断能力提高。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长明的烛火",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>流火剑</color>后的12秒内，队伍中附近的角色对敌人触发燃烧、蒸发、融化、超载、烈绽放、火元素扩散或火元素结晶反应后，将为旅行者恢复14点夜魂值，每次施放元素战技<color style='color:#FFD780;'>流火剑</color>至多通过这种方式恢复28点夜魂值。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的元素类型为<color style='color:#FF9999;'>火元素</color>的攻击命中敌人后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>降低20%，持续6秒，此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧传的烽火",
                        "Desc": "元素战技<color style='color:#FFD780;'>流火剑</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者获得40%<color style='color:#FF9999;'>火元素伤害加成</color>。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼的烈火",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，旅行者获得20%<color style='color:#FF9999;'>火元素伤害加成</color>，持续9秒。<hr style='margin: 12px 0;'>对抗？？？时，施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，会为队伍中附近的所有角色恢复生命值，回复量相当于其生命值上限的40%，并在接下来的10秒内，每秒为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不灭的薪火",
                        "Desc": "元素爆发<color style='color:#FFD780;'>灼火燎原</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗？？？时，旅行者的暴击率提升20%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃的圣火",
                        "Desc": "处于夜魂加持状态下时，旅行者的普通攻击、重击与下落攻击将转为具有夜魂性质且无法被附魔覆盖的<color style='color:#FF9999;'>火元素伤害</color>，且这些攻击的暴击伤害提升40%。<hr style='margin: 12px 0;'>对抗？？？时，处于夜魂加持状态下时，旅行者的移动速度提升20%，体力消耗降低30%，且进行普通攻击或重击时，还会向前方挥出流火，对路径上的敌人造成相当于旅行者攻击力96%的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "异邦烈焰",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "流火剑",
                        "Desc": "驱使能够焚尽大地的烈火，依据点按、长按，以不同的方式产生效果。<br><br><color style='color:#FFD780;'>点按</color><br>以炽烈的方式驱使火之力。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「焰烈之槛」。<br>焰烈之槛接近敌人时，会间歇性对身边的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>以沉稳的方式驱使火之力，对附近的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>。施放后，旅行者将获得42点夜魂值，进入夜魂加持状态，并唤出跟随当前场上角色的「灼火之槛」。<br>当前场上处于灼火之槛中的角色对敌人造成伤害时，灼火之槛将进行协同攻击，基于旅行者的攻击力，对其造成具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>，该效果每3秒至多触发一次。<br><br><color style='color:#FFD780;'>夜魂加持 · 旅行者</color><br>持续消耗夜魂值。旅行者的夜魂加持至多持续12秒，夜魂值耗尽时，旅行者的夜魂加持将会结束。期间再次施放元素战技时，旅行者的夜魂值会刷新为42点。<br>焰烈之槛与灼火之槛将在旅行者的夜魂加持结束时消失，同时只能存在一个由旅行者自己召唤的焰烈之槛或灼火之槛。<br><br><i>和派蒙一起观察过灼火流变的焰色。</i>",
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "焰烈之槛伤害",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "长按伤害",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "灼火之槛伤害",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "灼火燎原",
                        "Desc": "将烈火凝聚为印记，对前方的敌人造成具有夜魂性质的<color style='color:#FF9999;'>火元素范围伤害</color>，并在接下来的4秒内，每秒为旅行者恢复7点夜魂值。<br><br><i>和派蒙一起研究过使火燃烧不熄的条件。</i>",
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "爁炎的真火",
                        "Desc": "旅行者拥有超过20点夜魂值时，元素战技<color style='color:#FFD780;'>流火剑</color>中的焰烈之槛与灼火之槛的攻击命中敌人后的影响范围提升。",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "未烬的余火",
                        "Desc": "当前场上处于<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>中的角色，对敌人触发<color style='color:#FF9999;'>火元素相关反应</color>后，将为旅行者恢复5点元素能量，该效果每12秒至多触发一次。此外，队伍中的附近的角色触发「夜魂迸发」时，还将为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "流光的星火",
                        "Desc": "<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，当前场上角色造成的伤害提升6%；若当前场上角色处于夜魂加持状态，造成的伤害还会提升9%。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，<color style='color:#FFD780;'>焰烈之槛</color>或<color style='color:#FFD780;'>灼火之槛</color>存在期间，旅行者的攻击力提高40%，受到的伤害降低40%，且抗打断能力提高。",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "长明的烛火",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>流火剑</color>后的12秒内，队伍中附近的角色对敌人触发<color style='color:#FF9999;'>火元素相关反应</color>后，将为旅行者恢复14点夜魂值，每次施放元素战技<color style='color:#FFD780;'>流火剑</color>至多通过这种方式恢复28点夜魂值。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，处于夜魂加持状态下时，旅行者的元素类型为<color style='color:#FF9999;'>火元素</color>的攻击命中敌人后，该敌人的<color style='color:#FF9999;'>火元素抗性</color>降低20%，持续6秒，此效果至多叠加2层，每层独立计算持续时间。",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "燧传的烽火",
                        "Desc": "元素战技<color style='color:#FFD780;'>流火剑</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，旅行者获得40%<color style='color:#FF9999;'>火元素伤害加成</color>。",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "燎灼的烈火",
                        "Desc": "施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，旅行者获得20%<color style='color:#FF9999;'>火元素伤害加成</color>，持续9秒。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，施放元素爆发<color style='color:#FFD780;'>灼火燎原</color>后，会为队伍中附近的所有角色恢复生命值，回复量相当于其生命值上限的40%，并在接下来的10秒内，每秒为旅行者恢复4点元素能量。",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "不灭的薪火",
                        "Desc": "元素爆发<color style='color:#FFD780;'>灼火燎原</color>的技能等级提高3级。<br>至多提升至15级。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，旅行者的暴击率提升20%，暴击伤害提升40%。",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "永燃的圣火",
                        "Desc": "处于夜魂加持状态下时，旅行者的普通攻击、重击与下落攻击将转为具有夜魂性质且无法被附魔覆盖的<color style='color:#FF9999;'>火元素伤害</color>，且这些攻击的暴击伤害提升40%。<hr style='margin: 12px 0;'>对抗「古斯托特」化形的蚀灭的源焰之主时，处于夜魂加持状态下时，旅行者的移动速度提升20%，体力消耗降低30%，且进行普通攻击或重击时，还会向前方挥出流火，对路径上的敌人造成相当于旅行者攻击力96%的具有夜魂性质的<color style='color:#FF9999;'>火元素伤害</color>。",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerGirl_Fire": {}
}