// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerGirl_Grass": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerGirl_Grass": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerGirl_Grass": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "异邦草翦",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "草缘剑",
                        "Desc": "挥动武器，散布锋利的叶片，在前方造成<color style='color:#99FF88;'>草元素伤害</color>。<br><br><i>和派蒙一起观察过草叶边缘锋利的流形。</i>",
                        "Icon": "Skill_E_PlayerGrass_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "230.4%",
                                    "247.68%",
                                    "264.96%",
                                    "288.0%",
                                    "305.28%",
                                    "322.56%",
                                    "345.6%",
                                    "368.64%",
                                    "391.68%",
                                    "414.72%",
                                    "437.76%",
                                    "460.8%",
                                    "489.6%",
                                    "518.4%",
                                    "547.2%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "偃草若化",
                        "Desc": "凝聚花果草木的力量，创造草灯莲。<br>草灯莲会持续攻击其领域内的敌人，造成<color style='color:#99FF88;'>草元素伤害</color>。<br><br><color style='color:#FFD780;'>莲光幻变</color><br>草灯莲会在接触<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FFACFF;'>雷元素</color>/<color style='color:#FF9999;'>火元素</color>后，分别产生以下转变：<br> · <color style='color:#80C0FF;'>水元素</color>：扩大草灯莲的领域范围，并使其攻击的影响范围扩大；<br> · <color style='color:#FFACFF;'>雷元素</color>：提升草灯莲的攻击速度；<br> · <color style='color:#FF9999;'>火元素</color>：草灯莲将在短暂间隔后，激烈爆发消失，造成<color style='color:#99FF88;'>草元素范围伤害</color>。<br>草灯莲在存在期间只能发生一次莲光幻变。<br><br>同时只能存在一个由旅行者自己创造的草灯莲。<br><br><i>和派蒙一起研究过雨后草叶抽芽的声响。</i>",
                        "Icon": "Skill_S_PlayerGrass_01",
                        "ParamDesc": [
                            {
                                "Desc": "草灯莲攻击伤害",
                                "ParamLevelList": [
                                    "80.16%",
                                    "86.172%",
                                    "92.184%",
                                    "100.2%",
                                    "106.212%",
                                    "112.224%",
                                    "120.24%",
                                    "128.256%",
                                    "136.272%",
                                    "144.288%",
                                    "152.304%",
                                    "160.32%",
                                    "170.34%",
                                    "180.36%",
                                    "190.38%"
                                ]
                            },
                            {
                                "Desc": "激烈爆发伤害",
                                "ParamLevelList": [
                                    "400.8%",
                                    "430.86%",
                                    "460.92%",
                                    "501.0%",
                                    "531.06%",
                                    "561.12%",
                                    "601.2%",
                                    "641.28%",
                                    "681.36%",
                                    "721.44%",
                                    "761.52%",
                                    "801.6%",
                                    "851.7%",
                                    "901.8%",
                                    "951.9%"
                                ]
                            },
                            {
                                "Desc": "草灯莲存在时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "蔓生的埜草",
                        "Desc": "<color style='color:#FFD780;'>草灯莲</color>将在其存在期间每秒获得一层莲光遍照效果，使其领域内的当前场上角色的元素精通提升6点。草灯莲的莲光遍照效果至多叠加10层。",
                        "Icon": "UI_Talent_U_PlayerGrass_01"
                    },
                    {
                        "Name": "繁庑的丛草",
                        "Desc": "旅行者自己的每点元素精通，能使<color style='color:#FFD780;'>草缘剑</color>造成的伤害提升0.15%，<color style='color:#FFD780;'>偃草若化</color>造成的伤害提升0.1%。",
                        "Icon": "UI_Talent_U_PlayerGrass_02"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "寄身的倚草",
                        "Desc": "<color style='color:#FFD780;'>草缘剑</color>命中敌人后，将为旅行者恢复3.5点元素能量。",
                        "Icon": "UI_Talent_S_PlayerGrass_01"
                    },
                    {
                        "Level": 2,
                        "Name": "健韧的劲草",
                        "Desc": "<color style='color:#FFD780;'>草灯莲</color>的存在时间延长3秒。",
                        "Icon": "UI_Talent_S_PlayerGrass_02"
                    },
                    {
                        "Level": 3,
                        "Name": "婆娑的瑶草",
                        "Desc": "<color style='color:#FFD780;'>草缘剑</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_S_PlayerGrass_03"
                    },
                    {
                        "Level": 4,
                        "Name": "如饴的蜜草",
                        "Desc": "<color style='color:#FFD780;'>草灯莲</color>发生莲光幻变转化后，将获得5层突破天赋「蔓生的埜草」的莲光遍照效果。<br>需要解锁突破天赋「蔓生的埜草」。",
                        "Icon": "UI_Talent_S_PlayerGrass_04"
                    },
                    {
                        "Level": 5,
                        "Name": "迅生的丰草",
                        "Desc": "<color style='color:#FFD780;'>偃草若化</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_S_PlayerGrass_05"
                    },
                    {
                        "Level": 6,
                        "Name": "蕴思的霜草",
                        "Desc": "处于<color style='color:#FFD780;'>草灯莲</color>的莲光遍照效果影响下的角色获得12%<color style='color:#99FF88;'>草元素伤害加成</color>；若草灯莲发生过莲光幻变转化，还将获得12%对应元素伤害加成。",
                        "Icon": "UI_Talent_S_PlayerGrass_06"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerGirl_Grass": {}
}