// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerBoy_Water": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerBoy_Water": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104338": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerBoy_Water": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "异邦激流",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "水纹剑",
                        "Desc": "释放能够荡涤大地的激流。<br><br><color style='color:#FFD780;'>点按</color><br>向前释放喷发激流，对触及的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>进行瞄准，并不断向瞄准的方向释放露滴，对触及的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>。<br>结束时，将向前释放喷发激流，对触及的敌人造成<color style='color:#80C0FF;'>水元素伤害</color>。<br>充盈：长按施放时，若旅行者的生命值高于50%，露滴造成的伤害将基于旅行者的生命值上限提高，并且每秒损失一定的生命值。<br><br><color style='color:#FFD780;'>始基力：芒性</color><br>每隔一段时间，在释放喷发激流后，将出现穿透敌人的灵息之刺，造成具有芒性的<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><i>和派蒙一起观察过水面漾起的涟漪。</i>",
                        "Icon": "Skill_S_PlayerWater_01",
                        "ParamDesc": [
                            {
                                "Desc": "喷发激流伤害",
                                "ParamLevelList": [
                                    "189.28%",
                                    "203.476%",
                                    "217.672%",
                                    "236.6%",
                                    "250.796%",
                                    "264.992%",
                                    "283.92%",
                                    "302.848%",
                                    "321.776%",
                                    "340.704%",
                                    "359.632%",
                                    "378.56%",
                                    "402.22%",
                                    "425.88%",
                                    "449.54%"
                                ]
                            },
                            {
                                "Desc": "露滴伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺伤害",
                                "ParamLevelList": [
                                    "32.8%",
                                    "35.26%",
                                    "37.72%",
                                    "41.0%",
                                    "43.46%",
                                    "45.92%",
                                    "49.2%",
                                    "52.48%",
                                    "55.76%",
                                    "59.04%",
                                    "62.32%",
                                    "65.6%",
                                    "69.7%",
                                    "73.8%",
                                    "77.9%"
                                ]
                            },
                            {
                                "Desc": "灵息之刺间隔",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            },
                            {
                                "Desc": "充盈生命值消耗",
                                "ParamLevelList": [
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限",
                                    "4.0%生命值上限"
                                ]
                            },
                            {
                                "Desc": "充盈伤害增加",
                                "ParamLevelList": [
                                    "0.64%生命值上限",
                                    "0.688%生命值上限",
                                    "0.736%生命值上限",
                                    "0.8%生命值上限",
                                    "0.848%生命值上限",
                                    "0.896%生命值上限",
                                    "0.96%生命值上限",
                                    "1.024%生命值上限",
                                    "1.088%生命值上限",
                                    "1.152%生命值上限",
                                    "1.216%生命值上限",
                                    "1.28%生命值上限",
                                    "1.36%生命值上限",
                                    "1.44%生命值上限",
                                    "1.52%生命值上限"
                                ]
                            },
                            {
                                "Desc": "长按持续时间",
                                "ParamLevelList": [
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒",
                                    "至多6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "扬水制流",
                        "Desc": "释放缓慢移动的浮水泡沫，对附近的敌人持续造成<color style='color:#80C0FF;'>水元素伤害</color>。<br><br><i>和派蒙一起研究过潮水的涨落。</i>",
                        "Icon": "Skill_E_PlayerWater_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "101.8664%",
                                    "109.5064%",
                                    "117.1464%",
                                    "127.333%",
                                    "134.973%",
                                    "142.613%",
                                    "152.7996%",
                                    "162.9862%",
                                    "173.1729%",
                                    "183.3595%",
                                    "193.5462%",
                                    "203.7328%",
                                    "216.4661%",
                                    "229.1994%",
                                    "241.9327%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒",
                                    "4秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "无染的澈水",
                        "Desc": "长按施放<color style='color:#FFD780;'>水纹剑</color>发射的露滴命中敌人后，将在旅行者附近产生源水之滴。旅行者拾取源水之滴后将恢复7%生命值。<br>每秒至多通过这种方式产生1枚源水之滴，每次施放水纹剑至多产生4枚源水之滴。",
                        "Icon": "UI_Talent_S_PlayerWater_05"
                    },
                    {
                        "Name": "澄明的净水",
                        "Desc": "长按施放<color style='color:#FFD780;'>水纹剑</color>时如果通过充盈消耗了生命值，则在施放结束时的喷发激流造成的伤害提高，提高值为旅行者在此次施放期间通过充盈消耗的生命值总和的45%。<br>通过这种方式，至多使伤害提高5000点。",
                        "Icon": "UI_Talent_S_PlayerWater_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "微澜的湖水",
                        "Desc": "拾取源水之滴后，旅行者将恢复2点元素能量。<br>需要解锁突破天赋「无染的澈水」。",
                        "Icon": "UI_Talent_S_PlayerWater_01"
                    },
                    {
                        "Level": 2,
                        "Name": "潺涓的碧水",
                        "Desc": "<color style='color:#FFD780;'>扬水制流</color>的浮水泡沫移动的速度降低30%，持续时间延长3秒。",
                        "Icon": "UI_Talent_S_PlayerWater_02"
                    },
                    {
                        "Level": 3,
                        "Name": "激荡的波水",
                        "Desc": "<color style='color:#FFD780;'>水纹剑</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_PlayerWater_01"
                    },
                    {
                        "Level": 4,
                        "Name": "倾落的迸水",
                        "Desc": "施放<color style='color:#FFD780;'>水纹剑</color>时，将生成一个伤害吸收量等于生命值上限10%的水纹护盾，对<color style='color:#80C0FF;'>水元素伤害</color>有250%的吸收效果，持续直到施放完成。<br>每2秒一次，露滴命中敌人后，如果旅行者处于水纹护盾的庇护下，则将水纹护盾的伤害吸收量补充至旅行者生命值上限的10%；如果不处于水纹护盾的庇护下，则重新产生水纹护盾。",
                        "Icon": "UI_Talent_S_PlayerWater_03"
                    },
                    {
                        "Level": 5,
                        "Name": "洄旋的曲水",
                        "Desc": "<color style='color:#FFD780;'>扬水制流</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_PlayerWater_02"
                    },
                    {
                        "Level": 6,
                        "Name": "公义的潮水",
                        "Desc": "旅行者拾取源水之滴时，还将为队伍中附近的生命值百分比最低的角色，基于其生命值上限的6%，恢复生命值。",
                        "Icon": "UI_Talent_S_PlayerWater_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerBoy_Water": {}
}