// Auto Generated

var _AvatarFetterConfig_ = {
    "3": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "西风骑士团是守护蒙德的剑与盾。<br>除了清扫荒野的魔物、守护城市与道路安全之外，骑士团最重要的工作是维护蒙德的秩序。<br>虽说蒙德是自由之都，但无边际的散漫只会带来混沌与彷徨。<br>琴非常明白这一道理，所以才坚持严谨刻苦的作风，以最严苛的要求对待自己。<br>——然后一不留神，就在月初消耗完了当月所有的咖啡配额。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "古恩希尔德家族是古老的骑士家族。据说自第一篇史诗写成之日，就已开始守护蒙德。<br>但历史悠久的血脉必然伴随着沉重负担。琴自幼便被母亲作为骑士道继承者培养。<br>象征骑士风度的形体、礼仪，锻造骑士灵魂的历史、诗歌，武装骑士精神的剑艺、体能…琴全都要训练。唯有如此，才能实践古恩希尔德的家训：「永护蒙德」。<br>早年的酒馆里有这样一句玩笑话：古恩希尔德家族的长子长女，在学会喊「妈妈」之前，就已能够念出「永护蒙德」。<br>从《林间风故事拔萃》抬起头，看见同龄孩子举着风车欢笑着跑过窗前。小小的琴，自然是明白其中含义的。<br>而如今，从累牍公文中抬起头，看见蒙德的未来举着风车欢笑着跑过街道。代理团长大人对从前那些岁月依然毫无悔恨。<br>「这是正确的事。无论多辛苦，正确的事就应全力以赴。」",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "「琴团长十分可靠。」<br>「若是遇到难题，找她帮忙一定没错。」<br>在蒙德，骑士和民众都十分仰赖琴。<br>如果有人需要帮助，事情又合乎道理，那她一定会出手相助。<br>即使是街市上的小口角，即使是恋爱的渺小烦恼…<br>即使与骑士团的本职工作毫无关系，只要有人对琴开口，琴就会对他们伸出援手。<br>「要问原因的话——帮助受困之人，不正是骑士职责所在吗？」<br>对她而言，骑士的职责先于「代理团长」的勤务。对她而言，亲手帮助有需要的人最为实在。<br>这也是她对麾下骑士的要求。<br>图书管理员丽莎曾经劝琴放松，「应该适当享受淑女的下午茶时光」。<br>可对琴来说，骑士的职责先于淑女的身份。<br>「琴团长十分可靠。」<br>人们一如既往地给予她这一评价。<br>令她烦恼的是，一天时间只有那么多。即使牺牲睡眠，也无法帮助所有人。<br>要成为可靠的人，需要付出难以想象的努力。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "琴代行团长职责的如今，不少人已经忘记在她之上仍有一位「大团长」。<br>而她本人从未在意过这种事。骑士团内的地位与称号丝毫不会影响她行事的原则。<br>热忱、正直与一丝不苟，琴身上这些优良品质有两大来源。<br>其一是自幼接受的教育和训练已将骑士道精神深深植入她灵魂深处。<br>其二是现已缺席的西风骑士团团长法尔伽曾对她悉心教导。<br>洒脱而散漫的北风骑士法尔伽，他给琴的成长带来了巨大影响。<br>「大团长，请您认真对待工作，直面蒙德对您的期待。」<br>「小姑娘，你是我的副手，为我分担工作天经地义。这样大团长才有精力做更重要的事啊。」<br>「……」<br>他是征服与创造传奇的骑士，而她是守护和平与自由的骑士。<br>琴并不讨厌法尔伽。法尔伽的行事风格或许有其独到之处。琴需要完成的，是那些大团长没完成的正确之事。<br>半年前，法尔伽率领西风骑士中的精锐再一次离开蒙德，踏上远征之路。<br>远征——这是很符合大团长风格的冒险。<br>「骑士团就交给你了。反正这些年也是你在做团长的工作。」<br>「放心交给我吧，大团长。」<br>站在窗前目送团长的她心想：<br>等你回来，将会见到一座更加温暖、繁荣、平和的蒙德城。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "风起地的神树，是初代「蒲公英骑士」道路的终点。<br>据记载，建立西风骑士团、重振蒙德的初代蒲公英骑士温妮莎，曾在生命结束之刻来到此地。<br>她永别了衷心守护的城邦，留下传奇与一株树苗。<br>这株树苗在千风的眷顾中，在无数的日月照耀下，成长为参天巨木。<br>琴十五岁时获授「蒲公英骑士」之名。<br>「蒲公英骑士」又名「狮牙骑士」，随骑士团制度一同沿袭至今，是最杰出的骑士才能获得的荣誉。<br>那日授衔仪式结束后，琴从庆祝活动中悄然离开，追随着一直憧憬的英雄骑士的脚步，来到那棵大树前。<br>「蒲公英骑士」之名象征着温妮莎的抗争与仁爱。自己如何能拥有资格，来继承如此伟大的称号？<br>蒙德城重建至今已逾千年。自己何德何能，能守护这座古老、自由、骄傲的城邦？<br>隐藏在稳重成熟外表下的，是一颗刚刚完成骑士礼，尚未做好准备的少女之心。<br>风从远方吹来，将骑士拥入怀中，轻柔地拂去她的疑虑与不安，展露出黄金般的决心：<br>「永护蒙德。」<br>——成为温妮莎那样温柔坚定的战士，为同胞战斗，为自由抗争。这便是那句简明严厉的家训中蕴含的心意吧。<br>如今，每当感到疲惫动摇，琴仍会来到这棵树下，接受风的洗礼。风洗净她的困顿，令她重拾前行的力量。<br>风起地的神树是初代「狮牙骑士」道路的终点。<br>同时，也是「蒲公英骑士」琴的起点。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "琴团长有一个秘密。<br>古恩希尔德家族是古老的骑士家族。这一骄傲的血脉来自琴的母亲芙蕾德莉卡。<br>琴的父亲则是名贯大陆的冒险家——西蒙 · 佩奇。来到蒙德后，他扫去身上风沙，以崭新的姿态加入西风教会，一路升为西风教会总管，人称「拂晓的枢机卿」。<br>曾经的爱侣最终分道扬镳。年幼的琴牵着母亲的手，望着父亲与妹妹芭芭拉远去的背影。<br>后来，芭芭拉也与父亲一样加入西风教会，成为了一位深受蒙德人喜爱的牧师。<br>琴一直想要亲近这位血脉相通的妹妹，但面对芭芭拉躲闪的眼神，不知该如何开口。<br>或许这份相似的笨拙，就是姐妹心意仍然相通的表现吧。<br>琴团长还有一个秘密。<br>尽管熟读历史典籍，尽管身戴「蒲公英骑士」之名，尽管成为了深受信赖的代理团长…<br>琴，依然十分中意恋爱小说。<br>并非因为在训练与勤务中虚度了少女年华，也不是因为父母婚姻有裂痕。<br>琴仅仅是向往故事所描绘的两情相悦，向往蛛丝般精妙又脆弱的情感。<br>身为骑士，凡事要以蒙德城和西风骑士团为最优先。<br>但…<br>「如果，我自己也能…」<br>深夜的办公室里，琴再一次读完《少女薇拉的忧郁》。<br>「要是有时间，去黎明前的誓言岬看看也没关系。没关系吧…」<br>琴低下头，在洒满星辉的窗台边偷偷想着。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "琴团长生活作息表 · 第十七版",
                "Content": "这是一张精细到分钟的作息表。<br>从清晨跟安柏一起晨跑并顺路为丽莎购置早饭，到夜间亲手洗衣服并把换洗物件收纳整齐，大小琐事均有条目，可见时间安排得相当紧凑。<br>每件做完的事情上都有勾号标记，因外力延误的事项则备注了详细原因。<br>在因身体不适未能按时完成的「蒙德城公共设施评审报告」条目后，备注了「凌晨3时已完成，取消本月末的书籍购置奖励。」<br>琴有时想，这张表格的灵感来源，或许是十年前母亲为自己绘制的训练表。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "单论实力，琴早已是蒙德城数一数二的剑士。但在琴心中，比起成为一把能够刺穿腐朽与黑暗的利剑，她更愿意做守护歌声与自由的坚盾。<br>「维护」向来比「破坏」更难。<br>从小队队长晋升为副团长时，出现在琴面前的就是巨大的挑战。外有愚人众施加的邦交压力，内有叛徒——前任督察长的同党。想在如此形势下重振旗鼓开拓局面，并非易事。<br>但琴独自扛住了来自外界的压力，引领一众骑士粉碎深渊教团的诸多阴谋，重新为西风骑士团树立威望。<br>琴永远不会忘记得到「神之眼」的那一刻。感受着掌间升起的微风，顷刻间，四周沉寂下来，空间化作黑白，唯有古恩希尔德家族古老而严厉的家训浮现在她脑海之中。<br>「永护蒙德。」",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "「蒲公英骑士」，琴，申请入队。从今往后，我的荣誉与忠诚将与你同在！",
                "Tips": []
            },
            {
                "Title": "闲聊 · 行动",
                "Content": "行动起来吧，我们不该在这里停留。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 骑士团",
                "Content": "骑士团的大家…有没有认真工作呢？",
                "Tips": []
            },
            {
                "Title": "闲聊 · 目标",
                "Content": "走吧，前往下一个目标！",
                "Tips": []
            },
            {
                "Title": "下雨的时候…",
                "Content": "下雨也无法阻挡我的脚步。",
                "Tips": []
            },
            {
                "Title": "雨过天晴…",
                "Content": "这样的天气，正适合行动。",
                "Tips": []
            },
            {
                "Title": "下雪的时候…",
                "Content": "下雪了，要注意战靴的保养啊。",
                "Tips": []
            },
            {
                "Title": "起风的时候…",
                "Content": "舒适的天气。",
                "Tips": []
            },
            {
                "Title": "刮大风了…",
                "Content": "传说，那天也刮着罕见的大风…",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "「一日之计在于晨」，今天也请加油。",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "好，现在开始处理任务吧。",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "看样子，差不多已经对咖啡免疫了。如果有什么替代品的话…问问丽莎好了。",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "今日的修炼就到此为止，做得很棒，辛苦你了。",
                "Tips": []
            },
            {
                "Title": "关于琴自己…",
                "Content": "今天为了保护民众，把五座遗迹守卫斩成了碎片。唉，我还需要继续磨练自己…这么珍贵的文化遗产，下次应该尝试空手制服…",
                "Tips": []
            },
            {
                "Title": "关于我们 · 信条",
                "Content": "我会全力帮助你，当然，如果你的方向偏离了正义，我也会毫不犹豫地指出。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 誓言",
                "Content": "我以此剑起誓，必将胜利献给你。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于我们 · 任务",
                "Content": "任务可是不会自动完成的，但适当放松一下也好。今天就破例午休几分钟吧。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "「永护蒙德」是古恩希尔德家族的家训。每当驱动「神之眼」，我都会想起母亲、还有蒙德民众的期盼。为蒙德而战，为自由而战——我，在所不辞。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "有什么想要分享…",
                "Content": "我谨代表西风骑士团，向你为蒙德所做的一切致以谢意。还请你劳逸结合，量力而…怎么了，你突然笑了起来，我说了什么奇怪的话吗？",
                "Tips": []
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "「蒲公英，蒲公英，跟风一起，到远方去吧。」…它乘上风，说不定连天空岛都能飞到呢。",
                "Tips": []
            },
            {
                "Title": "关于芭芭拉…",
                "Content": "芭芭拉非常努力，只不过有时过于勉强自己…嗯？问我为什么了解得这么清楚？因为西风教会也归属骑士团管辖。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于丽莎…",
                "Content": "丽莎，有她在的话，我会安心很多。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于安柏…",
                "Content": "安柏这段时间确实有所成长。希望有朝一日，她的事迹也会被吟游诗人传颂。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于凯亚…",
                "Content": "是吗…凯亚也向你提出建言了啊。他是一名优秀的西风骑士，这点毋庸置疑。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于可莉…",
                "Content": "虽说玩乐是孩子的天性，但可莉中意的玩具却都是些危险品。让人难以放心。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于阿贝多…",
                "Content": "「天才」这种名词，或许正是为了阿贝多这样的人准备的吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于法尔伽…",
                "Content": "法尔伽大团长，他是西风骑士团的当代传奇。等到他凯旋归来的那一天，就请你亲自和他交谈吧。相信你也能从中受益。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于诺艾尔…",
                "Content": "诺艾尔，嗯…那个努力想要成为西风骑士的少女。她的内心仍有软弱之处，现在这个阶段，也许还不适合让她接触外界的凶险。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于罗莎莉亚…",
                "Content": "罗莎莉亚修女总是把「麻烦」挂在嘴边，实际却十分称职。上次我和她说「如果觉得麻烦也可以找我帮忙」，她却回答「这样更麻烦」。嗯…我果然还有很多欠缺啊。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于迪卢克 · 愧欠",
                "Content": "迪卢克前辈对骑士团的指摘事出有因，即使心中愧疚也无法改变既定的结果…我只想通过我的努力，让他对骑士团有所改观…嗯，这是我的责任。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于迪卢克 · 敬重",
                "Content": "迪卢克…是一位非常可敬的前辈。虽然我们选择的道路不同，但这份共通的守护蒙德的心意，我能感受得到。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于砂糖…",
                "Content": "作为炼金术士，砂糖也算天赋异禀。况且她的身边还有阿贝多指点，未来应该不用担心。只是…不，没什么，沉浸在自己的世界里，也不算坏事吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于优菈…",
                "Content": "优菈？咳…请不要对她的身世耿耿于怀，西风骑士会公正地评价每个人。优菈明辨是非，才华出众，偶尔发表危险言论，也只是她的性格使然。哪怕她总是说要挑战我，我也不介意。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于米卡…",
                "Content": "大团长选中米卡作为远征队的前侦骨干，不仅是出于任务需要，更是看中了他踏实勤恳的品质。从我个人角度而言，我也很荣幸能与这样的同伴共事。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解琴 · 其一",
                "Content": "我肩负着西风骑士团的信任，还有蒙德民众的期待。为此，我不能松懈。",
                "Tips": []
            },
            {
                "Title": "想要了解琴 · 其二",
                "Content": "温妮莎的「蒲公英骑士」之名传承至今，曾经有无数伟大的骑士获授这一荣誉。我不能辱没这个名字。因此，决不能松懈。要成为守护众人的坚盾与利剑。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解琴 · 其三",
                "Content": "无论是传奇故事还是史书，都只记载了伟大骑士的功绩。难道，他们一次也不曾迷失过吗…？<br>风啊，请指引我前进的道路。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解琴 · 其四",
                "Content": "全身心投入工作的时候，烦恼和时间会一并被忘却。「你是最适合做这种事情的人选。」…那个时候，大团长法尔伽就是这样对我说的。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解琴 · 其五",
                "Content": "与你同行时，前进的道路变得无比清晰。就好像，终于有人能依靠，这究竟是…<br>不，一定是我还不够努力。绝对不能松懈，不能辜负西风骑士团和蒙德…但是，谢谢你。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "琴的爱好…",
                "Content": "或许可以和你聊聊书上那些英雄传记。嗯，你听说过「坎瑞亚英雄王」的故事吗？",
                "Tips": []
            },
            {
                "Title": "琴的烦恼…",
                "Content": "假如有什么神奇的药剂，喝了就不需要睡觉…嗯，要不明天问问丽莎吧？",
                "Tips": []
            },
            {
                "Title": "喜欢的食物…",
                "Content": "猫尾酒馆的披萨…很久没吃过了。如果能外送到办公室就好了呢。",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "优秀的骑士不能挑食。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "不仅味道好，还兼顾了健康。让你费心了。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "嗯，精神振奋不少。谢谢你。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "呼…总之，辛苦你了。",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "今天是值得庆祝的日子。要说为何的话，因为这是受风护佑的你，诞生的日子啊。既然是生日，那就好好休息一下吧。<br>咳咳…祝你生日快乐…<br>啊，请原谅我的冒昧。不知这份礼物，是否能令你满意呢？",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "好，一鼓作气前往下一个目标。",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "只要风不停歇，我就不会停下脚步。",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "就算暂时获得了平静，也不能掉以轻心。身为代理团长，我必须未雨绸缪。",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "我做得还不够好。自从与你相遇，一直承蒙你的关照。这份感激…<br>风啊，请容许我的私心。并非作为代理团长，只是作为「琴」，在此起誓——我的剑将与你同在。",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "一决胜负！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "…哈！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "…散！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "风，回应我吧。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "以剑为誓！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "风之神，请指引我们。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "惊喜的收获。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "嗯，真是幸运的一天。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "希望大家都能获得宝藏。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "我，没事…！",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "还有同伴…需要保护…",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "还不能放弃…",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "你受伤了…请暂时退后吧！",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "让我来吧。",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "蒙德…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "个人的力量是有极限的…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "我…还不够称职…",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "这点伤而已！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "随时可以出发。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "已做好万全准备。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "听凭风引。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "3": {
        "Costumes": [
            {
                "ID": 340001,
                "Name": "海风之梦",
                "Desc": "琴的夏日装束。清凉而不失优雅，是海滨之游的绝佳搭配。",
                "Icon": "UI_AvatarIcon_QinCostumeSea",
                "Quality": 4
            },
            {
                "ID": 340006,
                "Name": "古恩希尔德的传承",
                "Desc": "琴的装扮款式。典雅干练的骑士礼服，适用于多种场合。",
                "Icon": "UI_AvatarIcon_QinCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "风之虔护",
                "Desc": "琴的装扮款式。彰显骑士风度的利落装束。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108044,
            "JD": 108043,
            "Name": "<b>提神醒脑披萨</b>",
            "Eff": "立即为选中的角色恢复生命值上限的34%，并在之后的30秒内，每5秒恢复980点生命值。",
            "Desc": "琴的特色料理。规整得像是工艺品的薄饼，吃一片就可以大大地振奋精神。这就是她能够连续工作的秘密武器吗？",
            "Recipe": {
                "100011": 4,
                "110001": 3,
                "100018": 2,
                "110009": 1
            },
            "Icon": "UI_ItemIcon_108044"
        },
        "Namecard": {
            "Name": "<b>琴 · 风向</b>",
            "Desc": "名片纹饰。<br>蒲公英又被叫做「狮子牙」，是对于风的方向感觉最敏锐的花。",
            "Pic": "UI_NameCardPic_Qin_P"
        }
    }
}

var acs_cache_ = {
    "340001": "代理团长的生活就如机械齿轮，被沉重的责任驱动，在繁重的工作中衰损。<br>长此以往，骑士守则所铸的「甲胄」，逐渐与琴的肌肤相融。维持得体的衣着，以正装的形象示人，成了一种习惯。<br>但琴的年龄，其实与平凡的少女相差无几。<br><br>少女们钟爱的小说中，绚丽的衣物就如晴夜星光般不可或缺，更有作风奢靡的贵族后裔，坐拥宫殿般宽敞的衣橱，长裙裙摆交叠，织物的海浪翻腾。<br>或许琴也曾有过浪漫的憧憬…毕竟，谁不向往绮罗珠履之美？<br><br>如今琴的心愿已被满足——她得到了最为合身的夏日装束。只此一身的分量，就远胜小说中的万千华服。<br>「听说最初的提案来自芭芭拉，她和丽莎找遍各个商店，看中了最合适的一款泳装。」<br>「凯亚居然说动了迪卢克前辈，让他聘请工匠，适当改进设计…」<br>「布料由安柏挑选，用到了制作兔兔伯爵的经验，相当舒适，好在不算贵重…」<br>「饰物所用的宝石中，也有着阿贝多和可莉的收藏。」<br>「裁缝工作由诺艾尔负责，每针每线都恰到好处。」<br>「而详细的尺寸，也是丽莎提供的…她居然还亲手缝制了如此精美的蔷薇饰品…」<br>众人为琴精心制作的礼物，成了前所未有的惊喜。<br><br>如果说上次假期是百忙之中的休憩，那这次的海滨之行，则在巧合之中，让琴彻底放松身心。<br>卸去「甲胄」之后的身姿，如飘旋的蒲公英般轻盈，在海光之下隐泛微光。<br>「我还是头一次…度过如此安逸的夏日假期。」",
    "340006": "「姐姐，这件衣服应该是你的吧？我是整理房间的时候翻到的…」<br>芭芭拉双手捧着折叠齐整的礼服，骑士团的纹样在阳光下折射出金色的光辉。<br>乍一看款式确实熟悉，但琴可以断定自己从未拥有过这样的衣物。<br>这样想来，自己平时所着的制服，也是出自母亲的针线之下。<br>「难道是…母亲的？」<br><br>面对女儿的询问，芙蕾德莉卡的脸上露出了罕见的笑容。<br>「久远到我都快忘了这回事，原来西蒙还一直留着它啊。」<br>「这是我获授『赤杨骑士』时所着的礼服。如果你不嫌弃的话，就拿去穿吧。」<br>昔日幼苗早已茁壮，其树阴庇护着熟悉的土地。<br>过往的荣誉得以传承，而光彩更甚。<br>她们以骑士礼回应彼此，紧接着撞进怀里的是久违的、来自家人的拥抱。"
}