// Auto Generated

var _AvatarDataConfig_ = {
    "Qiqi": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Qiqi": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100034": 3,
                "112008": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113010": 2,
                "100034": 10,
                "112008": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113010": 4,
                "100034": 20,
                "112009": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113010": 8,
                "100034": 30,
                "112009": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113010": 12,
                "100034": 45,
                "112010": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113010": 20,
                "100034": 60,
                "112010": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104310": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112010": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112010": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112010": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112010": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104310": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112010": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112010": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112010": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112010": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104310": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112010": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112010": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112010": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112010": 12,
                "113006": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Qiqi": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "云来古剑法",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "37.754%",
                                    "40.827%",
                                    "43.9%",
                                    "48.29%",
                                    "51.363%",
                                    "54.875%",
                                    "59.704%",
                                    "64.533%",
                                    "69.362%",
                                    "74.63%",
                                    "79.898%",
                                    "85.166%",
                                    "90.434%",
                                    "95.702%",
                                    "100.97%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "38.872%",
                                    "42.036%",
                                    "45.2%",
                                    "49.72%",
                                    "52.884%",
                                    "56.5%",
                                    "61.472%",
                                    "66.444%",
                                    "71.416%",
                                    "76.84%",
                                    "82.264%",
                                    "87.688%",
                                    "93.112%",
                                    "98.536%",
                                    "103.96%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "24.166%+24.166%",
                                    "26.133%+26.133%",
                                    "28.1%+28.1%",
                                    "30.91%+30.91%",
                                    "32.877%+32.877%",
                                    "35.125%+35.125%",
                                    "38.216%+38.216%",
                                    "41.307%+41.307%",
                                    "44.398%+44.398%",
                                    "47.77%+47.77%",
                                    "51.142%+51.142%",
                                    "54.514%+54.514%",
                                    "57.886%+57.886%",
                                    "61.258%+61.258%",
                                    "64.63%+64.63%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "24.682%+24.682%",
                                    "26.691%+26.691%",
                                    "28.7%+28.7%",
                                    "31.57%+31.57%",
                                    "33.579%+33.579%",
                                    "35.875%+35.875%",
                                    "39.032%+39.032%",
                                    "42.189%+42.189%",
                                    "45.346%+45.346%",
                                    "48.79%+48.79%",
                                    "52.234%+52.234%",
                                    "55.678%+55.678%",
                                    "59.122%+59.122%",
                                    "62.566%+62.566%",
                                    "66.01%+66.01%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "63.038%",
                                    "68.169%",
                                    "73.3%",
                                    "80.63%",
                                    "85.761%",
                                    "91.625%",
                                    "99.688%",
                                    "107.751%",
                                    "115.814%",
                                    "124.61%",
                                    "133.406%",
                                    "142.202%",
                                    "150.998%",
                                    "159.794%",
                                    "168.59%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "64.328%+64.328%",
                                    "69.564%+69.564%",
                                    "74.8%+74.8%",
                                    "82.28%+82.28%",
                                    "87.516%+87.516%",
                                    "93.5%+93.5%",
                                    "101.728%+101.728%",
                                    "109.956%+109.956%",
                                    "118.184%+118.184%",
                                    "127.16%+127.16%",
                                    "136.136%+136.136%",
                                    "145.112%+145.112%",
                                    "154.088%+154.088%",
                                    "163.064%+163.064%",
                                    "172.04%+172.04%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "仙法 · 寒病鬼差",
                        "Desc": "冰血化符，召唤寒病鬼差，并对周围的敌人造成<color style='color:#99FFFF;'>冰元素伤害</color>。<br><br><color style='color:#FFD780;'>寒病鬼差</color><br> · 七七的普通攻击与重击命中时，为队伍中自己的角色，以及附近的友方角色恢复生命值，回复量受益于七七的攻击力；<br> · 每隔一段时间，为当前场上自己的角色恢复生命值；<br> · 跟随角色行动，对路径上的敌人造成<color style='color:#99FFFF;'>冰元素伤害</color>。<br><br><i>「这家伙主要是用来防止升温腐烂的…嗯，我说的是白先生那些精贵药材。」</i>",
                        "Icon": "Skill_S_Qiqi_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "命中治疗量",
                                "ParamLevelList": [
                                    "10.56%攻击力+67.40786",
                                    "11.352%攻击力+74.14957",
                                    "12.144%攻击力+81.45311",
                                    "13.2%攻击力+89.31845",
                                    "13.992%攻击力+97.7456",
                                    "14.784%攻击力+106.73457",
                                    "15.84%攻击力+116.28535",
                                    "16.896%攻击力+126.39793",
                                    "17.952%攻击力+137.07233",
                                    "19.008%攻击力+148.30853",
                                    "20.064%攻击力+160.10654",
                                    "21.12%攻击力+172.46637",
                                    "22.44%攻击力+185.388",
                                    "23.76%攻击力+198.87144",
                                    "25.08%攻击力+212.9167"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "69.6%攻击力+450.5507",
                                    "74.82%攻击力+495.612",
                                    "80.04%攻击力+544.42847",
                                    "87.0%攻击力+597",
                                    "92.22%攻击力+653.32666",
                                    "97.44%攻击力+713.40845",
                                    "104.4%攻击力+777.2453",
                                    "111.36%攻击力+844.83734",
                                    "118.32%攻击力+916.18445",
                                    "125.28%攻击力+991.2866",
                                    "132.24%攻击力+1070.1439",
                                    "139.2%攻击力+1152.7563",
                                    "147.9%攻击力+1239.1239",
                                    "156.6%攻击力+1329.2466",
                                    "165.3%攻击力+1423.1244"
                                ]
                            },
                            {
                                "Desc": "寒病鬼差伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒",
                                    "30秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "仙法 · 救苦度厄",
                        "Desc": "七七释放体内封印的仙力，以度厄真符标记附近的敌人，并造成<color style='color:#99FFFF;'>冰元素伤害</color>。<br><br><color style='color:#FFD780;'>度厄真符</color><br>处于度厄真符影响下的敌人受到伤害时，为造成伤害的角色恢复生命值。<br><br><i>「真名，救苦度厄真君，起死回骸童子。」</i><br><i>——七七并不能记起这句话。</i>",
                        "Icon": "Skill_E_Qiqi_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "284.8%",
                                    "306.16%",
                                    "327.52%",
                                    "356.0%",
                                    "377.36%",
                                    "398.72%",
                                    "427.2%",
                                    "455.68%",
                                    "484.16%",
                                    "512.64%",
                                    "541.12%",
                                    "569.6%",
                                    "605.2%",
                                    "640.8%",
                                    "676.4%"
                                ]
                            },
                            {
                                "Desc": "治疗量",
                                "ParamLevelList": [
                                    "90.0%攻击力+577.3388",
                                    "96.75%攻击力+635.0807",
                                    "103.5%攻击力+697.63446",
                                    "112.5%攻击力+765",
                                    "119.25%攻击力+837.17737",
                                    "126.0%攻击力+914.16656",
                                    "135.0%攻击力+995.96765",
                                    "144.0%攻击力+1082.5804",
                                    "153.0%攻击力+1174.0051",
                                    "162.0%攻击力+1270.2417",
                                    "171.0%攻击力+1371.29",
                                    "180.0%攻击力+1477.1501",
                                    "191.25%攻击力+1587.8221",
                                    "202.5%攻击力+1703.3059",
                                    "213.75%攻击力+1823.6016"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "延命妙法",
                        "Desc": "处于<color style='color:#FFD780;'>仙法 · 寒病鬼差</color>状态下的角色触发元素反应时，受治疗加成提升20%，持续8秒。",
                        "Icon": "UI_Talent_S_Qiqi_05"
                    },
                    {
                        "Name": "玉签偶开",
                        "Desc": "七七的普通攻击与重击命中敌人时，有50%的几率为敌人添加一枚度厄真符，持续6秒。该效果每30秒只能触发一次。",
                        "Icon": "UI_Talent_S_Qiqi_06"
                    },
                    {
                        "Name": "前尘旧忆",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>璃月区域特产</color>的位置。",
                        "Icon": "UI_Talent_Collect_Local_Liyue"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "寒苦回向",
                        "Desc": "寒病鬼差命中被度厄真符标记的敌人时，为七七恢复2点元素能量。",
                        "Icon": "UI_Talent_S_Qiqi_01"
                    },
                    {
                        "Level": 2,
                        "Name": "冰寒蚀骨",
                        "Desc": "对受到<color style='color:#99FFFF;'>冰元素</color>影响的敌人，七七的普通攻击与重击造成的伤害提升15%。",
                        "Icon": "UI_Talent_S_Qiqi_02"
                    },
                    {
                        "Level": 3,
                        "Name": "升天宝诰",
                        "Desc": "<color style='color:#FFD780;'>仙法 · 救苦度厄</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Qiqi_01"
                    },
                    {
                        "Level": 4,
                        "Name": "天威压众",
                        "Desc": "被度厄真符标记的目标，攻击力下降20%。",
                        "Icon": "UI_Talent_S_Qiqi_03"
                    },
                    {
                        "Level": 5,
                        "Name": "红莲开绽",
                        "Desc": "<color style='color:#FFD780;'>仙法 · 寒病鬼差</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Qiqi_02"
                    },
                    {
                        "Level": 6,
                        "Name": "起死回骸",
                        "Desc": "施放<color style='color:#FFD780;'>仙法 · 救苦度厄</color>时，复苏附近队伍中所有倒下的角色，并将其生命值恢复至50%。<br>该效果每15分钟只能触发一次。",
                        "Icon": "UI_Talent_S_Qiqi_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Qiqi": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    600.0,
                    400.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Ice",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Ice",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.4,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        30.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 12.6,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 12.6,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 12.6,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.0
                    ]
                },
                "AtkTag": "普通攻击5",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 68.6,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 63.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 63.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}