// Auto Generated

var _AvatarFetterConfig_ = {
    "20": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "雷泽是生活在奔狼领的神秘少年，很少有蒙德居民能发现他的行踪。<br>但据少数目击者称，雷泽五感敏锐，身手矫健，能在树林中高速穿梭，又常与狼群共同出没，不会主动靠近人类。<br>有人猜测，他是被狼群抚养大的弃婴。也有人说，他是幻化成少年模样的狼灵。<br>种种猜测，为「狼少年」这一别称增添了许多神秘色彩。<br>而「狼少年」雷泽本人，今日依旧站在山岗上，仰头沐浴着温暖的阳光。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "雷泽日夜生活在狼群之中。<br>每匹狼都与他亲密无间，谁的嚎声更响，谁的跑速更快，谁更擅长偷袭…没有雷泽不了解的狼。<br>雷泽听得懂风的情绪，闻得见远方的气味，记得住许多花草的用途，唯独想不起亲生父母的面容。<br>他们究竟是怎样的人呢？雷泽费尽力气也回忆不起。<br>记事起，他就和狼生活在一起。狼待他如「卢皮卡」——这是别人教他的词，意为「家人」。",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "天空中飞着小小的、会唱歌的东西。<br>云朵拉长成一条，蓬蓬绒绒，好像狼的尾巴。<br>雷泽的世界很简单。<br>晴朗的日子狂奔追捕，背着猎物采摘成熟的水果；下雨的日子钻进树洞，抱住狼的尾巴枕着草叶入睡。<br>大口大口进食，咕咚咕咚喝水，热了跳进湖水里游泳，渴了就找香甜多汁的果子。<br>雷泽看看自己的身躯和手臂，又看看「狼」的身躯和手臂。<br>他知道自己与「狼」很不一样。<br>但雷泽觉得这样的生活很好。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "某一天，陌生的高个子男人来到山里，打破了雷泽平静的生活。<br>雷泽不认识他，只知道面前站着的是一个「人类」。他的迷茫让陌生人露出友善的微笑。<br>「孩子，跟我回蒙德城怎么样？」<br>男人说着，向雷泽伸出手。<br>雷泽和狼都不明白他的意思。群狼护在雷泽身前，不许男人靠近他。<br>雷泽缩在狼尾巴堆里，看看自己的身躯和手臂，又透过皮毛的缝隙看看那个「人」的身躯和手臂。<br>他知道自己算不上聪明，有个问题，他从那时就一直想不明白。<br>「我属于狼，还是属于人…？」",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "「雷泽」这个名字，是那个男人为他取的。<br>单纯的狼少年还无法理解人类的语言，却隐约从男人脸上读懂了含义——这是男人赠予自己的称呼。<br>「雷，泽。」<br>奔狼领的树影从长变短，又从短变长。<br>男人教会了雷泽挥舞剑的方法。笨重的「铁爪子」，却锐利到连树木都能劈断。<br>「今后，也要保护好你的朋友。」<br>「朋，友。」<br>雷泽笨拙地重复着男人吐出的音节。他还不太明白他的意思。<br>就像他也不明白名字到底算不算重要的东西。因为直到那个男人离开，雷泽都未能从他口中获知他的「名字」。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "「师父，朋友，是什么意思？」<br>雷泽用自己并不算丰富的词汇，磕磕绊绊地问他新认识的师父。<br>从地里结的土豆如何做成好吃的土豆饼，到夏夜中最亮的星的名字，他紫色的师父无所不知。<br>师父丽莎打了个哈欠，朝他笑着，没有回答。<br>雷泽吹风的时候在想，淋雨的时候也在想，想到钩钩果黏满了背后的头发，都没能想出来。<br>后来雷泽遇到了一个红红的、很烫的女孩子。<br>他们一起吹风，一起淋雨，一起在长满钩钩果的灌木丛边打滚。<br>女孩的名字是可莉。跟她一起玩闹，雷泽就像重新回到童年。那时跟狼群伙伴打闹，也让他如此快乐。<br>「原来朋友，就跟卢皮卡一样啊。」<br>雷泽不太理解人情世故，但他有着野兽般原始而率直的忠诚。<br>「——那么，你也跟卢皮卡一样，是要用生命守护的人了。」<br>远处传来隐隐的狼嚎，是呼唤他回家的声音。<br>雷泽依旧不知道自己属于狼，还是属于人。<br>但雷泽觉得这样的生活很好。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "雷泽的糙木箱",
                "Content": "粗糙到打开都要小心扎手的木箱里，装着雷泽的宝物。<br>一把断裂的大剑刀柄、一本名叫《风车菊与狼》的童话故事书、一株已经枯黄的四叶草。<br>对不懂人情世故的雷泽而言，这些「朋友」们送给他的礼物，就是他最珍贵的财富。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "获得「神之眼」的经过，是雷泽为数不多的，不愿想起的记忆。<br>那个雷雨天，一个深渊法师从背后偷袭并带走了雷泽。前来营救他的狼群朝深渊法师发起了无畏的攻击，然而，却被法术尽数击倒在地。<br>眼看同伴被残害，无能为力的雷泽如同困兽一般痛苦咆哮起来。<br>——「卢皮卡」。<br>暴怒的雷电在他身上缠绕，过量的元素力在他体内奔流。<br>他想保护，他想复仇。<br>他挣脱锁链，举起武器。<br>深渊法师被无序的狂暴雷电击溃，但这次倒下的那些同伴，已经来不及保护了。<br>……<br>尽管获得了「神之眼」，那时的雷泽还不知道该如何驾驭这种力量。很久以后的某一天，他遇到了蔷薇魔女丽莎，开始向她学习人类的知识。<br>「不想再让任何同伴受伤了。」<br>雷泽使用「神之眼」的技巧日渐熟练。他暗暗下了决心：要变强，变得比谁都强。<br>危险来临时，他必将保护他的「卢皮卡」。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "你的气味…好闻。一起狩猎吧！",
                "Tips": []
            },
            {
                "Title": "闲聊 · 气味",
                "Content": "唔，兔子的味道…",
                "Tips": []
            },
            {
                "Title": "闲聊 · 饿",
                "Content": "走吗，肚子饿了。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 望风",
                "Content": "我去望风，走了叫我。",
                "Tips": []
            },
            {
                "Title": "打雷的时候 · 提醒",
                "Content": "怕就快点躲起来。",
                "Tips": []
            },
            {
                "Title": "打雷的时候 · 带路",
                "Content": "避开树，跟我来！",
                "Tips": []
            },
            {
                "Title": "起风的时候…",
                "Content": "风…唔…舒服。",
                "Tips": []
            },
            {
                "Title": "刮大风了…",
                "Content": "风…嗯…扎扎的，有点疼。",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "太阳出来了。狩猎一起去？",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "大块吃肉，开心！",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "你去睡觉吧，我看月亮。",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "你睡觉，我看守。明天一起狩猎。",
                "Tips": []
            },
            {
                "Title": "关于雷泽自己…",
                "Content": "我是狼。人的爸爸、妈妈，没有。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 朋友",
                "Content": "你是朋友。我和你一起狩猎。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 武器",
                "Content": "我有铁的爪子和雷的牙。我保护你。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "「神之眼」，师父帮忙。雷的牙打架，保护「卢皮卡」。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "有什么想要分享…",
                "Content": "晚上，星星很好看。天空，湖里，都有很多很多星星。<br>晚上，城市里，也有很多星星。",
                "Tips": []
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "我的「卢皮卡」的狼。它们是家人。",
                "Tips": []
            },
            {
                "Title": "关于丽莎…",
                "Content": "师父的雷，天空会变黑。很可怕，很强。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「卢皮卡的意义」剧情"
                ]
            },
            {
                "Title": "关于芭芭拉…",
                "Content": "芭芭拉，亮晶晶的女孩子。很善良。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于迪卢克…",
                "Content": "迪卢克，红红的、黑黑的。又冷又热。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于温迪…",
                "Content": "诗歌…唔，不明白。虽然不明白，「卢皮卡」喜欢。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于班尼特…",
                "Content": "班尼特，话很多，和他一起，吃不饱。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于可莉…",
                "Content": "可莉，朋友！朋友，但是，头疼。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「卢皮卡的意义」剧情"
                ]
            },
            {
                "Title": "关于法尔伽 · 陌生",
                "Content": "法尔伽？不认识…",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于法尔伽 · 回忆",
                "Content": "哦…法尔伽，是名字。那个男人，高大。雷泽名字，铁的爪子，他给的。唔…想见他。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "想要了解雷泽 · 其一",
                "Content": "你的气味，善良的味道。喜欢吃肉？",
                "Tips": []
            },
            {
                "Title": "想要了解雷泽 · 其二",
                "Content": "你很强。和狼一样强。喜欢和你狩猎。收获很多。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解雷泽 · 其三",
                "Content": "卢皮卡是「狼的家」。不对，是「狼的家人」。我的卢皮卡在树林里。它们保护我，说我是卢皮卡。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解雷泽 · 其四",
                "Content": "我只有卢皮卡。<br>但是，就算是卢皮卡，我没有四只脚，不是真的狼。有时候心里难过。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解雷泽 · 其五",
                "Content": "和你一起奔跑开心，和你一起狩猎开心。和你一起，我是狼，我是人，都没关系。<br>你是朋友，你是我的「卢皮卡」。我想要你也开心。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "雷泽的爱好…",
                "Content": "喜欢卢皮卡。喜欢树林。喜欢朋友。喜欢奔跑。",
                "Tips": []
            },
            {
                "Title": "雷泽的烦恼…",
                "Content": "说话很累，很难。但是，不说话不行。",
                "Tips": []
            },
            {
                "Title": "喜欢的食物…",
                "Content": "喜欢肉。喜欢土豆。",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "蔬菜不好。我吃的肉才吃菜。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "气味很香，味道一样好。喜欢。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "吃了有力气，很开心。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "吃，不好。不吃，不好。有些难过。",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "今天是你的…你是在很多很多个月以前的，今天出生的。想和你一起开心。今天一起吃肉。",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "手臂，更粗了…？",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "磨爪子，磨牙，要更强！",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "跑，狩猎。不够，不行！我要…更强。",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "牙齿，爪子，腿。更强，更有力气…保护你！",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "走开！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "啊！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "嗷！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其四",
                "Content": "别过来！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "嗷——",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "Blitz！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "嚎——",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其四",
                "Content": "啊——",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "这些东西，可能有用？",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "箱子，用完可以，装东西。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "宝藏的气味。奇怪。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "疼。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "嗷——",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "杀了你！…",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "不行。",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "活下来！",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "唔，好难呼吸…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "想回去…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "我的…卢皮卡…",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "嘴里，咸的…",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "我打头阵。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "要去哪里？",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "背后，交给我。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "20": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "奔行原野",
                "Desc": "雷泽的装扮款式。便于野外奔行的简约装束。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108048,
            "JD": 108047,
            "Name": "<b>爪爪土豆饼</b>",
            "Eff": "为选中的角色恢复生命值上限的40%，并额外恢复2350点生命值。",
            "Desc": "雷泽的特色料理。被小心翼翼捏成狼爪形状的土豆饼，朴实中带着香甜，能够品尝出他对于人类料理的努力。",
            "Recipe": {
                "100020": 2,
                "100080": 1,
                "110008": 1
            },
            "Icon": "UI_ItemIcon_108048"
        },
        "Namecard": {
            "Name": "<b>雷泽 · 奔狼</b>",
            "Desc": "名片纹饰。<br>雷泽和群狼一起弄晚饭的姿态十分飒爽。但是不能给可莉和旅行者看到。",
            "Pic": "UI_NameCardPic_Razor_P"
        }
    }
}

var acs_cache_ = {}