// Auto Generated

var _AvatarDataConfig_ = {
    "Sayu": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Sayu": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101203": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113022": 2,
                "101203": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113022": 4,
                "101203": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113022": 8,
                "101203": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113022": 12,
                "101203": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113022": 20,
                "101203": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104326": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112040": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112040": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112040": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112040": 12,
                "113019": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104326": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112040": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112040": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112040": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112040": 12,
                "113019": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104326": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112040": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112040": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112040": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112040": 12,
                "113019": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Sayu": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "忍刀 · 终末番",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续挥砍。<br><br><color style='color:#FFD780;'>重击</color><br>持续消耗体力，旋转大剑攻击周围的敌人。<br>停止旋转时，会进行一次格外有力的挥砍。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "72.24%",
                                    "78.12%",
                                    "84.0%",
                                    "92.4%",
                                    "98.28%",
                                    "105.0%",
                                    "114.24%",
                                    "123.48%",
                                    "132.72%",
                                    "142.8%",
                                    "154.35%",
                                    "167.9328%",
                                    "181.5156%",
                                    "195.0984%",
                                    "209.916%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "71.38%",
                                    "77.19%",
                                    "83.0%",
                                    "91.3%",
                                    "97.11%",
                                    "103.75%",
                                    "112.88%",
                                    "122.01%",
                                    "131.14%",
                                    "141.1%",
                                    "152.5125%",
                                    "165.9336%",
                                    "179.3547%",
                                    "192.7758%",
                                    "207.417%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "43.43%+43.43%",
                                    "46.965%+46.965%",
                                    "50.5%+50.5%",
                                    "55.55%+55.55%",
                                    "59.085%+59.085%",
                                    "63.125%+63.125%",
                                    "68.68%+68.68%",
                                    "74.235%+74.235%",
                                    "79.79%+79.79%",
                                    "85.85%+85.85%",
                                    "92.7937%+92.7937%",
                                    "100.9596%+100.9596%",
                                    "109.1255%+109.1255%",
                                    "117.2913%+117.2913%",
                                    "126.1995%+126.1995%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "98.126%",
                                    "106.113%",
                                    "114.1%",
                                    "125.51%",
                                    "133.497%",
                                    "142.625%",
                                    "155.176%",
                                    "167.727%",
                                    "180.278%",
                                    "193.97%",
                                    "209.6588%",
                                    "228.1087%",
                                    "246.5587%",
                                    "265.0087%",
                                    "285.1359%"
                                ]
                            },
                            {
                                "Desc": "重击循环伤害",
                                "ParamLevelList": [
                                    "62.5455%",
                                    "67.6364%",
                                    "72.7273%",
                                    "80.0%",
                                    "85.0909%",
                                    "90.9091%",
                                    "98.9091%",
                                    "106.9091%",
                                    "114.9091%",
                                    "123.6364%",
                                    "133.6364%",
                                    "145.3964%",
                                    "157.1564%",
                                    "168.9164%",
                                    "181.7455%"
                                ]
                            },
                            {
                                "Desc": "重击终结伤害",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "241.6313%",
                                    "262.8948%",
                                    "284.1584%",
                                    "305.4219%",
                                    "328.6185%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40",
                                    "每秒40"
                                ]
                            },
                            {
                                "Desc": "最大持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "呜呼流 · 风隐急进",
                        "Desc": "忍法 · 呜呼流的独创奥义！以风驰电掣之势席卷战场的绝技！<br>蜷缩成高速滚动的风风轮，冲撞触及的敌人造成<color style='color:#80FFD7;'>风元素伤害</color>，并在结束时使出风风轮舞踢，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>点按</color><br>进入风风轮状态，向前滚动一小段距离，并使出风风轮舞踢。<br><br><color style='color:#FFD780;'>长按</color><br>以风风轮之姿持续滚动，并在该状态下提高早柚的抗打断能力。<br>期间，早柚可以控制滚动的方向，并能通过再次施放技能，提前结束状态使出相比点按更为强大的风风轮舞踢。<br>该技能通过长按施放时，能发生元素转化。<br><br>持续至多10秒。效果结束时，技能将进入冷却。在风风轮状态下持续的时间越长，冷却时间越长。<br><br><color style='color:#FFD780;'>元素转化</color><br>若早柚在风风轮状态下，接触了<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>，则会获得对应元素属性，使风风轮与风风轮舞踢额外造成该元素的附加伤害。<br>元素转化在技能持续期间仅会发生一次。<br><br><i>早柚闭着眼睛都能熟练施展出来。原本用于逃跑，有了神之眼之后，终于能趁机让敌人吃些苦头了。</i>",
                        "Icon": "Skill_S_Sayu_01",
                        "ParamDesc": [
                            {
                                "Desc": "风风轮伤害",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "风风轮舞踢点按伤害",
                                "ParamLevelList": [
                                    "158.4%",
                                    "170.28%",
                                    "182.16%",
                                    "198.0%",
                                    "209.88%",
                                    "221.76%",
                                    "237.6%",
                                    "253.44%",
                                    "269.28%",
                                    "285.12%",
                                    "300.96%",
                                    "316.8%",
                                    "336.6%",
                                    "356.4%",
                                    "376.2%"
                                ]
                            },
                            {
                                "Desc": "风风轮舞踢长按伤害",
                                "ParamLevelList": [
                                    "217.6%",
                                    "233.92%",
                                    "250.24%",
                                    "272.0%",
                                    "288.32%",
                                    "304.64%",
                                    "326.4%",
                                    "348.16%",
                                    "369.92%",
                                    "391.68%",
                                    "413.44%",
                                    "435.2%",
                                    "462.4%",
                                    "489.6%",
                                    "516.8%"
                                ]
                            },
                            {
                                "Desc": "风风轮附带元素伤害",
                                "ParamLevelList": [
                                    "16.8%",
                                    "18.06%",
                                    "19.32%",
                                    "21.0%",
                                    "22.26%",
                                    "23.52%",
                                    "25.2%",
                                    "26.88%",
                                    "28.56%",
                                    "30.24%",
                                    "31.92%",
                                    "33.6%",
                                    "35.7%",
                                    "37.8%",
                                    "39.9%"
                                ]
                            },
                            {
                                "Desc": "风风轮舞踢长按附带元素伤害",
                                "ParamLevelList": [
                                    "76.16%",
                                    "81.872%",
                                    "87.584%",
                                    "95.2%",
                                    "100.912%",
                                    "106.624%",
                                    "114.24%",
                                    "121.856%",
                                    "129.472%",
                                    "137.088%",
                                    "144.704%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%"
                                ]
                            },
                            {
                                "Desc": "长按最大持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒",
                                    "6到11秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "呜呼流 · 影貉缭乱",
                        "Desc": "忍法 · 呜呼流的另一个独创奥义！能创造出替早柚干活的帮手！<br>对身边的敌人造成<color style='color:#80FFD7;'>风元素伤害</color>，为队伍中附近的所有角色恢复生命值，回复量受益于早柚的攻击力，并召唤出「不倒貉貉」。<br><br><color style='color:#FFD780;'>不倒貉貉</color><br>周期性地根据附近的状况，采取其中一种行动：<br> · 附近的角色如果生命值均高于70%，不倒貉貉会攻击附近的一名敌人，造成<color style='color:#80FFD7;'>风元素伤害</color>；<br> · 附近场上如果存在生命值低于或等于70%的角色，会为附近场上生命值百分比最低的角色恢复生命值，回复量受益于早柚的攻击力。若附近不存在敌人，即使角色的生命值均高于70%，也会为角色恢复生命值。<br><br><i>不懂忍术的人都非常希望早柚能多多展示一下这个，也有人试图找早柚学习。可早柚只想睡觉，不想被打扰。</i>",
                        "Icon": "Skill_E_Sayu_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能发动伤害",
                                "ParamLevelList": [
                                    "116.8%",
                                    "125.56%",
                                    "134.32%",
                                    "146.0%",
                                    "154.76%",
                                    "163.52%",
                                    "175.2%",
                                    "186.88%",
                                    "198.56%",
                                    "210.24%",
                                    "221.92%",
                                    "233.6%",
                                    "248.2%",
                                    "262.8%",
                                    "277.4%"
                                ]
                            },
                            {
                                "Desc": "技能发动治疗量",
                                "ParamLevelList": [
                                    "92.16%攻击力+577.3388",
                                    "99.072%攻击力+635.0807",
                                    "105.984%攻击力+697.63446",
                                    "115.2%攻击力+765",
                                    "122.112%攻击力+837.17737",
                                    "129.024%攻击力+914.16656",
                                    "138.24%攻击力+995.96765",
                                    "147.456%攻击力+1082.5804",
                                    "156.672%攻击力+1174.0051",
                                    "165.888%攻击力+1270.2417",
                                    "175.104%攻击力+1371.29",
                                    "184.32%攻击力+1477.1501",
                                    "195.84%攻击力+1587.8221",
                                    "207.36%攻击力+1703.3059",
                                    "218.88%攻击力+1823.6016"
                                ]
                            },
                            {
                                "Desc": "不倒貉貉伤害",
                                "ParamLevelList": [
                                    "52.0%",
                                    "55.9%",
                                    "59.8%",
                                    "65.0%",
                                    "68.9%",
                                    "72.8%",
                                    "78.0%",
                                    "83.2%",
                                    "88.4%",
                                    "93.6%",
                                    "98.8%",
                                    "104.0%",
                                    "110.5%",
                                    "117.0%",
                                    "123.5%"
                                ]
                            },
                            {
                                "Desc": "不倒貉貉治疗量",
                                "ParamLevelList": [
                                    "79.872%攻击力+500.3603",
                                    "85.8624%攻击力+550.40326",
                                    "91.8528%攻击力+604.6165",
                                    "99.84%攻击力+663",
                                    "105.8304%攻击力+725.5537",
                                    "111.8208%攻击力+792.2777",
                                    "119.808%攻击力+863.17194",
                                    "127.7952%攻击力+938.2364",
                                    "135.7824%攻击力+1017.4711",
                                    "143.7696%攻击力+1100.8761",
                                    "151.7568%攻击力+1188.4513",
                                    "159.744%攻击力+1280.1968",
                                    "169.728%攻击力+1376.1125",
                                    "179.712%攻击力+1476.1985",
                                    "189.696%攻击力+1580.4547"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "更加合适的人选",
                        "Desc": "早柚在场上触发扩散反应时，为队伍中自己的角色以及附近的友方角色恢复300点生命值。除此之外，早柚的每点元素精通将额外恢复1.2点生命值。<br>该效果每2秒只能触发一次。",
                        "Icon": "UI_Talent_S_Sayu_05"
                    },
                    {
                        "Name": "早柚不用工作啦",
                        "Desc": "<color style='color:#FFD780;'>呜呼流 · 影貉缭乱</color>的不倒貉貉获得如下效果：<br> · 为角色恢复生命值时，将为该角色身边的其他场上角色恢复相当于回复量20%的生命值；<br> · 攻击敌人时，扩大造成伤害的范围。",
                        "Icon": "UI_Talent_S_Sayu_06"
                    },
                    {
                        "Name": "呜呼流 · 屏息秘传",
                        "Desc": "早柚在队伍中时，队伍中自己的角色接近晶蝶等部分生物时，不会惊动它们。<br>有效对象可参考图鉴中「生物志 / 野生动物」的「其他」分类。",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "一心二用之术",
                        "Desc": "<color style='color:#FFD780;'>呜呼流 · 影貉缭乱</color>的不倒貉貉的行动将忽视生命值限制，能同时攻击附近的敌人并为角色恢复生命值。",
                        "Icon": "UI_Talent_S_Sayu_01"
                    },
                    {
                        "Level": 2,
                        "Name": "理清逃跑路线",
                        "Desc": "<color style='color:#FFD780;'>呜呼流 · 风隐急进</color>获得如下效果：<br> · 点按施放时，风风轮舞踢造成的伤害提高3.3%；<br> · 处于长按施放后的风风轮状态下时，每0.5秒，就会使这次施展的风风轮舞踢造成的伤害提高3.3%。通过这种方式，风风轮舞踢造成的伤害至多可以提高66%。",
                        "Icon": "UI_Talent_S_Sayu_02"
                    },
                    {
                        "Level": 3,
                        "Name": "都交给分身吧",
                        "Desc": "<color style='color:#FFD780;'>呜呼流 · 影貉缭乱</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sayu_02"
                    },
                    {
                        "Level": 4,
                        "Name": "偷懒的新方法",
                        "Desc": "早柚在场上触发扩散反应时，将恢复1.2点元素能量。<br>该效果每2秒只能触发一次。",
                        "Icon": "UI_Talent_S_Sayu_03"
                    },
                    {
                        "Level": 5,
                        "Name": "快是第一奥义",
                        "Desc": "<color style='color:#FFD780;'>呜呼流 · 风隐急进</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sayu_01"
                    },
                    {
                        "Level": 6,
                        "Name": "呼呼大睡时间",
                        "Desc": "早柚自己通过<color style='color:#FFD780;'>呜呼流 · 影貉缭乱</color>召唤的不倒貉貉的攻击与回复量，受益于早柚的元素精通。早柚的每点元素精通，能产生如下效果：<br> · 使不倒貉貉的攻击额外造成0.2%攻击力的伤害。通过这种方式至多额外造成400%攻击力的伤害；<br> · 使不倒貉貉的回复量提高3点。通过这种方式，至多提高6000点回复量。",
                        "Icon": "UI_Talent_S_Sayu_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Sayu": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "Elemental_Art_Wind",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "Elemental_Art_Wind",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "Elemental_Art_Fire",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "Elemental_Art_Water",
                "AttGrp": "2.5s / 3次",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "Elemental_Art_Electric",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技长按",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技长按",
                "AttTag": "Elemental_Art_Ice",
                "AttGrp": "2.5s / 3次",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2,
                        1.5
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Ice",
                "GU": 2.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.5,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 80.5,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 79.35,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        2.8,
                        3.2
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 109.71,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.3,
                        1.5
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}