// Auto Generated

var _AvatarDataConfig_ = {
    "Sethos": {
        "BallList": [
            {
                "When": "元素战技开启",
                "DropArray": [
                    {
                        "Num": 2,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 0.5
            }
        ],
        "EndureList": [
            {
                "Skill": "元素战技动作期间",
                "Endure": 0.6
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>产球：</b><br>- 开启元素战技的伤害命中，产 2 雷元素微粒。",
            "<b>附着：</b><br>- 元素战技开启伤害 1 元素量独立<br>- 贯影箭 2 元素量独立<br>- 大招普攻箭 1 元素量，默认附着 CD（3次/2.5s）",
            "<b>抗打断：</b><br>- 元素战技动作期间 0.6"
        ]
    }
}

var _AvatarMats_ = {
    "Sethos": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101224": 3,
                "112065": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113058": 2,
                "101224": 10,
                "112065": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113058": 4,
                "101224": 20,
                "112066": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113058": 8,
                "101224": 30,
                "112066": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113058": 12,
                "101224": 45,
                "112067": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113058": 20,
                "101224": 60,
                "112067": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104335": 3,
                "112065": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112066": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112066": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112066": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112066": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112067": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112067": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112067": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112067": 12,
                "113043": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Sethos": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 王家苇箭术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷霆的力量会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：<br> · 一段蓄力：射出附有雷元素的箭矢，造成<color style='color:#FFACFF;'>雷元素伤害</color>；<br> · 二段蓄力：发射能穿透敌人的<color style='color:#FFD780;'>贯影箭</color>，对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。贯影箭完成蓄力后，赛索斯将无法进行移动。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "一段蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "贯影箭伤害",
                                "ParamLevelList": [
                                    "140.0%攻击力+134.56%元素精通",
                                    "150.5%攻击力+144.652%元素精通",
                                    "161.0%攻击力+154.744%元素精通",
                                    "175.0%攻击力+168.2%元素精通",
                                    "185.5%攻击力+178.292%元素精通",
                                    "196.0%攻击力+188.384%元素精通",
                                    "210.0%攻击力+201.84%元素精通",
                                    "224.0%攻击力+215.296%元素精通",
                                    "238.0%攻击力+228.752%元素精通",
                                    "252.0%攻击力+242.208%元素精通",
                                    "266.0%攻击力+255.664%元素精通",
                                    "280.0%攻击力+269.12%元素精通",
                                    "297.5%攻击力+285.94%元素精通",
                                    "315.0%攻击力+302.76%元素精通",
                                    "332.5%攻击力+319.58%元素精通"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古仪 · 鸣砂掣雷",
                        "Desc": "凝集轰雷，对前方的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>并快速后退。如果此次攻击对敌人触发了感电、超导、超载、原激化、超激化、超绽放或雷元素扩散反应，赛索斯将恢复一定的元素能量。<br><br><i>「神灵凭依的司祭、点穴成泉的术师，沙海的歌者间流传着他们的故事…但我知道那并非传说，因为他们就是我们的先辈。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "恢复元素能量",
                                "ParamLevelList": [
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘仪 · 瞑光贯影",
                        "Desc": "施展秘仪，进入「寂想瞑影」状态，在此期间，赛索斯的普通攻击将转为发射能穿透敌人的<color style='color:#FFD780;'>暝弦矢</color>：对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>，并基于赛索斯的元素精通，提升其造成的伤害。<br>暝弦矢造成的伤害视为重击伤害。<br><br><i>缄默之殿的藏书室中保存着不少从赤王时代的阿赫塔蒙遗留下来的书籍，书中记载了许多威力强大的秘仪。但即便在缄默之殿中，也只有少数人能够习得掌握它们的力量。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞑弦矢伤害提升",
                                "ParamLevelList": [
                                    "170.56%元素精通",
                                    "183.352%元素精通",
                                    "196.144%元素精通",
                                    "213.2%元素精通",
                                    "225.992%元素精通",
                                    "238.784%元素精通",
                                    "255.84%元素精通",
                                    "272.896%元素精通",
                                    "289.952%元素精通",
                                    "307.008%元素精通",
                                    "324.064%元素精通",
                                    "341.12%元素精通",
                                    "362.44%元素精通",
                                    "383.76%元素精通",
                                    "405.08%元素精通"
                                ]
                            },
                            {
                                "Desc": "寂想瞑影持续时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黑鸢的密喻",
                        "Desc": "瞄准射击时，依据赛索斯当前元素能量不超过20点的部分，每1点元素能量将使蓄力时间减少0.285秒，通过这种方式，至多使蓄力时间降低至0.3秒；发射时，若发射的是<color style='color:#FFD780;'>贯影箭</color>，将消耗对应的元素能量；如果发射的是一段蓄力的箭矢，则消耗对应元素能量的50%。",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王的赐礼",
                        "Desc": "赛索斯每15秒会获得「热砂炫影」效果，使<color style='color:#FFD780;'>贯影箭</color>造成的伤害值提升，提升值相当于赛索斯的元素精通的600%。<br>热砂炫影效果至多持续5秒，将在4枚贯影箭命中敌人后移除。本次热砂炫影效果下的首枚贯影箭命中敌人时，将重新开始产生热砂炫影效果的计时。",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "猿月的显迹",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>须弥区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龛谒灵歌",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>的暴击率提升15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘纸草经",
                        "Desc": "触发以下条件时，赛索斯获得15%<color style='color:#FFACFF;'>雷元素伤害加成</color>，持续10秒，至多叠加2层，每层独立计时：<br> · 通过<color style='color:#FFD780;'>古仪 · 鸣砂掣雷</color>恢复元素能量；<br> · 施放<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>；<br> · 通过固有天赋「黑鸢的密喻」的效果消耗元素能量，此条件需要解锁固有天赋「黑鸢的密喻」。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "月升哲贤颂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击 · 王家苇箭术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念鸵羽集",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>与<color style='color:#FFD780;'>暝弦矢</color>命中2名及以上的敌人时，队伍中附近的所有角色的元素精通提升80点精通，持续10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈沙录",
                        "Desc": "<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔门书",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>命中敌人后，将返还因固有天赋「黑鸢的密喻」消耗的元素能量，此效果每15秒至多触发一次，需要解锁固有天赋「黑鸢的密喻」。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 王家苇箭术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷霆的力量会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：<br> · 一段蓄力：射出附有雷元素的箭矢，造成<color style='color:#FFACFF;'>雷元素伤害</color>；<br> · 二段蓄力：发射能穿透敌人的<color style='color:#FFD780;'>贯影箭</color>，对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。贯影箭完成蓄力后，赛索斯将无法进行移动。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "一段蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "贯影箭伤害",
                                "ParamLevelList": [
                                    "140.0%攻击力+134.56%元素精通",
                                    "150.5%攻击力+144.652%元素精通",
                                    "161.0%攻击力+154.744%元素精通",
                                    "175.0%攻击力+168.2%元素精通",
                                    "185.5%攻击力+178.292%元素精通",
                                    "196.0%攻击力+188.384%元素精通",
                                    "210.0%攻击力+201.84%元素精通",
                                    "224.0%攻击力+215.296%元素精通",
                                    "238.0%攻击力+228.752%元素精通",
                                    "252.0%攻击力+242.208%元素精通",
                                    "266.0%攻击力+255.664%元素精通",
                                    "280.0%攻击力+269.12%元素精通",
                                    "297.5%攻击力+285.94%元素精通",
                                    "315.0%攻击力+302.76%元素精通",
                                    "332.5%攻击力+319.58%元素精通"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古仪 · 鸣砂掣雷",
                        "Desc": "凝集轰雷，对前方的敌人造成<color style='color:#FFACFF;'>雷元素范围伤害</color>并快速后退。如果此次攻击对敌人触发了感电、超导、超载、原激化、超激化、超绽放或雷元素扩散反应，赛索斯将恢复一定的元素能量。<br><br><i>「神灵凭依的司祭、点穴成泉的术师，沙海的歌者间流传着他们的故事…但我知道那并非传说，因为他们就是我们的先辈。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "恢复元素能量",
                                "ParamLevelList": [
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘仪 · 瞑光贯影",
                        "Desc": "施展秘仪，进入「寂想瞑影」状态，在此期间，赛索斯的普通攻击将转为发射能穿透敌人的<color style='color:#FFD780;'>暝弦矢</color>：对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>，并基于赛索斯的元素精通，提升其造成的伤害。<br>暝弦矢造成的伤害视为重击伤害。<br>效果将在赛索斯退场时解除。<br><br><i>缄默之殿的藏书室中保存着不少从赤王时代的阿赫塔蒙遗留下来的书籍，书中记载了许多威力强大的秘仪。但即便在缄默之殿中，也只有少数人能够习得掌握它们的力量。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞑弦矢伤害提升",
                                "ParamLevelList": [
                                    "170.56%元素精通",
                                    "183.352%元素精通",
                                    "196.144%元素精通",
                                    "213.2%元素精通",
                                    "225.992%元素精通",
                                    "238.784%元素精通",
                                    "255.84%元素精通",
                                    "272.896%元素精通",
                                    "289.952%元素精通",
                                    "307.008%元素精通",
                                    "324.064%元素精通",
                                    "341.12%元素精通",
                                    "362.44%元素精通",
                                    "383.76%元素精通",
                                    "405.08%元素精通"
                                ]
                            },
                            {
                                "Desc": "寂想瞑影持续时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黑鸢的密喻",
                        "Desc": "瞄准射击时，依据赛索斯当前元素能量不超过20点的部分，每1点元素能量将使蓄力时间减少0.285秒，通过这种方式，至多使蓄力时间降低至0.3秒；发射时，若发射的是<color style='color:#FFD780;'>贯影箭</color>，将消耗对应的元素能量；如果发射的是一段蓄力的箭矢，则消耗对应元素能量的50%。",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王的赐礼",
                        "Desc": "赛索斯每15秒会获得「热砂炫影」效果，使<color style='color:#FFD780;'>贯影箭</color>造成的伤害值提升，提升值相当于赛索斯的元素精通的600%。<br>热砂炫影效果至多持续5秒，将在4枚贯影箭命中敌人后移除。本次热砂炫影效果下的首枚贯影箭命中敌人时，将重新开始产生热砂炫影效果的计时。",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "猿月的显迹",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>须弥区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龛谒灵歌",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>的暴击率提升15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘纸草经",
                        "Desc": "赛索斯施放<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>，或在满足以下任意一项条件时，<color style='color:#FFACFF;'>雷元素伤害加成</color>提升15%，持续10秒：<br> · 通过固有天赋「黑鸢的密喻」的效果消耗元素能量，此条件需要解锁固有天赋「黑鸢的密喻」；<br> · 通过<color style='color:#FFD780;'>古仪 · 鸣砂掣雷</color>恢复元素能量。<br>该<color style='color:#FFACFF;'>雷元素伤害加成</color>提升效果重复触发时至多叠加2层，每层独立计时。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "月升哲贤颂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击 · 王家苇箭术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念鸵羽集",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>或<color style='color:#FFD780;'>暝弦矢</color>命中2名及以上的敌人时，队伍中附近的所有角色的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈沙录",
                        "Desc": "<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔门书",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>命中敌人后，将返还因固有天赋「黑鸢的密喻」消耗的元素能量，此效果每15秒至多触发一次，需要解锁固有天赋「黑鸢的密喻」。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 王家苇箭术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷霆的力量会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：<br> · 一段蓄力：射出附有雷元素的箭矢，造成<color style='color:#FFACFF;'>雷元素伤害</color>；<br> · 二段蓄力：发射能穿透敌人的<color style='color:#FFD780;'>贯影箭</color>，对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。贯影箭完成蓄力后，赛索斯将无法进行移动。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "一段蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "贯影箭伤害",
                                "ParamLevelList": [
                                    "140.0%攻击力+134.56%元素精通",
                                    "150.5%攻击力+144.652%元素精通",
                                    "161.0%攻击力+154.744%元素精通",
                                    "175.0%攻击力+168.2%元素精通",
                                    "185.5%攻击力+178.292%元素精通",
                                    "196.0%攻击力+188.384%元素精通",
                                    "210.0%攻击力+201.84%元素精通",
                                    "224.0%攻击力+215.296%元素精通",
                                    "238.0%攻击力+228.752%元素精通",
                                    "252.0%攻击力+242.208%元素精通",
                                    "266.0%攻击力+255.664%元素精通",
                                    "280.0%攻击力+269.12%元素精通",
                                    "297.5%攻击力+285.94%元素精通",
                                    "315.0%攻击力+302.76%元素精通",
                                    "332.5%攻击力+319.58%元素精通"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古仪 · 鸣砂掣雷",
                        "Desc": "凝集轰雷，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>并快速后退。如果此次攻击对敌人触发了感电、超导、超载、原激化、超激化、超绽放或雷元素扩散反应，赛索斯将恢复一定的元素能量。<br><br><i>「神灵凭依的司祭、点穴成泉的术师，沙海的歌者间流传着他们的故事…但我知道那并非传说，因为他们就是我们的先辈。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "恢复元素能量",
                                "ParamLevelList": [
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘仪 · 瞑光贯影",
                        "Desc": "施展秘仪，进入「寂想瞑影」状态，在此期间，赛索斯的普通攻击将转为发射能穿透敌人的<color style='color:#FFD780;'>瞑弦矢</color>：对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>，并基于赛索斯的元素精通，提升其造成的伤害。<br>瞑弦矢造成的伤害视为重击伤害。<br>效果将在赛索斯退场时解除。<br><br><i>缄默之殿的藏书室中保存着不少从赤王时代的阿赫塔蒙遗留下来的书籍，书中记载了许多威力强大的秘仪。但即便在缄默之殿中，也只有少数人能够习得掌握它们的力量。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞑弦矢伤害提升",
                                "ParamLevelList": [
                                    "196.16%元素精通",
                                    "210.872%元素精通",
                                    "225.584%元素精通",
                                    "245.2%元素精通",
                                    "259.912%元素精通",
                                    "274.624%元素精通",
                                    "294.24%元素精通",
                                    "313.856%元素精通",
                                    "333.472%元素精通",
                                    "353.088%元素精通",
                                    "372.704%元素精通",
                                    "392.32%元素精通",
                                    "416.84%元素精通",
                                    "441.36%元素精通",
                                    "465.88%元素精通"
                                ]
                            },
                            {
                                "Desc": "寂想瞑影持续时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黑鸢的密喻",
                        "Desc": "瞄准射击时，赛索斯每1点当前元素能量都将使蓄力时间减少0.285秒，通过这种方式，至多使蓄力时间降低至0.3秒并计入20点元素能量；发射时，若发射的是<color style='color:#FFD780;'>贯影箭</color>，将消耗计入的元素能量；如果发射的是一段蓄力的箭矢，则消耗计入元素能量的50%。",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王的赐礼",
                        "Desc": "赛索斯获得「热砂炫影」效果，使<color style='color:#FFD780;'>贯影箭</color>造成的伤害值提升，提升值相当于赛索斯的元素精通的700%。<br>热砂炫影期间满足以下任意条件时效果将被移除：<br> · 贯影箭首次命中敌人5秒后；<br> · 4枚贯影箭命中敌人后。<br><br>热砂炫影效果下的贯影箭首次命中敌人15秒后将重新获得热砂炫影效果。",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "猿月的显迹",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>须弥区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龛谒灵歌",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>的暴击率提升15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘纸草经",
                        "Desc": "满足以下任意一项条件时，赛索斯的<color style='color:#FFACFF;'>雷元素伤害加成</color>提升15%，持续10秒，至多叠加2层，每层独立计时：<br> · 通过瞄准射击消耗元素能量，此条件需要解锁固有天赋「黑鸢的密喻」；<br> · 通过<color style='color:#FFD780;'>古仪 · 鸣砂掣雷</color>触发元素反应恢复元素能量；<br> · 施放<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "月升哲贤颂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击 · 王家苇箭术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念鸵羽集",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>或<color style='color:#FFD780;'>瞑弦矢</color>命中2名及以上的敌人时，队伍中附近的所有角色的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈沙录",
                        "Desc": "<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔门书",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>命中敌人后，将返还因固有天赋「黑鸢的密喻」消耗的元素能量，此效果每15秒至多触发一次，需要解锁固有天赋「黑鸢的密喻」。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 王家苇箭术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷霆的力量会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：<br> · 一段蓄力：射出附有雷元素的箭矢，造成<color style='color:#FFACFF;'>雷元素伤害</color>；<br> · 二段蓄力：发射能穿透敌人的<color style='color:#FFD780;'>贯影箭</color>，对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。贯影箭完成蓄力后，赛索斯将无法进行移动。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "52.614%",
                                    "56.897%",
                                    "61.179%",
                                    "67.297%",
                                    "71.579%",
                                    "76.474%",
                                    "83.203%",
                                    "89.933%",
                                    "96.663%",
                                    "104.004%",
                                    "111.346%",
                                    "118.687%",
                                    "126.029%",
                                    "133.37%",
                                    "140.712%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "23.796%+26.608%",
                                    "25.733%+28.774%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.374%+36.2%",
                                    "34.587%+38.675%",
                                    "37.631%+42.078%",
                                    "40.675%+45.482%",
                                    "43.719%+48.885%",
                                    "47.039%+52.598%",
                                    "50.359%+56.311%",
                                    "53.68%+60.024%",
                                    "57.0%+63.736%",
                                    "60.321%+67.449%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "73.987%",
                                    "80.0%",
                                    "86.031%",
                                    "94.634%",
                                    "100.656%",
                                    "107.539%",
                                    "117.002%",
                                    "126.466%",
                                    "135.929%",
                                    "146.253%",
                                    "156.576%",
                                    "166.9%",
                                    "177.224%",
                                    "187.548%",
                                    "197.871%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "一段蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "贯影箭伤害",
                                "ParamLevelList": [
                                    "140.0%攻击力+134.56%元素精通",
                                    "150.5%攻击力+144.652%元素精通",
                                    "161.0%攻击力+154.744%元素精通",
                                    "175.0%攻击力+168.2%元素精通",
                                    "185.5%攻击力+178.292%元素精通",
                                    "196.0%攻击力+188.384%元素精通",
                                    "210.0%攻击力+201.84%元素精通",
                                    "224.0%攻击力+215.296%元素精通",
                                    "238.0%攻击力+228.752%元素精通",
                                    "252.0%攻击力+242.208%元素精通",
                                    "266.0%攻击力+255.664%元素精通",
                                    "280.0%攻击力+269.12%元素精通",
                                    "297.5%攻击力+285.94%元素精通",
                                    "315.0%攻击力+302.76%元素精通",
                                    "332.5%攻击力+319.58%元素精通"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古仪 · 鸣砂掣雷",
                        "Desc": "凝集轰雷，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>并快速后退。如果此次攻击对敌人触发了感电、超导、超载、原激化、超激化、超绽放或雷元素扩散反应，赛索斯将恢复一定的元素能量。<br><br><i>「神灵凭依的司祭、点穴成泉的术师，沙海的歌者间流传着他们的故事…但我知道那并非传说，因为他们就是我们的先辈。」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "恢复元素能量",
                                "ParamLevelList": [
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0",
                                    "12.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘仪 · 瞑光贯影",
                        "Desc": "施展秘仪，进入「寂想瞑影」状态，在此期间，赛索斯的普通攻击将转为发射能穿透敌人的<color style='color:#FFD780;'>瞑弦矢</color>：对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>，并基于赛索斯的元素精通，提升其造成的伤害。<br>持续期间，赛索斯无法进行瞄准射击。<br>瞑弦矢造成的伤害视为重击伤害。<br>效果将在赛索斯退场时解除。<br><br><i>缄默之殿的藏书室中保存着不少从赤王时代的阿赫塔蒙遗留下来的书籍，书中记载了许多威力强大的秘仪。但即便在缄默之殿中，也只有少数人能够习得掌握它们的力量。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞑弦矢伤害提升",
                                "ParamLevelList": [
                                    "196.16%元素精通",
                                    "210.872%元素精通",
                                    "225.584%元素精通",
                                    "245.2%元素精通",
                                    "259.912%元素精通",
                                    "274.624%元素精通",
                                    "294.24%元素精通",
                                    "313.856%元素精通",
                                    "333.472%元素精通",
                                    "353.088%元素精通",
                                    "372.704%元素精通",
                                    "392.32%元素精通",
                                    "416.84%元素精通",
                                    "441.36%元素精通",
                                    "465.88%元素精通"
                                ]
                            },
                            {
                                "Desc": "寂想瞑影持续时间",
                                "ParamLevelList": [
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒",
                                    "8.0秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黑鸢的密喻",
                        "Desc": "瞄准射击时，赛索斯每1点当前元素能量都将使蓄力时间减少0.285秒，通过这种方式，至多使蓄力时间降低至0.3秒并计入20点元素能量；发射时，若发射的是<color style='color:#FFD780;'>贯影箭</color>，将消耗计入的元素能量；如果发射的是一段蓄力的箭矢，则消耗计入元素能量的50%。",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王的赐礼",
                        "Desc": "赛索斯获得「热砂炫影」效果，使<color style='color:#FFD780;'>贯影箭</color>造成的伤害值提升，提升值相当于赛索斯的元素精通的700%。<br>热砂炫影期间满足以下任意条件时效果将被移除：<br> · 贯影箭首次命中敌人5秒后；<br> · 4枚贯影箭命中敌人后。<br><br>热砂炫影效果下的贯影箭首次命中敌人15秒后将重新获得热砂炫影效果。",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "猿月的显迹",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>须弥区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龛谒灵歌",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>的暴击率提升15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘纸草经",
                        "Desc": "满足以下任意一项条件时，赛索斯的<color style='color:#FFACFF;'>雷元素伤害加成</color>提升15%，持续10秒，至多叠加2层，每层独立计时：<br> · 通过瞄准射击消耗元素能量，此条件需要解锁固有天赋「黑鸢的密喻」；<br> · 通过<color style='color:#FFD780;'>古仪 · 鸣砂掣雷</color>触发元素反应恢复元素能量；<br> · 施放<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "月升哲贤颂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击 · 王家苇箭术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念鸵羽集",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>或<color style='color:#FFD780;'>瞑弦矢</color>命中2名及以上的敌人时，队伍中附近的所有角色的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈沙录",
                        "Desc": "<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔门书",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>命中敌人后，将返还因固有天赋「黑鸢的密喻」消耗的元素能量，此效果每15秒至多触发一次，需要解锁固有天赋「黑鸢的密喻」。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "王家苇箭术",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续弓箭射击。<br><br><color style='color:#FFD780;'>重击</color><br>进行伤害更高、更为精准的<color style='color:#FFD780;'>瞄准射击</color>。<br>瞄准时，雷霆的力量会在箭矢上持续积聚，并随攻击发射出去。根据蓄力时间长短，能造成不同的效果：<br> · 一段蓄力：射出附有雷元素的箭矢，造成<color style='color:#FFACFF;'>雷元素伤害</color>；<br> · 二段蓄力：发射能穿透敌人的<color style='color:#FFD780;'>贯影箭</color>，对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。贯影箭完成蓄力后，赛索斯将无法进行移动。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "52.6139%",
                                    "56.8965%",
                                    "61.179%",
                                    "67.2969%",
                                    "71.5794%",
                                    "76.4737%",
                                    "83.2034%",
                                    "89.9331%",
                                    "96.6628%",
                                    "104.0043%",
                                    "111.3458%",
                                    "118.6873%",
                                    "126.0287%",
                                    "133.3702%",
                                    "140.7117%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "23.7962%+26.6084%",
                                    "25.7331%+28.7742%",
                                    "27.67%+30.94%",
                                    "30.437%+34.034%",
                                    "32.3739%+36.1998%",
                                    "34.5875%+38.675%",
                                    "37.6312%+42.0784%",
                                    "40.6749%+45.4818%",
                                    "43.7186%+48.8852%",
                                    "47.039%+52.598%",
                                    "50.3594%+56.3108%",
                                    "53.6798%+60.0236%",
                                    "57.0%+63.7364%",
                                    "60.3206%+67.4492%",
                                    "63.641%+71.162%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "73.9867%",
                                    "80.0088%",
                                    "86.031%",
                                    "94.6341%",
                                    "100.6563%",
                                    "107.5387%",
                                    "117.0022%",
                                    "126.4656%",
                                    "135.929%",
                                    "146.2527%",
                                    "156.5764%",
                                    "166.9001%",
                                    "177.2239%",
                                    "187.5476%",
                                    "197.8713%"
                                ]
                            },
                            {
                                "Desc": "瞄准射击",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "一段蓄力瞄准射击",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "贯影箭伤害",
                                "ParamLevelList": [
                                    "140.0%攻击力+134.56%元素精通",
                                    "150.5%攻击力+144.652%元素精通",
                                    "161.0%攻击力+154.744%元素精通",
                                    "175.0%攻击力+168.2%元素精通",
                                    "185.5%攻击力+178.292%元素精通",
                                    "196.0%攻击力+188.384%元素精通",
                                    "210.0%攻击力+201.84%元素精通",
                                    "224.0%攻击力+215.296%元素精通",
                                    "238.0%攻击力+228.752%元素精通",
                                    "252.0%攻击力+242.208%元素精通",
                                    "266.0%攻击力+255.664%元素精通",
                                    "280.0%攻击力+269.12%元素精通",
                                    "297.5%攻击力+285.94%元素精通",
                                    "315.0%攻击力+302.76%元素精通",
                                    "332.5%攻击力+319.58%元素精通"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "古仪 · 鸣砂掣雷",
                        "Desc": "凝集轰雷，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>并快速后退。如果此次攻击对敌人触发了感电、月感电、超导、超载、原激化、超激化、超绽放或雷元素扩散反应，赛索斯将恢复一定的元素能量。<br><br><i>「神灵凭依的司祭、点穴成泉的术师，沙海的歌者间流传着他们的故事…但我知道那并非传说，因为他们就是我们的先辈。」</i>",
                        "Icon": "Skill_S_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "115.6%",
                                    "124.27%",
                                    "132.94%",
                                    "144.5%",
                                    "153.17%",
                                    "161.84%",
                                    "173.4%",
                                    "184.96%",
                                    "196.52%",
                                    "208.08%",
                                    "219.64%",
                                    "231.2%",
                                    "245.65%",
                                    "260.1%",
                                    "274.55%"
                                ]
                            },
                            {
                                "Desc": "恢复元素能量",
                                "ParamLevelList": [
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12",
                                    "12"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "秘仪 · 瞑光贯影",
                        "Desc": "施展秘仪，进入「寂想瞑影」状态，在此期间，赛索斯的普通攻击将转为发射能穿透敌人的<color style='color:#FFD780;'>瞑弦矢</color>：对路径上的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>，并基于赛索斯的元素精通，提升其造成的伤害。<br>持续期间，赛索斯无法进行瞄准射击。<br>瞑弦矢造成的伤害视为重击伤害。<br>效果将在赛索斯退场时解除。<br><br><i>缄默之殿的藏书室中保存着不少从赤王时代的阿赫塔蒙遗留下来的书籍，书中记载了许多威力强大的秘仪。但即便在缄默之殿中，也只有少数人能够习得掌握它们的力量。</i>",
                        "Icon": "Skill_E_Sethos_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞑弦矢伤害提升",
                                "ParamLevelList": [
                                    "196.16%元素精通",
                                    "210.872%元素精通",
                                    "225.584%元素精通",
                                    "245.2%元素精通",
                                    "259.912%元素精通",
                                    "274.624%元素精通",
                                    "294.24%元素精通",
                                    "313.856%元素精通",
                                    "333.472%元素精通",
                                    "353.088%元素精通",
                                    "372.704%元素精通",
                                    "392.32%元素精通",
                                    "416.84%元素精通",
                                    "441.36%元素精通",
                                    "465.88%元素精通"
                                ]
                            },
                            {
                                "Desc": "寂想瞑影持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "黑鸢的密喻",
                        "Desc": "瞄准射击时，赛索斯每1点当前元素能量都将使蓄力时间减少0.285秒，通过这种方式，至多使蓄力时间降低至0.3秒并计入20点元素能量；发射时，若发射的是<color style='color:#FFD780;'>贯影箭</color>，将消耗计入的元素能量；如果发射的是一段蓄力的箭矢，则消耗计入元素能量的50%。",
                        "Icon": "UI_Talent_S_Sethos_05"
                    },
                    {
                        "Name": "砂王的赐礼",
                        "Desc": "赛索斯获得「热砂炫影」效果，使<color style='color:#FFD780;'>贯影箭</color>造成的伤害值提升，提升值相当于赛索斯的元素精通的700%。<br>热砂炫影期间满足以下任意条件时效果将被移除：<br> · 贯影箭首次命中敌人5秒后；<br> · 4枚贯影箭命中敌人后。<br><br>热砂炫影效果下的贯影箭首次命中敌人15秒后将重新获得热砂炫影效果。",
                        "Icon": "UI_Talent_S_Sethos_06"
                    },
                    {
                        "Name": "猿月的显迹",
                        "Desc": "在小地图上显示周围的<color style='color:#FFD780;'>须弥区域特产</color>的位置。",
                        "Icon": "UI_Talent_S_Tighnari_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "封龛谒灵歌",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>的暴击率提升15%。",
                        "Icon": "UI_Talent_S_Sethos_01"
                    },
                    {
                        "Level": 2,
                        "Name": "寂秘纸草经",
                        "Desc": "满足以下任意一项条件时，赛索斯的<color style='color:#FFACFF;'>雷元素伤害加成</color>提升15%，持续10秒，至多叠加2层，每层独立计时：<br> · 通过瞄准射击消耗元素能量，此条件需要解锁突破天赋「黑鸢的密喻」；<br> · 通过<color style='color:#FFD780;'>古仪 · 鸣砂掣雷</color>触发元素反应恢复元素能量；<br> · 施放<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>。",
                        "Icon": "UI_Talent_S_Sethos_02"
                    },
                    {
                        "Level": 3,
                        "Name": "月升哲贤颂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击 · 王家苇箭术</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_01"
                    },
                    {
                        "Level": 4,
                        "Name": "真念鸵羽集",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>或<color style='color:#FFD780;'>瞑弦矢</color>命中2名及以上的敌人时，队伍中附近的所有角色的元素精通提升80点，持续10秒。",
                        "Icon": "UI_Talent_S_Sethos_03"
                    },
                    {
                        "Level": 5,
                        "Name": "荒神烈沙录",
                        "Desc": "<color style='color:#FFD780;'>秘仪 · 瞑光贯影</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sethos_02"
                    },
                    {
                        "Level": 6,
                        "Name": "巡日塔门书",
                        "Desc": "<color style='color:#FFD780;'>贯影箭</color>命中敌人后，将返还因突破天赋「黑鸢的密喻」消耗的元素能量，此效果每15秒至多触发一次，需要解锁突破天赋「黑鸢的密喻」。",
                        "Icon": "UI_Talent_S_Sethos_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Sethos": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "贯影箭",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "大招 普攻1",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "大招组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 18.879,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "大招 普攻2-1",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "大招组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 8.791,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "大招 普攻2-2",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "大招组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 8.791,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "大招 普攻3",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "大招组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 25.809,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 18.879,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 8.791,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2-2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 8.791,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 25.809,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "瞄准射击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "蓄力一段射击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}