// Auto Generated

var _AvatarDataConfig_ = {
    "Shinobu": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Shinobu": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101205": 3,
                "112053": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113035": 2,
                "101205": 10,
                "112053": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113035": 4,
                "101205": 20,
                "112054": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113035": 8,
                "101205": 30,
                "112054": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113035": 12,
                "101205": 45,
                "112055": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113035": 20,
                "101205": 60,
                "112055": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112055": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112055": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112055": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112055": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112055": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112055": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112055": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112055": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112055": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112055": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112055": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112055": 12,
                "113033": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Shinobu": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "忍流飞刃斩",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "48.762%",
                                    "52.731%",
                                    "56.7%",
                                    "62.37%",
                                    "66.339%",
                                    "70.875%",
                                    "77.112%",
                                    "83.349%",
                                    "89.586%",
                                    "96.39%",
                                    "103.194%",
                                    "109.998%",
                                    "116.802%",
                                    "123.606%",
                                    "130.41%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "44.548%",
                                    "48.174%",
                                    "51.8%",
                                    "56.98%",
                                    "60.606%",
                                    "64.75%",
                                    "70.448%",
                                    "76.146%",
                                    "81.844%",
                                    "88.06%",
                                    "94.276%",
                                    "100.492%",
                                    "106.708%",
                                    "112.924%",
                                    "119.14%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "59.34%",
                                    "64.17%",
                                    "69.0%",
                                    "75.9%",
                                    "80.73%",
                                    "86.25%",
                                    "93.84%",
                                    "101.43%",
                                    "109.02%",
                                    "117.3%",
                                    "125.58%",
                                    "133.86%",
                                    "142.14%",
                                    "150.42%",
                                    "158.7%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "76.11%",
                                    "82.305%",
                                    "88.5%",
                                    "97.35%",
                                    "103.545%",
                                    "110.625%",
                                    "120.36%",
                                    "130.095%",
                                    "139.83%",
                                    "150.45%",
                                    "161.07%",
                                    "171.69%",
                                    "182.31%",
                                    "192.93%",
                                    "203.55%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "55.6334%+66.7652%",
                                    "60.1617%+72.1996%",
                                    "64.69%+77.634%",
                                    "71.159%+85.3974%",
                                    "75.6873%+90.8318%",
                                    "80.8625%+97.0425%",
                                    "87.9784%+105.5822%",
                                    "95.0943%+114.122%",
                                    "102.2102%+122.6617%",
                                    "109.973%+131.9778%",
                                    "117.7358%+141.2939%",
                                    "125.4986%+150.61%",
                                    "133.2614%+159.926%",
                                    "141.0242%+169.2421%",
                                    "148.787%+178.5582%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "越祓雷草之轮",
                        "Desc": "编结越祓草轮，消耗一部分生命值，对周围的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br><br><color style='color:#FFD780;'>越祓草轮</color><br>将跟随当前场上角色。每1.5秒，对周围的敌人造成<color style='color:#FFACFF;'>雷元素伤害</color>，并为范围内的当前场上角色恢复生命值，回复量受益于久岐忍的生命值上限。<br><br>施放该技能所消耗的生命值，至多使久岐忍的生命值降低至20%。<br><br><i>鸣草结环，系于腰际，以驱邪祟。</i>",
                        "Icon": "Skill_S_Shinobu_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "75.712%",
                                    "81.3904%",
                                    "87.0688%",
                                    "94.64%",
                                    "100.3184%",
                                    "105.9968%",
                                    "113.568%",
                                    "121.1392%",
                                    "128.7104%",
                                    "136.2816%",
                                    "143.8528%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%"
                                ]
                            },
                            {
                                "Desc": "越祓草轮治疗量",
                                "ParamLevelList": [
                                    "3.0%生命值上限+288.8908",
                                    "3.225%生命值上限+317.7839",
                                    "3.45%生命值上限+349.08475",
                                    "3.75%生命值上限+382.79337",
                                    "3.975%生命值上限+418.90976",
                                    "4.2%生命值上限+457.43387",
                                    "4.5%生命值上限+498.36575",
                                    "4.8%生命值上限+541.7054",
                                    "5.1%生命值上限+587.4528",
                                    "5.4%生命值上限+635.608",
                                    "5.7%生命值上限+686.1709",
                                    "6.0%生命值上限+739.14154",
                                    "6.375%生命值上限+794.52",
                                    "6.75%生命值上限+852.3062",
                                    "7.125%生命值上限+912.5001"
                                ]
                            },
                            {
                                "Desc": "越祓草轮伤害",
                                "ParamLevelList": [
                                    "25.24%",
                                    "27.133%",
                                    "29.026%",
                                    "31.55%",
                                    "33.443%",
                                    "35.336%",
                                    "37.86%",
                                    "40.384%",
                                    "42.908%",
                                    "45.432%",
                                    "47.956%",
                                    "50.48%",
                                    "53.635%",
                                    "56.79%",
                                    "59.945%"
                                ]
                            },
                            {
                                "Desc": "技能消耗",
                                "ParamLevelList": [
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值",
                                    "30.0%当前生命值"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "御咏鸣神刈山祭",
                        "Desc": "将退邪之刃刺入地面，在前方创造清净邪物的结界，基于久岐忍的生命值上限，对其中的敌人持续造成<color style='color:#FFACFF;'>雷元素伤害</color>。<br>施放时，若久岐忍的生命值低于或等于50%，结界的持续时间将会延长。<br><br><i>原本是用于割除杂草，祈祷来年丰收的祭祷之术，忍在结束巫女生涯后，也并未将此忘记。</i>",
                        "Icon": "Skill_E_Shinobu_01",
                        "ParamDesc": [
                            {
                                "Desc": "单次伤害",
                                "ParamLevelList": [
                                    "3.6048%生命值上限",
                                    "3.8752%生命值上限",
                                    "4.1455%生命值上限",
                                    "4.506%生命值上限",
                                    "4.7764%生命值上限",
                                    "5.0467%生命值上限",
                                    "5.4072%生命值上限",
                                    "5.7677%生命值上限",
                                    "6.1282%生命值上限",
                                    "6.4886%生命值上限",
                                    "6.8491%生命值上限",
                                    "7.2096%生命值上限",
                                    "7.6602%生命值上限",
                                    "8.1108%生命值上限",
                                    "8.5614%生命值上限"
                                ]
                            },
                            {
                                "Desc": "总伤害",
                                "ParamLevelList": [
                                    "25.2336%/43.2576%生命值上限",
                                    "27.1261%/46.5019%生命值上限",
                                    "29.0186%/49.7462%生命值上限",
                                    "31.542%/54.072%生命值上限",
                                    "33.4345%/57.3163%生命值上限",
                                    "35.327%/60.5606%生命值上限",
                                    "37.8504%/64.8864%生命值上限",
                                    "40.3738%/69.2122%生命值上限",
                                    "42.8971%/73.5379%生命值上限",
                                    "45.4205%/77.8637%生命值上限",
                                    "47.9438%/82.1894%生命值上限",
                                    "50.4672%/86.5152%生命值上限",
                                    "53.6214%/91.9224%生命值上限",
                                    "56.7756%/97.3296%生命值上限",
                                    "59.9298%/102.7368%生命值上限"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒",
                                    "2秒/3.5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "破笼之志",
                        "Desc": "久岐忍的生命值不高于50%时，治疗加成提升15%。",
                        "Icon": "UI_Talent_S_Shinobu_05"
                    },
                    {
                        "Name": "安心之所",
                        "Desc": "基于久岐忍的元素精通，<color style='color:#FFD780;'>越祓雷草之轮</color>获得以下提升：<br> · 治疗量提升值：元素精通的75%；<br> · 伤害提升值：元素精通的25%。",
                        "Icon": "UI_Talent_S_Shinobu_06"
                    },
                    {
                        "Name": "久时的祝祷",
                        "Desc": "在稻妻执行时长为20小时的探索派遣任务时，获得的奖励增加25%。",
                        "Icon": "UI_Talent_S_Shinobu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "割舍怜悯之心",
                        "Desc": "<color style='color:#FFD780;'>御咏鸣神刈山祭</color>的影响范围提升50%。",
                        "Icon": "UI_Talent_S_Shinobu_01"
                    },
                    {
                        "Level": 2,
                        "Name": "割舍侥幸之心",
                        "Desc": "<color style='color:#FFD780;'>越祓草轮</color>的持续时间延长3秒。",
                        "Icon": "UI_Talent_S_Shinobu_02"
                    },
                    {
                        "Level": 3,
                        "Name": "割舍痛苦之心",
                        "Desc": "<color style='color:#FFD780;'>越祓雷草之轮</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Shinobu_01"
                    },
                    {
                        "Level": 4,
                        "Name": "割舍封闭之心",
                        "Desc": "处于久岐忍自己的<color style='color:#FFD780;'>越祓草轮</color>状态下的角色，在普通攻击、重击或下落攻击命中敌人时，雷草标将落在敌人所在的位置，基于久岐忍生命值上限的9.7%，造成<color style='color:#FFACFF;'>雷元素范围伤害</color>。<br>该效果每5秒至多触发一次。",
                        "Icon": "UI_Talent_S_Shinobu_03"
                    },
                    {
                        "Level": 5,
                        "Name": "割舍逢迎之心",
                        "Desc": "<color style='color:#FFD780;'>御咏鸣神刈山祭</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Shinobu_02"
                    },
                    {
                        "Level": 6,
                        "Name": "割舍软弱之心",
                        "Desc": "久岐忍承受足以使她倒下的伤害时，此次伤害不会使她倒下，这个效果在久岐忍生命值为1时会自动触发，该效果每60秒只能触发一次。<br>久岐忍生命值降至25%以下时，会提升自身150点精通，持续15秒，该效果每60秒只能触发一次。",
                        "Icon": "UI_Talent_S_Shinobu_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Shinobu": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 10.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.5
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 51.03,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.6
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.62,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.3,
                        6.0,
                        2.5
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 79.65,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}