// Auto Generated

var _AvatarDataConfig_ = {
    "Sucrose": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Sucrose": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "100024": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113001": 2,
                "100024": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113001": 4,
                "100024": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113001": 8,
                "100024": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113001": 12,
                "100024": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113001": 20,
                "100024": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112040": 4,
                "113008": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112040": 6,
                "113008": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112040": 9,
                "113008": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112040": 12,
                "113008": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104301": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112040": 4,
                "113008": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112040": 6,
                "113008": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112040": 9,
                "113008": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112040": 12,
                "113008": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104301": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104302": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104302": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104302": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104303": 4,
                "112040": 4,
                "113008": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112040": 6,
                "113008": 1
            },
            {
                "202": 450000,
                "104303": 12,
                "112040": 9,
                "113008": 2
            },
            {
                "202": 700000,
                "104303": 16,
                "112040": 12,
                "113008": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Sucrose": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "简式风灵作成",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的风灵攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚风灵的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "33.464%",
                                    "35.9738%",
                                    "38.4836%",
                                    "41.83%",
                                    "44.3398%",
                                    "46.8496%",
                                    "50.196%",
                                    "53.5424%",
                                    "56.8888%",
                                    "60.2352%",
                                    "63.5816%",
                                    "66.928%",
                                    "71.111%",
                                    "75.294%",
                                    "79.477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "30.616%",
                                    "32.9122%",
                                    "35.2084%",
                                    "38.27%",
                                    "40.5662%",
                                    "42.8624%",
                                    "45.924%",
                                    "48.9856%",
                                    "52.0472%",
                                    "55.1088%",
                                    "58.1704%",
                                    "61.232%",
                                    "65.059%",
                                    "68.886%",
                                    "72.713%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "38.448%",
                                    "41.3316%",
                                    "44.2152%",
                                    "48.06%",
                                    "50.9436%",
                                    "53.8272%",
                                    "57.672%",
                                    "61.5168%",
                                    "65.3616%",
                                    "69.2064%",
                                    "73.0512%",
                                    "76.896%",
                                    "81.702%",
                                    "86.508%",
                                    "91.314%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "47.9176%",
                                    "51.5114%",
                                    "55.1052%",
                                    "59.897%",
                                    "63.4908%",
                                    "67.0846%",
                                    "71.8764%",
                                    "76.6682%",
                                    "81.4599%",
                                    "86.2517%",
                                    "91.0434%",
                                    "95.8352%",
                                    "101.8249%",
                                    "107.8146%",
                                    "113.8043%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "120.16%",
                                    "129.172%",
                                    "138.184%",
                                    "150.2%",
                                    "159.212%",
                                    "168.224%",
                                    "180.24%",
                                    "192.256%",
                                    "204.272%",
                                    "216.288%",
                                    "228.304%",
                                    "240.32%",
                                    "255.34%",
                                    "270.36%",
                                    "285.38%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "风灵作成 · 陆叁零捌",
                        "Desc": "召唤出小型风灵，将敌人与物体牵引至风灵所在位置，击飞范围内的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>说来很不好意思，虽然术式里诞生的元素生命迅速就消散了，但是在冒险里真的很好用。失败的实验也会诞生实用技术。</i>",
                        "Icon": "Skill_S_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "211.2%",
                                    "227.04%",
                                    "242.88%",
                                    "264.0%",
                                    "279.84%",
                                    "295.68%",
                                    "316.8%",
                                    "337.92%",
                                    "359.04%",
                                    "380.16%",
                                    "401.28%",
                                    "422.4%",
                                    "448.8%",
                                    "475.2%",
                                    "501.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "禁 · 风灵作成 · 柒伍同构贰型",
                        "Desc": "砂糖抛出不稳定的烧瓶，生成大型风灵。<br>存在期间，大型风灵会持续牵引附近的敌人与物体，击飞附近的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>元素转化</color><br>若风灵在技能持续期间接触了<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>，则会获得对应元素属性，额外造成该元素的附加伤害。<br>元素转化在技能持续期间仅会发生一次。<br><br><i>砂糖也曾经想给每一个不稳态无相之风取名字。但是其世系迅速超过了兔兔伯爵的八百九十三世。</i>",
                        "Icon": "Skill_E_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "148.0%",
                                    "159.1%",
                                    "170.2%",
                                    "185.0%",
                                    "196.1%",
                                    "207.2%",
                                    "222.0%",
                                    "236.8%",
                                    "251.6%",
                                    "266.4%",
                                    "281.2%",
                                    "296.0%",
                                    "314.5%",
                                    "333.0%",
                                    "351.5%"
                                ]
                            },
                            {
                                "Desc": "附加元素伤害",
                                "ParamLevelList": [
                                    "44.0%",
                                    "47.3%",
                                    "50.6%",
                                    "55.0%",
                                    "58.3%",
                                    "61.6%",
                                    "66.0%",
                                    "70.4%",
                                    "74.8%",
                                    "79.2%",
                                    "83.6%",
                                    "88.0%",
                                    "93.5%",
                                    "99.0%",
                                    "104.5%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "触媒置换术",
                        "Desc": "砂糖触发扩散反应时，使队伍中所有对应元素类型的角色（不包括砂糖自己）元素精通提升50，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_05"
                    },
                    {
                        "Name": "小小的慧风",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>或<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>命中敌人时，基于砂糖元素精通的20%，为队伍中所有角色（不包括砂糖自己）提供元素精通加成，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_06"
                    },
                    {
                        "Name": "不稳定发现",
                        "Desc": "合成角色与武器培养素材时，有10%概率获得2倍产出。",
                        "Icon": "UI_Talent_Combine_Material"
                    },
                    {
                        "Name": "魔女的前夜礼 · 七循之理",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 仙境花之题</color>后，砂糖将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br> · 召唤小型风灵后的15秒内，队伍中附近的角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升5.71428%。<br> · 召唤大型风灵后的20秒内，队伍中附近的魔导角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升7.14285%。",
                        "Icon": "UI_Talent_S_Sucrose_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "堆叠真空域",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的可使用次数增加1次。",
                        "Icon": "UI_Talent_S_Sucrose_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不羁型贝特",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能持续时间延长2秒。",
                        "Icon": "UI_Talent_S_Sucrose_02"
                    },
                    {
                        "Level": 3,
                        "Name": "零失误少女",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_01"
                    },
                    {
                        "Level": 4,
                        "Name": "炼金的偏执",
                        "Desc": "砂糖的普通攻击或者重击累计命中敌人7次，<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的冷却时间就会随机减少1-7秒。<br>每0.1秒至多计数一次。",
                        "Icon": "UI_Talent_S_Sucrose_03"
                    },
                    {
                        "Level": 5,
                        "Name": "认真普通瓶",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_02"
                    },
                    {
                        "Level": 6,
                        "Name": "混元熵增论",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>如果发生了元素转化，则使队伍中所有角色在技能持续时间内获得20%的对应元素伤害加成，并使队伍中附近的魔导角色额外获得8.57142%的对应元素伤害加成。",
                        "Icon": "UI_Talent_S_Sucrose_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "简式风灵作成",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的风灵攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚风灵的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "33.464%",
                                    "35.9738%",
                                    "38.4836%",
                                    "41.83%",
                                    "44.3398%",
                                    "46.8496%",
                                    "50.196%",
                                    "53.5424%",
                                    "56.8888%",
                                    "60.2352%",
                                    "63.5816%",
                                    "66.928%",
                                    "71.111%",
                                    "75.294%",
                                    "79.477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "30.616%",
                                    "32.9122%",
                                    "35.2084%",
                                    "38.27%",
                                    "40.5662%",
                                    "42.8624%",
                                    "45.924%",
                                    "48.9856%",
                                    "52.0472%",
                                    "55.1088%",
                                    "58.1704%",
                                    "61.232%",
                                    "65.059%",
                                    "68.886%",
                                    "72.713%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "38.448%",
                                    "41.3316%",
                                    "44.2152%",
                                    "48.06%",
                                    "50.9436%",
                                    "53.8272%",
                                    "57.672%",
                                    "61.5168%",
                                    "65.3616%",
                                    "69.2064%",
                                    "73.0512%",
                                    "76.896%",
                                    "81.702%",
                                    "86.508%",
                                    "91.314%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "47.9176%",
                                    "51.5114%",
                                    "55.1052%",
                                    "59.897%",
                                    "63.4908%",
                                    "67.0846%",
                                    "71.8764%",
                                    "76.6682%",
                                    "81.4599%",
                                    "86.2517%",
                                    "91.0434%",
                                    "95.8352%",
                                    "101.8249%",
                                    "107.8146%",
                                    "113.8043%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "120.16%",
                                    "129.172%",
                                    "138.184%",
                                    "150.2%",
                                    "159.212%",
                                    "168.224%",
                                    "180.24%",
                                    "192.256%",
                                    "204.272%",
                                    "216.288%",
                                    "228.304%",
                                    "240.32%",
                                    "255.34%",
                                    "270.36%",
                                    "285.38%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "风灵作成 · 陆叁零捌",
                        "Desc": "召唤出小型风灵，将敌人与物体牵引至风灵所在位置，击飞范围内的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>说来很不好意思，虽然术式里诞生的元素生命迅速就消散了，但是在冒险里真的很好用。失败的实验也会诞生实用技术。</i>",
                        "Icon": "Skill_S_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "211.2%",
                                    "227.04%",
                                    "242.88%",
                                    "264.0%",
                                    "279.84%",
                                    "295.68%",
                                    "316.8%",
                                    "337.92%",
                                    "359.04%",
                                    "380.16%",
                                    "401.28%",
                                    "422.4%",
                                    "448.8%",
                                    "475.2%",
                                    "501.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "禁 · 风灵作成 · 柒伍同构贰型",
                        "Desc": "砂糖抛出不稳定的烧瓶，生成大型风灵。<br>存在期间，大型风灵会持续牵引附近的敌人与物体，击飞附近的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>元素转化</color><br>若风灵在技能持续期间接触了<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>，则会获得对应元素属性，额外造成该元素的附加伤害。<br>元素转化在技能持续期间仅会发生一次。<br><br><i>砂糖也曾经想给每一个不稳态无相之风取名字。但是其世系迅速超过了兔兔伯爵的八百九十三世。</i>",
                        "Icon": "Skill_E_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "148.0%",
                                    "159.1%",
                                    "170.2%",
                                    "185.0%",
                                    "196.1%",
                                    "207.2%",
                                    "222.0%",
                                    "236.8%",
                                    "251.6%",
                                    "266.4%",
                                    "281.2%",
                                    "296.0%",
                                    "314.5%",
                                    "333.0%",
                                    "351.5%"
                                ]
                            },
                            {
                                "Desc": "附加元素伤害",
                                "ParamLevelList": [
                                    "44.0%",
                                    "47.3%",
                                    "50.6%",
                                    "55.0%",
                                    "58.3%",
                                    "61.6%",
                                    "66.0%",
                                    "70.4%",
                                    "74.8%",
                                    "79.2%",
                                    "83.6%",
                                    "88.0%",
                                    "93.5%",
                                    "99.0%",
                                    "104.5%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "触媒置换术",
                        "Desc": "砂糖触发扩散反应时，使队伍中所有对应元素类型的角色（不包括砂糖自己）元素精通提升50，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_05"
                    },
                    {
                        "Name": "小小的慧风",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>或<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>命中敌人时，基于砂糖元素精通的20%，为队伍中所有角色（不包括砂糖自己）提供元素精通加成，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_06"
                    },
                    {
                        "Name": "不稳定发现",
                        "Desc": "合成角色与武器培养素材时，有10%概率获得2倍产出。",
                        "Icon": "UI_Talent_Combine_Material"
                    },
                    {
                        "Name": "魔女的前夜礼 · 七循之理",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 仙境花之题</color>后，砂糖将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br> · 召唤小型风灵后的15秒内，队伍中附近的角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升5.71428%。<br> · 召唤大型风灵后的20秒内，队伍中附近的魔导角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升7.14285%。",
                        "Icon": "UI_Talent_S_Sucrose_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "堆叠真空域",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的可使用次数增加1次。",
                        "Icon": "UI_Talent_S_Sucrose_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不羁型贝特",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能持续时间延长2秒。",
                        "Icon": "UI_Talent_S_Sucrose_02"
                    },
                    {
                        "Level": 3,
                        "Name": "零失误少女",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_01"
                    },
                    {
                        "Level": 4,
                        "Name": "炼金的偏执",
                        "Desc": "砂糖的普通攻击或者重击累计命中敌人7次，<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的冷却时间就会随机减少1-7秒。<br>每0.1秒至多计数一次。",
                        "Icon": "UI_Talent_S_Sucrose_03"
                    },
                    {
                        "Level": 5,
                        "Name": "认真普通瓶",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_02"
                    },
                    {
                        "Level": 6,
                        "Name": "混元熵增论",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>如果发生了元素转化，则使队伍中所有角色在技能持续时间内获得20%的对应元素伤害加成，并使队伍中附近的魔导角色额外获得8.57142%的对应元素伤害加成。",
                        "Icon": "UI_Talent_S_Sucrose_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "简式风灵作成",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的风灵攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚风灵的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "33.464%",
                                    "35.9738%",
                                    "38.4836%",
                                    "41.83%",
                                    "44.3398%",
                                    "46.8496%",
                                    "50.196%",
                                    "53.5424%",
                                    "56.8888%",
                                    "60.2352%",
                                    "63.5816%",
                                    "66.928%",
                                    "71.111%",
                                    "75.294%",
                                    "79.477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "30.616%",
                                    "32.9122%",
                                    "35.2084%",
                                    "38.27%",
                                    "40.5662%",
                                    "42.8624%",
                                    "45.924%",
                                    "48.9856%",
                                    "52.0472%",
                                    "55.1088%",
                                    "58.1704%",
                                    "61.232%",
                                    "65.059%",
                                    "68.886%",
                                    "72.713%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "38.448%",
                                    "41.3316%",
                                    "44.2152%",
                                    "48.06%",
                                    "50.9436%",
                                    "53.8272%",
                                    "57.672%",
                                    "61.5168%",
                                    "65.3616%",
                                    "69.2064%",
                                    "73.0512%",
                                    "76.896%",
                                    "81.702%",
                                    "86.508%",
                                    "91.314%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "47.9176%",
                                    "51.5114%",
                                    "55.1052%",
                                    "59.897%",
                                    "63.4908%",
                                    "67.0846%",
                                    "71.8764%",
                                    "76.6682%",
                                    "81.4599%",
                                    "86.2517%",
                                    "91.0434%",
                                    "95.8352%",
                                    "101.8249%",
                                    "107.8146%",
                                    "113.8043%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "120.16%",
                                    "129.172%",
                                    "138.184%",
                                    "150.2%",
                                    "159.212%",
                                    "168.224%",
                                    "180.24%",
                                    "192.256%",
                                    "204.272%",
                                    "216.288%",
                                    "228.304%",
                                    "240.32%",
                                    "255.34%",
                                    "270.36%",
                                    "285.38%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "风灵作成 · 陆叁零捌",
                        "Desc": "召唤出小型风灵，将敌人与物体牵引至风灵所在位置，击飞范围内的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>说来很不好意思，虽然术式里诞生的元素生命迅速就消散了，但是在冒险里真的很好用。失败的实验也会诞生实用技术。</i>",
                        "Icon": "Skill_S_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "211.2%",
                                    "227.04%",
                                    "242.88%",
                                    "264.0%",
                                    "279.84%",
                                    "295.68%",
                                    "316.8%",
                                    "337.92%",
                                    "359.04%",
                                    "380.16%",
                                    "401.28%",
                                    "422.4%",
                                    "448.8%",
                                    "475.2%",
                                    "501.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "禁 · 风灵作成 · 柒伍同构贰型",
                        "Desc": "砂糖抛出不稳定的烧瓶，生成大型风灵。<br>存在期间，大型风灵会持续牵引附近的敌人与物体，击飞附近的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>元素转化</color><br>若风灵在技能持续期间接触了<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>，则会获得对应元素属性，额外造成该元素的附加伤害。<br>元素转化在技能持续期间仅会发生一次。<br><br><i>砂糖也曾经想给每一个不稳态无相之风取名字。但是其世系迅速超过了兔兔伯爵的八百九十三世。</i>",
                        "Icon": "Skill_E_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "148.0%",
                                    "159.1%",
                                    "170.2%",
                                    "185.0%",
                                    "196.1%",
                                    "207.2%",
                                    "222.0%",
                                    "236.8%",
                                    "251.6%",
                                    "266.4%",
                                    "281.2%",
                                    "296.0%",
                                    "314.5%",
                                    "333.0%",
                                    "351.5%"
                                ]
                            },
                            {
                                "Desc": "附加元素伤害",
                                "ParamLevelList": [
                                    "44.0%",
                                    "47.3%",
                                    "50.6%",
                                    "55.0%",
                                    "58.3%",
                                    "61.6%",
                                    "66.0%",
                                    "70.4%",
                                    "74.8%",
                                    "79.2%",
                                    "83.6%",
                                    "88.0%",
                                    "93.5%",
                                    "99.0%",
                                    "104.5%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "触媒置换术",
                        "Desc": "砂糖触发扩散反应时，使队伍中所有对应元素类型的角色（不包括砂糖自己）元素精通提升50，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_05"
                    },
                    {
                        "Name": "小小的慧风",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>或<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>命中敌人时，基于砂糖元素精通的20%，为队伍中所有角色（不包括砂糖自己）提供元素精通加成，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_06"
                    },
                    {
                        "Name": "不稳定发现",
                        "Desc": "合成角色与武器培养素材时，有10%概率获得2倍产出。",
                        "Icon": "UI_Talent_Combine_Material"
                    },
                    {
                        "Name": "魔女的前夜礼 · 七循之理",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 仙境花之题</color>后，砂糖将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br> · 召唤小型风灵后的15秒内，队伍中附近的角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升5.71428%。<br> · 召唤大型风灵后的20秒内，队伍中附近的魔导角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升7.14285%。",
                        "Icon": "UI_Talent_S_Sucrose_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "堆叠真空域",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的可使用次数增加1次。",
                        "Icon": "UI_Talent_S_Sucrose_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不羁型贝特",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能持续时间延长2秒。",
                        "Icon": "UI_Talent_S_Sucrose_02"
                    },
                    {
                        "Level": 3,
                        "Name": "零失误少女",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_01"
                    },
                    {
                        "Level": 4,
                        "Name": "炼金的偏执",
                        "Desc": "砂糖的普通攻击或者重击累计命中敌人7次，<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的冷却时间就会随机减少1-7秒。<br>每0.1秒至多计数一次。",
                        "Icon": "UI_Talent_S_Sucrose_03"
                    },
                    {
                        "Level": 5,
                        "Name": "认真普通瓶",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_02"
                    },
                    {
                        "Level": 6,
                        "Name": "混元熵增论",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>如果发生了元素转化，则使队伍中所有角色在技能持续时间内获得20%的对应元素伤害加成，并使队伍中附近的魔导角色额外获得8.57142%的对应元素伤害加成。",
                        "Icon": "UI_Talent_S_Sucrose_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "简式风灵作成",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的风灵攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚风灵的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "33.464%",
                                    "35.9738%",
                                    "38.4836%",
                                    "41.83%",
                                    "44.3398%",
                                    "46.8496%",
                                    "50.196%",
                                    "53.5424%",
                                    "56.8888%",
                                    "60.2352%",
                                    "63.5816%",
                                    "66.928%",
                                    "71.111%",
                                    "75.294%",
                                    "79.477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "30.616%",
                                    "32.9122%",
                                    "35.2084%",
                                    "38.27%",
                                    "40.5662%",
                                    "42.8624%",
                                    "45.924%",
                                    "48.9856%",
                                    "52.0472%",
                                    "55.1088%",
                                    "58.1704%",
                                    "61.232%",
                                    "65.059%",
                                    "68.886%",
                                    "72.713%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "38.448%",
                                    "41.3316%",
                                    "44.2152%",
                                    "48.06%",
                                    "50.9436%",
                                    "53.8272%",
                                    "57.672%",
                                    "61.5168%",
                                    "65.3616%",
                                    "69.2064%",
                                    "73.0512%",
                                    "76.896%",
                                    "81.702%",
                                    "86.508%",
                                    "91.314%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "47.9176%",
                                    "51.5114%",
                                    "55.1052%",
                                    "59.897%",
                                    "63.4908%",
                                    "67.0846%",
                                    "71.8764%",
                                    "76.6682%",
                                    "81.4599%",
                                    "86.2517%",
                                    "91.0434%",
                                    "95.8352%",
                                    "101.8249%",
                                    "107.8146%",
                                    "113.8043%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "120.16%",
                                    "129.172%",
                                    "138.184%",
                                    "150.2%",
                                    "159.212%",
                                    "168.224%",
                                    "180.24%",
                                    "192.256%",
                                    "204.272%",
                                    "216.288%",
                                    "228.304%",
                                    "240.32%",
                                    "255.34%",
                                    "270.36%",
                                    "285.38%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "风灵作成 · 陆叁零捌",
                        "Desc": "召唤出小型风灵，将敌人与物体牵引至风灵所在位置，击飞范围内的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>说来很不好意思，虽然术式里诞生的元素生命迅速就消散了，但是在冒险里真的很好用。失败的实验也会诞生实用技术。</i>",
                        "Icon": "Skill_S_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "211.2%",
                                    "227.04%",
                                    "242.88%",
                                    "264.0%",
                                    "279.84%",
                                    "295.68%",
                                    "316.8%",
                                    "337.92%",
                                    "359.04%",
                                    "380.16%",
                                    "401.28%",
                                    "422.4%",
                                    "448.8%",
                                    "475.2%",
                                    "501.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "禁 · 风灵作成 · 柒伍同构贰型",
                        "Desc": "砂糖抛出不稳定的烧瓶，生成大型风灵。<br>存在期间，大型风灵会持续牵引附近的敌人与物体，击飞附近的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>元素转化</color><br>若风灵在技能持续期间接触了<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>，则会获得对应元素属性，额外造成该元素的附加伤害。<br>元素转化在技能持续期间仅会发生一次。<br><br><i>砂糖也曾经想给每一个不稳态无相之风取名字。但是其世系迅速超过了兔兔伯爵的八百九十三世。</i>",
                        "Icon": "Skill_E_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "148.0%",
                                    "159.1%",
                                    "170.2%",
                                    "185.0%",
                                    "196.1%",
                                    "207.2%",
                                    "222.0%",
                                    "236.8%",
                                    "251.6%",
                                    "266.4%",
                                    "281.2%",
                                    "296.0%",
                                    "314.5%",
                                    "333.0%",
                                    "351.5%"
                                ]
                            },
                            {
                                "Desc": "附加元素伤害",
                                "ParamLevelList": [
                                    "44.0%",
                                    "47.3%",
                                    "50.6%",
                                    "55.0%",
                                    "58.3%",
                                    "61.6%",
                                    "66.0%",
                                    "70.4%",
                                    "74.8%",
                                    "79.2%",
                                    "83.6%",
                                    "88.0%",
                                    "93.5%",
                                    "99.0%",
                                    "104.5%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "触媒置换术",
                        "Desc": "砂糖触发扩散反应时，使队伍中所有对应元素类型的角色（不包括砂糖自己）元素精通提升50，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_05"
                    },
                    {
                        "Name": "小小的慧风",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>或<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>命中敌人时，基于砂糖元素精通的20%，为队伍中所有角色（不包括砂糖自己）提供元素精通加成，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_06"
                    },
                    {
                        "Name": "不稳定发现",
                        "Desc": "合成角色与武器培养素材时，有10%概率获得2倍产出。",
                        "Icon": "UI_Talent_Combine_Material"
                    },
                    {
                        "Name": "魔女的前夜礼 · 七循之理",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 仙境花之题</color>后，砂糖将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br> · 召唤小型风灵后的15秒内，队伍中附近的角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升5.71428%。<br> · 召唤大型风灵后的20秒内，队伍中附近的魔导角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升7.14285%。",
                        "Icon": "UI_Talent_S_Sucrose_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "堆叠真空域",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的可使用次数增加1次。",
                        "Icon": "UI_Talent_S_Sucrose_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不羁型贝特",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能持续时间延长2秒。",
                        "Icon": "UI_Talent_S_Sucrose_02"
                    },
                    {
                        "Level": 3,
                        "Name": "零失误少女",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_01"
                    },
                    {
                        "Level": 4,
                        "Name": "炼金的偏执",
                        "Desc": "砂糖的普通攻击或者重击累计命中敌人7次，<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的冷却时间就会随机减少1-7秒。<br>每0.1秒至多计数一次。",
                        "Icon": "UI_Talent_S_Sucrose_03"
                    },
                    {
                        "Level": 5,
                        "Name": "认真普通瓶",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_02"
                    },
                    {
                        "Level": 6,
                        "Name": "混元熵增论",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>如果发生了元素转化，则使队伍中所有角色在技能持续时间内获得20%的对应元素伤害加成，并使队伍中附近的魔导角色额外获得8.57142%的对应元素伤害加成。",
                        "Icon": "UI_Talent_S_Sucrose_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "简式风灵作成",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的风灵攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚风灵的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "33.464%",
                                    "35.9738%",
                                    "38.4836%",
                                    "41.83%",
                                    "44.3398%",
                                    "46.8496%",
                                    "50.196%",
                                    "53.5424%",
                                    "56.8888%",
                                    "60.2352%",
                                    "63.5816%",
                                    "66.928%",
                                    "71.111%",
                                    "75.294%",
                                    "79.477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "30.616%",
                                    "32.9122%",
                                    "35.2084%",
                                    "38.27%",
                                    "40.5662%",
                                    "42.8624%",
                                    "45.924%",
                                    "48.9856%",
                                    "52.0472%",
                                    "55.1088%",
                                    "58.1704%",
                                    "61.232%",
                                    "65.059%",
                                    "68.886%",
                                    "72.713%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "38.448%",
                                    "41.3316%",
                                    "44.2152%",
                                    "48.06%",
                                    "50.9436%",
                                    "53.8272%",
                                    "57.672%",
                                    "61.5168%",
                                    "65.3616%",
                                    "69.2064%",
                                    "73.0512%",
                                    "76.896%",
                                    "81.702%",
                                    "86.508%",
                                    "91.314%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "47.9176%",
                                    "51.5114%",
                                    "55.1052%",
                                    "59.897%",
                                    "63.4908%",
                                    "67.0846%",
                                    "71.8764%",
                                    "76.6682%",
                                    "81.4599%",
                                    "86.2517%",
                                    "91.0434%",
                                    "95.8352%",
                                    "101.8249%",
                                    "107.8146%",
                                    "113.8043%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "120.16%",
                                    "129.172%",
                                    "138.184%",
                                    "150.2%",
                                    "159.212%",
                                    "168.224%",
                                    "180.24%",
                                    "192.256%",
                                    "204.272%",
                                    "216.288%",
                                    "228.304%",
                                    "240.32%",
                                    "255.34%",
                                    "270.36%",
                                    "285.38%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "风灵作成 · 陆叁零捌",
                        "Desc": "召唤出小型风灵，将敌人与物体牵引至风灵所在位置，击飞范围内的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>说来很不好意思，虽然术式里诞生的元素生命迅速就消散了，但是在冒险里真的很好用。失败的实验也会诞生实用技术。</i>",
                        "Icon": "Skill_S_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "211.2%",
                                    "227.04%",
                                    "242.88%",
                                    "264.0%",
                                    "279.84%",
                                    "295.68%",
                                    "316.8%",
                                    "337.92%",
                                    "359.04%",
                                    "380.16%",
                                    "401.28%",
                                    "422.4%",
                                    "448.8%",
                                    "475.2%",
                                    "501.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "禁 · 风灵作成 · 柒伍同构贰型",
                        "Desc": "砂糖抛出不稳定的烧瓶，生成大型风灵。<br>存在期间，大型风灵会持续牵引附近的敌人与物体，击飞附近的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>元素转化</color><br>若风灵在技能持续期间接触了<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>，则会获得对应元素属性，额外造成该元素的附加伤害。<br>元素转化在技能持续期间仅会发生一次。<br><br><i>砂糖也曾经想给每一个不稳态无相之风取名字。但是其世系迅速超过了兔兔伯爵的八百九十三世。</i>",
                        "Icon": "Skill_E_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "148.0%",
                                    "159.1%",
                                    "170.2%",
                                    "185.0%",
                                    "196.1%",
                                    "207.2%",
                                    "222.0%",
                                    "236.8%",
                                    "251.6%",
                                    "266.4%",
                                    "281.2%",
                                    "296.0%",
                                    "314.5%",
                                    "333.0%",
                                    "351.5%"
                                ]
                            },
                            {
                                "Desc": "附加元素伤害",
                                "ParamLevelList": [
                                    "44.0%",
                                    "47.3%",
                                    "50.6%",
                                    "55.0%",
                                    "58.3%",
                                    "61.6%",
                                    "66.0%",
                                    "70.4%",
                                    "74.8%",
                                    "79.2%",
                                    "83.6%",
                                    "88.0%",
                                    "93.5%",
                                    "99.0%",
                                    "104.5%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "触媒置换术",
                        "Desc": "砂糖触发扩散反应时，使队伍中所有对应元素类型的角色（不包括砂糖自己）元素精通提升50，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_05"
                    },
                    {
                        "Name": "小小的慧风",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>或<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>命中敌人时，基于砂糖元素精通的20%，为队伍中所有角色（不包括砂糖自己）提供元素精通加成，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_06"
                    },
                    {
                        "Name": "不稳定发现",
                        "Desc": "合成角色与武器培养素材时，有10%概率获得2倍产出。",
                        "Icon": "UI_Talent_Combine_Material"
                    },
                    {
                        "Name": "魔女的前夜礼 · 七循之理",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 仙境花之题</color>后，砂糖将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br> · 召唤小型风灵后的15秒内，队伍中附近的角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升5.71428%。<br> · 召唤大型风灵后的20秒内，队伍中附近的魔导角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升7.14285%。",
                        "Icon": "UI_Talent_S_Sucrose_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "堆叠真空域",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的可使用次数增加1次。",
                        "Icon": "UI_Talent_S_Sucrose_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不羁型贝特",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能持续时间延长2秒。",
                        "Icon": "UI_Talent_S_Sucrose_02"
                    },
                    {
                        "Level": 3,
                        "Name": "零失误少女",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_01"
                    },
                    {
                        "Level": 4,
                        "Name": "炼金的偏执",
                        "Desc": "砂糖的普通攻击或者重击累计命中敌人7次，<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的冷却时间就会随机减少1-7秒。<br>每0.1秒至多计数一次。",
                        "Icon": "UI_Talent_S_Sucrose_03"
                    },
                    {
                        "Level": 5,
                        "Name": "认真普通瓶",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_02"
                    },
                    {
                        "Level": 6,
                        "Name": "混元熵增论",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>如果发生了元素转化，则使队伍中所有角色在技能持续时间内获得20%的对应元素伤害加成，并使队伍中附近的魔导角色额外获得8.57142%的对应元素伤害加成。",
                        "Icon": "UI_Talent_S_Sucrose_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "简式风灵作成",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的风灵攻击，造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，短暂咏唱后，造成<color style='color:#80FFD7;'>风元素范围伤害</color>。<br><br><color style='color:#FFD780;'>下落攻击</color><br>凝聚风灵的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成<color style='color:#80FFD7;'>风元素范围伤害</color>。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "33.464%",
                                    "35.9738%",
                                    "38.4836%",
                                    "41.83%",
                                    "44.3398%",
                                    "46.8496%",
                                    "50.196%",
                                    "53.5424%",
                                    "56.8888%",
                                    "60.2352%",
                                    "63.5816%",
                                    "66.928%",
                                    "71.111%",
                                    "75.294%",
                                    "79.477%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "30.616%",
                                    "32.9122%",
                                    "35.2084%",
                                    "38.27%",
                                    "40.5662%",
                                    "42.8624%",
                                    "45.924%",
                                    "48.9856%",
                                    "52.0472%",
                                    "55.1088%",
                                    "58.1704%",
                                    "61.232%",
                                    "65.059%",
                                    "68.886%",
                                    "72.713%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "38.448%",
                                    "41.3316%",
                                    "44.2152%",
                                    "48.06%",
                                    "50.9436%",
                                    "53.8272%",
                                    "57.672%",
                                    "61.5168%",
                                    "65.3616%",
                                    "69.2064%",
                                    "73.0512%",
                                    "76.896%",
                                    "81.702%",
                                    "86.508%",
                                    "91.314%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "47.9176%",
                                    "51.5114%",
                                    "55.1052%",
                                    "59.897%",
                                    "63.4908%",
                                    "67.0846%",
                                    "71.8764%",
                                    "76.6682%",
                                    "81.4599%",
                                    "86.2517%",
                                    "91.0434%",
                                    "95.8352%",
                                    "101.8249%",
                                    "107.8146%",
                                    "113.8043%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "120.16%",
                                    "129.172%",
                                    "138.184%",
                                    "150.2%",
                                    "159.212%",
                                    "168.224%",
                                    "180.24%",
                                    "192.256%",
                                    "204.272%",
                                    "216.288%",
                                    "228.304%",
                                    "240.32%",
                                    "255.34%",
                                    "270.36%",
                                    "285.38%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "风灵作成 · 陆叁零捌",
                        "Desc": "召唤出小型风灵，将敌人与物体牵引至风灵所在位置，击飞范围内的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><i>说来很不好意思，虽然术式里诞生的元素生命迅速就消散了，但是在冒险里真的很好用。失败的实验也会诞生实用技术。</i>",
                        "Icon": "Skill_S_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "211.2%",
                                    "227.04%",
                                    "242.88%",
                                    "264.0%",
                                    "279.84%",
                                    "295.68%",
                                    "316.8%",
                                    "337.92%",
                                    "359.04%",
                                    "380.16%",
                                    "401.28%",
                                    "422.4%",
                                    "448.8%",
                                    "475.2%",
                                    "501.6%"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "禁 · 风灵作成 · 柒伍同构贰型",
                        "Desc": "砂糖抛出不稳定的烧瓶，生成大型风灵。<br>存在期间，大型风灵会持续牵引附近的敌人与物体，击飞附近的敌人，并造成<color style='color:#80FFD7;'>风元素伤害</color>。<br><br><color style='color:#FFD780;'>元素转化</color><br>若风灵在技能持续期间接触了<color style='color:#80C0FF;'>水元素</color>/<color style='color:#FF9999;'>火元素</color>/<color style='color:#99FFFF;'>冰元素</color>/<color style='color:#FFACFF;'>雷元素</color>，则会获得对应元素属性，额外造成该元素的附加伤害。<br>元素转化在技能持续期间仅会发生一次。<br><br><i>砂糖也曾经想给每一个不稳态无相之风取名字。但是其世系迅速超过了兔兔伯爵的八百九十三世。</i>",
                        "Icon": "Skill_E_Sucrose_01",
                        "ParamDesc": [
                            {
                                "Desc": "持续伤害",
                                "ParamLevelList": [
                                    "148.0%",
                                    "159.1%",
                                    "170.2%",
                                    "185.0%",
                                    "196.1%",
                                    "207.2%",
                                    "222.0%",
                                    "236.8%",
                                    "251.6%",
                                    "266.4%",
                                    "281.2%",
                                    "296.0%",
                                    "314.5%",
                                    "333.0%",
                                    "351.5%"
                                ]
                            },
                            {
                                "Desc": "附加元素伤害",
                                "ParamLevelList": [
                                    "44.0%",
                                    "47.3%",
                                    "50.6%",
                                    "55.0%",
                                    "58.3%",
                                    "61.6%",
                                    "66.0%",
                                    "70.4%",
                                    "74.8%",
                                    "79.2%",
                                    "83.6%",
                                    "88.0%",
                                    "93.5%",
                                    "99.0%",
                                    "104.5%"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "触媒置换术",
                        "Desc": "砂糖触发扩散反应时，使队伍中所有对应元素类型的角色（不包括砂糖自己）元素精通提升50，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_05"
                    },
                    {
                        "Name": "小小的慧风",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>或<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>命中敌人时，基于砂糖元素精通的20%，为队伍中所有角色（不包括砂糖自己）提供元素精通加成，持续8秒。",
                        "Icon": "UI_Talent_S_Sucrose_06"
                    },
                    {
                        "Name": "不稳定发现",
                        "Desc": "合成角色与武器培养素材时，有10%概率获得2倍产出。",
                        "Icon": "UI_Talent_Combine_Material"
                    },
                    {
                        "Name": "魔女的前夜礼 · 七循之理",
                        "Desc": "完成<color style='color:#FFD780;'>魔女的课业 · 仙境花之题</color>后，砂糖将成为<color style='color:#FFD780;'>魔导</color>角色。队伍中编入至少2名魔导角色时，将获得<color style='color:#FFD780;'>魔导 · 秘仪</color>效果，使魔导角色获得强化。<br><br><color style='color:#FFD780;'>魔导 · 秘仪</color><br> · 召唤小型风灵后的15秒内，队伍中附近的角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升5.71428%。<br> · 召唤大型风灵后的20秒内，队伍中附近的魔导角色的普通攻击、重击、下落攻击、元素战技和元素爆发造成的伤害提升7.14285%。",
                        "Icon": "UI_Talent_S_Sucrose_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "堆叠真空域",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的可使用次数增加1次。",
                        "Icon": "UI_Talent_S_Sucrose_01"
                    },
                    {
                        "Level": 2,
                        "Name": "不羁型贝特",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能持续时间延长2秒。",
                        "Icon": "UI_Talent_S_Sucrose_02"
                    },
                    {
                        "Level": 3,
                        "Name": "零失误少女",
                        "Desc": "<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_01"
                    },
                    {
                        "Level": 4,
                        "Name": "炼金的偏执",
                        "Desc": "砂糖的普通攻击或者重击累计命中敌人7次，<color style='color:#FFD780;'>风灵作成 · 陆叁零捌</color>的冷却时间就会随机减少1-7秒。<br>每0.1秒至多计数一次。",
                        "Icon": "UI_Talent_S_Sucrose_03"
                    },
                    {
                        "Level": 5,
                        "Name": "认真普通瓶",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Sucrose_02"
                    },
                    {
                        "Level": 6,
                        "Name": "混元熵增论",
                        "Desc": "<color style='color:#FFD780;'>禁 · 风灵作成 · 柒伍同构贰型</color>如果发生了元素转化，则使队伍中所有角色在技能持续时间内获得20%的对应元素伤害加成，并使队伍中附近的魔导角色额外获得8.57142%的对应元素伤害加成。",
                        "Icon": "UI_Talent_S_Sucrose_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Sucrose": {
        "AttackList": [
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        5.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.5,
                        5.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 5.5,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 7.7,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 8.75,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 16.9,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.5,
                        3.2,
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}