// Auto Generated

var _AvatarDataConfig_ = {
    "Tohma": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Tohma": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101209": 3,
                "112035": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113024": 2,
                "101209": 10,
                "112035": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113024": 4,
                "101209": 20,
                "112036": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113024": 8,
                "101209": 30,
                "112036": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113024": 12,
                "101209": 45,
                "112037": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113024": 20,
                "101209": 60,
                "112037": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104320": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112037": 4,
                "113026": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112037": 6,
                "113026": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112037": 9,
                "113026": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112037": 12,
                "113026": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104320": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112037": 4,
                "113026": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112037": 6,
                "113026": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112037": 9,
                "113026": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112037": 12,
                "113026": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104320": 3,
                "112035": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112036": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112036": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112036": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112036": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112037": 4,
                "113026": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112037": 6,
                "113026": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112037": 9,
                "113026": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112037": 12,
                "113026": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Tohma": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "迅破枪势",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "44.3932%",
                                    "48.0066%",
                                    "51.62%",
                                    "56.782%",
                                    "60.3954%",
                                    "64.525%",
                                    "70.2032%",
                                    "75.8814%",
                                    "81.5596%",
                                    "87.754%",
                                    "93.9484%",
                                    "100.1428%",
                                    "106.3372%",
                                    "112.5316%",
                                    "118.726%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "43.6278%",
                                    "47.1789%",
                                    "50.73%",
                                    "55.803%",
                                    "59.3541%",
                                    "63.4125%",
                                    "68.9928%",
                                    "74.5731%",
                                    "80.1534%",
                                    "86.241%",
                                    "92.3286%",
                                    "98.4162%",
                                    "104.5038%",
                                    "110.5914%",
                                    "116.679%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "26.789%×2",
                                    "28.9695%×2",
                                    "31.15%×2",
                                    "34.265%×2",
                                    "36.4455%×2",
                                    "38.9375%×2",
                                    "42.364%×2",
                                    "45.7905%×2",
                                    "49.217%×2",
                                    "52.955%×2",
                                    "56.693%×2",
                                    "60.431%×2",
                                    "64.169%×2",
                                    "67.907%×2",
                                    "71.645%×2"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "67.3552%",
                                    "72.8376%",
                                    "78.32%",
                                    "86.152%",
                                    "91.6344%",
                                    "97.9%",
                                    "106.5152%",
                                    "115.1304%",
                                    "123.7456%",
                                    "133.144%",
                                    "142.5424%",
                                    "151.9408%",
                                    "161.3392%",
                                    "170.7376%",
                                    "180.136%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.746%",
                                    "121.923%",
                                    "131.1%",
                                    "144.21%",
                                    "153.387%",
                                    "163.875%",
                                    "178.296%",
                                    "192.717%",
                                    "207.138%",
                                    "222.87%",
                                    "238.602%",
                                    "254.334%",
                                    "270.066%",
                                    "285.798%",
                                    "301.53%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "烈烧佑命之侍护",
                        "Desc": "托马以枪尖刺地作为支点，倾注燃焰之力，向前迅猛踢击，造成<color style='color:#FF9999;'>火元素范围伤害</color>，唤出护体的烈烧佑命护盾，并在施放的瞬间，为托马施加<color style='color:#FF9999;'>火元素附着</color>。<br>护盾的伤害吸收量受益于托马的生命值上限。<br>烈烧佑命护盾具有如下特性：<br> · 对<color style='color:#FF9999;'>火元素伤害</color>有250%的吸收效果；<br> · 护盾剩余的伤害吸收量在获取新的烈烧佑命护盾时将会叠加，并刷新持续时间。<br><br>护盾的伤害吸收量至多不超过托马生命值上限的一定比例。<br><br><i>作为异乡来客，唯有点燃最为炽烈的盛情之火，才能习得精湛且纯粹的稻妻枪术。而托马的成就远远不止于「最速学成出师」与「枪术豪杰」，有着「守护」信念的他，还将御敌的技巧与甲胄的特性融入了自己的枪术之中。</i>",
                        "Icon": "Skill_S_Tohma_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "146.4%",
                                    "157.38%",
                                    "168.36%",
                                    "183.0%",
                                    "193.98%",
                                    "204.96%",
                                    "219.6%",
                                    "234.24%",
                                    "248.88%",
                                    "263.52%",
                                    "278.16%",
                                    "292.8%",
                                    "311.1%",
                                    "329.4%",
                                    "347.7%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "7.2%生命值上限+693.33484",
                                    "7.74%生命值上限+762.678",
                                    "8.28%生命值上限+837.7997",
                                    "9.0%生命值上限+918.7",
                                    "9.54%生命值上限+1005.3789",
                                    "10.08%生命值上限+1097.8364",
                                    "10.8%生命值上限+1196.0725",
                                    "11.52%生命值上限+1300.0872",
                                    "12.24%生命值上限+1409.8805",
                                    "12.96%生命值上限+1525.4523",
                                    "13.68%生命值上限+1646.8027",
                                    "14.4%生命值上限+1773.9319",
                                    "15.3%生命值上限+1906.8395",
                                    "16.2%生命值上限+2045.5258",
                                    "17.1%生命值上限+2189.9905"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量上限",
                                "ParamLevelList": [
                                    "19.6%生命值上限+1887.4199",
                                    "21.07%生命值上限+2076.1882",
                                    "22.54%生命值上限+2280.687",
                                    "24.5%生命值上限+2500.9167",
                                    "25.97%生命值上限+2736.877",
                                    "27.44%生命值上限+2988.5679",
                                    "29.4%生命值上限+3255.9897",
                                    "31.36%生命值上限+3539.142",
                                    "33.32%生命值上限+3838.025",
                                    "35.28%生命值上限+4152.6387",
                                    "37.24%生命值上限+4482.983",
                                    "39.2%生命值上限+4829.058",
                                    "41.65%生命值上限+5190.8643",
                                    "44.1%生命值上限+5568.4004",
                                    "46.55%生命值上限+5961.6675"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "真红炽火之大铠",
                        "Desc": "托马旋转长枪，以炽烈的燃焰挥斩周围的敌人，造成<color style='color:#FF9999;'>火元素范围伤害</color>，并产生炽火大铠。<br><br><color style='color:#FFD780;'>炽火大铠</color><br>处于炽火大铠效果下的当前场上角色进行普通攻击时，将触发炽火崩破，造成<color style='color:#FF9999;'>火元素范围伤害</color>，并唤出护体的烈烧佑命护盾。<br>炽火崩破每1秒至多触发一次。<br><br>产生的护盾，除伤害吸收量以外，特性与元素战技「烈烧佑命之侍护」的护盾相同：<br> · 对<color style='color:#FF9999;'>火元素伤害</color>有250%的吸收效果；<br> · 护盾剩余的伤害吸收量在获取新的烈烧佑命护盾时将会叠加，并刷新持续时间。<br><br>护盾的伤害吸收量至多不超过托马生命值上限的一定比例。<br><br>托马倒下时，将会清除炽火大铠的效果。<br><br><i>「我绝不会忘记当初的承诺，所以这股烈火，必将守护我珍视的人，永不熄灭。」</i>",
                        "Icon": "Skill_E_Tohma_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "炽火崩破伤害",
                                "ParamLevelList": [
                                    "58.0%",
                                    "62.35%",
                                    "66.7%",
                                    "72.5%",
                                    "76.85%",
                                    "81.2%",
                                    "87.0%",
                                    "92.8%",
                                    "98.6%",
                                    "104.4%",
                                    "110.2%",
                                    "116.0%",
                                    "123.25%",
                                    "130.5%",
                                    "137.75%"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "1.144%生命值上限+110.03398",
                                    "1.2298%生命值上限+121.03891",
                                    "1.3156%生命值上限+132.96092",
                                    "1.43%生命值上限+145.8",
                                    "1.5158%生命值上限+159.55617",
                                    "1.6016%生命值上限+174.2294",
                                    "1.716%生命值上限+189.81972",
                                    "1.8304%生命值上限+206.3271",
                                    "1.9448%生命值上限+223.75157",
                                    "2.0592%生命值上限+242.09312",
                                    "2.1736%生命值上限+261.35175",
                                    "2.288%生命值上限+281.52744",
                                    "2.431%生命值上限+302.6202",
                                    "2.574%生命值上限+324.63007",
                                    "2.717%生命值上限+347.557"
                                ]
                            },
                            {
                                "Desc": "护盾持续时间",
                                "ParamLevelList": [
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒",
                                    "8秒"
                                ]
                            },
                            {
                                "Desc": "炽火大铠持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "甲衣交叠",
                        "Desc": "当前场上自己的角色获取或刷新<color style='color:#FFD780;'>烈烧佑命护盾</color>时，护盾强效提升5%，持续时间6秒。<br>此效果每0.3秒至多触发一次，至多叠加5次。",
                        "Icon": "UI_Talent_S_Tohma_05"
                    },
                    {
                        "Name": "烈火攻燔",
                        "Desc": "<color style='color:#FFD780;'>真红炽火之大铠</color>的炽火崩破造成的伤害提高，提高值相当于托马生命值上限的2.2%。",
                        "Icon": "UI_Talent_S_Tohma_06"
                    },
                    {
                        "Name": "悬鲷狩",
                        "Desc": "旅行者在稻妻成功<color style='color:#FFD780;'>钓鱼</color>时，因为托马的帮助，有20%概率获得2倍产出。",
                        "Icon": "UI_Talent_S_Tohma_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "同袍的义理",
                        "Desc": "处于托马自己的<color style='color:#FFD780;'>烈烧佑命护盾</color>庇护下的角色（除了托马自己）受到攻击时，托马自己的<color style='color:#FFD780;'>烈烧佑命之侍护</color>的冷却时间减少3秒，<color style='color:#FFD780;'>真红炽火之大铠</color>的冷却时间减少3秒。<br>该效果每20秒至多触发一次。",
                        "Icon": "UI_Talent_S_Tohma_01"
                    },
                    {
                        "Level": 2,
                        "Name": "僚佐的才巧",
                        "Desc": "<color style='color:#FFD780;'>真红炽火之大铠</color>的持续时间延长3秒。",
                        "Icon": "UI_Talent_S_Tohma_02"
                    },
                    {
                        "Level": 3,
                        "Name": "御敌的执定",
                        "Desc": "<color style='color:#FFD780;'>烈烧佑命之侍护</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Tohma_01"
                    },
                    {
                        "Level": 4,
                        "Name": "用臣的久计",
                        "Desc": "施放<color style='color:#FFD780;'>真红炽火之大铠</color>后，为托马恢复15点元素能量。",
                        "Icon": "UI_Talent_S_Tohma_03"
                    },
                    {
                        "Level": 5,
                        "Name": "野火的豪烈",
                        "Desc": "<color style='color:#FFD780;'>真红炽火之大铠</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Tohma_02"
                    },
                    {
                        "Level": 6,
                        "Name": "炽烧的至心",
                        "Desc": "获取或刷新<color style='color:#FFD780;'>烈烧佑命护盾</color>时，队伍中所有角色的普通攻击，重击与下落攻击造成的伤害提升15%，持续6秒。",
                        "Icon": "UI_Talent_S_Tohma_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Tohma": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5,
                        270.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        4.5,
                        2.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "2.5s / 3次",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 41.296,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.584,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        2.6,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.92,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        2.6,
                        2.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.92,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.5,
                        2.2,
                        1.7
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.656,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}