// Auto Generated

var _AvatarFetterConfig_ = {
    "50": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "托马在神里家的正式职位是「家政官」，负责清扫、烹饪等各项事宜。<br>每当出现在社奉行府，托马几乎都忙于该类工作。他能把每一件事都办到位，就连神里家管家古田也对他的家政技巧赞不绝口。<br>不过大部分时间，托马不会呆在社奉行府，而是到别处暗中处理一些特殊事宜。<br>例如：解决社奉行遇到的麻烦、替家主大人打听情报、实现大小姐的愿望等等。<br>在那些不为人知的角落里，托马始终用自己的方式延续着社奉行的影响力。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "托马似乎天生就有一副好脾气。<br>无论是达官贵人还是街头小贩，托马都能轻易找到加入对话的时机，并与他们相谈甚欢。<br>擅长社交的托马在稻妻人脉很广。最初来稻妻时，他靠自身洞察力与交流水平结交各个行业的从业者，后来，许多人都会主动来认识托马。<br>认识的人越多，能得到的资源也就越多。托马会从他们口中了解许多一手情报，或是不动声色地完成一些对社奉行有利的「交易」。<br>不过，虽然托马掌握着庞大的人际关系网，却从未以此谋取私利，也从未以社奉行的名义强迫他人办事。<br>广阔的交际，精准的判断，恰到好处的手段。或许，这就是托马能在稻妻混得风生水起的原因。",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "令人意想不到的是，外表帅气开朗的托马竟有着对可爱动物毫无抵抗力的一面。<br>平日外出，他总会随身备一些动物可食用的小零食，见到流浪猫狗就会投喂一番。<br>看着它们呼噜呼噜地大口吞咽，托马也会展露出笑颜。<br>在托马看来，这些动物跟自己一样，也是构成这个世界的一部分。<br>即使看上去并不起眼，它们也在努力地活着。<br>只要活着，总会遇到好事情…托马一直都这样认为。<br>哪怕它们以前不曾遇到过，他也希望至少自己的出现对它们来说是件值得庆祝的好事。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "身为神里家的家政官，托马在家政领域堪称「全能」。<br>不论是打扫、烹饪、缝补，还是园艺、看护、应酬，他都能轻松自如地应对。<br>对托马来说，家政不仅仅是工作和职责，也是他的兴趣爱好。<br>他会将房屋所打扫得光洁如新，保证栏杆上一粒灰尘都不剩。面对整洁的社奉行府，他的心情也会十分畅快。<br>或许是享受大扫除带来的成就感吧。只要一有机会，托马都会亲自拿起扫帚或掸子，清扫掉所有碍眼污渍。<br>另外，他也格外关照身边同事的日常起居。<br>曾有一年冬季，稻妻突然降温，社奉行府的护卫外出巡逻时不慎着凉。几天后，他意外收到了托马亲手织的毛衣。<br>大小刚好合适的毛衣让那名护卫忍不住回想起每年冬天从母亲那里收到的衣服。如今他母亲年事已高，许多年没有寄过衣服了。<br>念及此处，那名护卫特地请了长假回乡探亲。回来那天，他特地给托马带了一份家乡特产，二人就此结为好友。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "托马的父亲是稻妻人，母亲则是蒙德人。<br>托马在蒙德长大，自幼便习惯了蒙德自由快乐的氛围。受此影响，他能与任何人都轻松打成一片。<br>不过，他也自幼接受父亲的教导，极为看重「忠义」二字。<br>托马的老爹返回稻妻后，他担心老爹在那边喝不到蒙德的酒，便独自坐船载着蒲公英酒驶向稻妻。<br>途中遇到巨浪打翻了船，托马也落入水中。幸运的是，他就这么昏迷不醒地顺水漂流，直到漂到稻妻的海滩上。<br>那时的托马一无所有、举目无亲，仍乐观地开始了自己在稻妻的生活。<br>然而尽管他已全力以赴，最终也没能找到本该在稻妻的父亲。<br>不过就在最为窘迫的时刻，托马在稻妻遇到了值得他将「忠义」贯彻到底的人。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "由于身上流淌着异国血脉，托马常常被稻妻本地居民视作「外人」。<br>面前是异样眼光，背后是流言蜚语，即使如此，托马也从未表现出任何不满，总是对所有质疑一笑置之。<br>托马是社奉行府内公认脾气最好的人，可在外人眼里，他又是另一副模样。<br>「千万别得罪托马！否则，事情就不好办了。」<br>不知从何时起，市井中流传着这样的说法，许多人听在耳中，对此深信不疑。<br>至于那些在托马手下吃过亏的人，提起他时更是心有余悸：<br>「别被那小子骗了！平日里笑得和蔼可亲，可我不过是从社奉行骗了一笔小钱，他竟然…」<br>没错，若有人胆敢损害社奉行的利益，或是对神里兄妹不敬的话，托马定会让对方付出相应的代价。<br>他将此视为职责，尽心而为，却不爱夸耀功劳。即使因此遭到非议，也不会为自己辩解太多。<br>「哎呀，谁会在乎这种小事呢？再说我是个什么样的人也不重要，只要那些该知道的人知道就行。」",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "陈旧的掸子",
                "Content": "托马最喜欢的掸子，曾随他一同「征战」过许多地方。<br>应该是被用了太久的关系吧，如今不管怎么清洗打理，它都是一副又旧又灰暗的模样。尽管如此，托马也还是舍不得丢弃它。<br>这支掸子是托马第一次在社奉行府打扫卫生时领到的。一看到它，他就会回想起那段辛苦却快乐的时光。<br>那时的托马还没能归纳领悟出各种扫除技巧。缺乏心得的他经常忙碌到很晚，直到深夜还在操办各种清洁整理工作。<br>陪伴他的是头顶的月光、夏夜的虫鸣，以及掸子拍打在横梁上的声响。<br>扫除也分很多种。从简单的保洁到开荒般的大扫除，托马都经历过。<br>起初，他觉得这些工作很枯燥，习惯之后，反而发现清扫时人更能静下心去思考。<br>所以直到现在，托马也常常用这支掸子执行工作。<br>拂去眼前灰尘的同时，他也在静谧平稳的心境中拂去了脑中的迷雾。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "早年住在蒙德时，托马自身并不具有特别强烈的愿望。<br>每一天他被清晨的阳光与清新的花香味唤醒。吃过早餐，他可以选择在城中轻松漫步，或是到野外自由探索。<br>在那时的托马看来，人本该拥有悠闲度日的幸福。或许，就这么平静地过完一生也无妨。<br>这种平稳的心情，在他乘着小船漂洋过海被海浪卷进陌生国度的一刻荡然无存。<br>在这里，他不得不受人恩惠，进而产生出「报答」的念头。<br>十年前，正是社奉行神里家失势之际。<br>因父母双双过世而被卷入家主继任权之争的神里绫人这样告诉托马：<br>「如今稻妻局势不明，神里家面临的麻烦只会越来越多。你是能看清利害关系的人，如果不想卷入其中，就早些离开吧。」<br>受到神里家如此多恩惠的托马，能就这样离开吗？选择离去，便意味着他要抱着遗憾和愧疚回归到平凡平稳的生活中。<br>暴风在即，托马也如海水中打转的树叶一般。<br>但深思熟虑之后，托马的回答是：<br>「在此时离开，就会失去忠义。父亲曾要求我做一个忠义之人…我愿尽我所能，为少爷和小姐尽一份薄力。未来你们所要走的道路，也必定会需要我这个帮手。」<br>为忠义而燃烧的意志铸就出强烈愿望，引来了神明的注视。<br>像是要回应托马的选择一般——在这个命运分歧的夜晚，他身边多出了一颗鲜红如烈焰的「神之眼」。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "初次见面，异乡的旅人，你的名字我可是早就听说了。只要你不嫌弃，我托马，从今天起就是你的朋友了。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 请客",
                "Content": "嗯…找个时间一起吃顿好的怎么样，我请客。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 担忧",
                "Content": "总觉得有什么事忘记做了…庭院打理过，茶也煎了，嗯…应该是错觉吧。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 摩拉",
                "Content": "这几天花得太多，身上只剩十摩拉了，不过幸好还有十摩拉！",
                "Tips": []
            },
            {
                "Title": "下雨的时候…",
                "Content": "怎么突然下雨了？你没事吧？要不要用我的外套挡挡？",
                "Tips": []
            },
            {
                "Title": "打雷的时候…",
                "Content": "这种天气就别在野外晃悠了，会被劈的。",
                "Tips": []
            },
            {
                "Title": "下雪的时候…",
                "Content": "别在雪地上跑哦，摔了我可不扶你。",
                "Tips": []
            },
            {
                "Title": "阳光很好…",
                "Content": "天气真不错啊，一起散步吧。",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "早啊。要是你不忙，要不要跟我一起去集市上逛逛？早上的蔬菜可是最水灵的哦。",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "今天午饭除了绯樱天妇罗还有三彩团子！来，你和派蒙都有份，还有神里小姐和家主大人的…欸等下，我好像忘了准备自己的份。",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "快走快走，这个点去市场买鱼能便宜不少。要是心血来潮想买什么小玩意儿，我帮你砍价。",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "嗯，晚安。你这一天也辛苦了吧。早点休息去吧，别熬夜。",
                "Tips": []
            },
            {
                "Title": "关于托马自己 · 家政官",
                "Content": "不论是神里小姐还是家主大人，最初都没打算让我担任家政官，还是我自告奋勇的。我很喜欢这些活，将一切打理得井井有条，特别有成就感。看大家的反应…嗯，我应该干得不错。",
                "Tips": []
            },
            {
                "Title": "关于托马自己 · 意义",
                "Content": "把居住的地方打扫干净，布置整齐，让所有生活在这里的人露出笑容，这就是家政的意义。至于现在…我会连带着为了你的份一起，好好努力的。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于我们 · 一人食",
                "Content": "怎么一个人在这儿安安静静吃饭？…嗯，你介不介意跟我一起？还是说你比较想一个人吃？",
                "Tips": []
            },
            {
                "Title": "关于我们 · 立誓",
                "Content": "要不是你在「狩眼仪式」上站出来，单枪匹马与将军对抗，我应该已经失去神之眼，失去愿望了。我想了很久，恐怕只有这样才配得上你挺身而出的觉悟——<br>我，托马，愿献上我的武艺与忠诚。不惜一切，为你而战。",
                "Tips": [
                    "好感等级达到6后开启",
                    "完成「无念无想，泡影断灭」剧情"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "既然得到了神之眼，就得好好珍惜，我可不想把它弄丢了。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "有什么想要分享…",
                "Content": "以我长期和大家打交道的经验来看，比起蒙德人，稻妻人更加在意礼节。要是能始终保持礼貌的态度，事情会变得好办不少。",
                "Tips": []
            },
            {
                "Title": "感兴趣的见闻 · 狸猫",
                "Content": "我一直想见识狸猫的变化手段。传闻中，狸猫能够变化成各种各样的形态，跟路人开玩笑，是一种很有幽默感的生灵哦。",
                "Tips": []
            },
            {
                "Title": "感兴趣的见闻 · 动物",
                "Content": "你喜欢小动物吗？要是你也喜欢的话，下次我带你去城郊附近走走。到时候我一声口哨，好多可爱的小猫小狗就会钻出来，黏在你的脚边向你撒娇。哈哈，光是想象就觉得很开心了。",
                "Tips": []
            },
            {
                "Title": "关于八重神子…",
                "Content": "神子大人？为、为什么突然提她？唉，每次小姐派我出去送口信，我最不想去的就是鸣神大社了。啊，倒不是神子大人的气场让人发慌，而是，呃…是敬畏…敬畏！啊哈哈…",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于雷电将军 · 比较",
                "Content": "在我的故乡蒙德，绝大多数人都尊敬着风神巴巴托斯大人。但稻妻人对待将军大人的态度就不同了。怎么说呢…除了爱戴与感激，好像还有些畏惧的成分。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于雷电将军 · 未知",
                "Content": "说实话，我对将军本人没什么怨恨。虽说她差点夺走我的神之眼，但那是因为她的立场特殊吧。立场不同是很正常的事情。<br>我想不明白的，是她的目的。她所设想的永恒国度到底是什么样？为什么非得牺牲民众的愿望换取。我无法理解，也无法认同。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「无念无想，泡影断灭」剧情"
                ]
            },
            {
                "Title": "关于北斗…",
                "Content": "「南十字」船队的大姐头可真是个飒爽的人呐。她曾经允诺带我去遥远的外海，看看封锁一切的雷暴是个什么样子。只是可惜，我一直没这个机会出去看看…",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「无念无想，泡影断灭」剧情"
                ]
            },
            {
                "Title": "关于神里绫人…",
                "Content": "家主大人也够不容易的了。时局动荡，人心不安，同僚里又有不少贪官败类，想想都头疼。我所能做的，也就是在生活方面给予些照顾了。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于神里绫华…",
                "Content": "神里小姐知书达理，心地善良又温柔端庄，就是不够坦率。欸对了，下次说话的时候，要是小姐又露出那副欲言又止的模样，你一定要主动些，多问问她的想法。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「无念无想，泡影断灭」剧情"
                ]
            },
            {
                "Title": "关于宵宫…",
                "Content": "「长野原烟花店」的那位店长？她很容易相处的，算是心直口快的类型。哦对了，她家的烟花也是厉害得很，有机会一定要多看几次。喏，优惠券给你。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于早柚…",
                "Content": "唉，早柚太倔强了。不管我找她多少次，都不肯传授我忍术。甚至最近都刻意躲着我了…明明只是想求师而已，是我做得太过头了吗？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于九条裟罗…",
                "Content": "这位天领奉行麾下的将领，嗯…跟她交涉得拿出十二分的谨慎。她手握实权，又有点固执，嬉皮笑脸是绝对行不通的。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于荒泷一斗…",
                "Content": "那是市井传闻中的怪人，据说还拥有妖怪的血脉，你见过他了吗？要是你们熟络的话，帮我引荐引荐呗。广交朋友总是好事…妖怪朋友也算！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于鹿野院平藏…",
                "Content": "嚯，他可是天领奉行那边的「侦探」。他给人一种我行我素的感觉，不太容易打交道。另外，需要侦探出现的场合，一般也不会有什么好事。我还是和风暴中心保持距离吧。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于琴…",
                "Content": "古恩希尔德家的琴小姐做了西风骑士团的团长吗？的确合适，她的优秀正直是出了名的…哦，目前还只是代理团长吗？哈哈，那种名头根本无所谓啦。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于优菈…",
                "Content": "你还遇见过优菈 · 劳伦斯吗？我只知道，他们家的人脾气烂透了，最好不要有什么来往。啊，跟你聊这些，又想起了很多蒙德的往事…真好。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解托马 · 其一",
                "Content": "有什么需要我帮忙的吗？家中杂务，人际交往，一句话的事。欸？聊天吗…这样这样。那倒是需要更用心一些了。",
                "Tips": []
            },
            {
                "Title": "想要了解托马 · 其二",
                "Content": "我应该跟你提过吧？我不是土生土长的稻妻人。我是从蒙德一路坐船来的，因为喜欢这里的风土，又遇到了家主大人和神里小姐这样亲切的人，干脆就留了下来。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解托马 · 其三",
                "Content": "其实我也会有想老家的时候，所以，我特别能理解离岛上那些外国商人，也想尽量多关照关照。不同的是，他们只把自己当作一个过客，并不想融入稻妻，因此也就只是过客了。大多数稻妻人不会把他们当自己人。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解托马 · 其四",
                "Content": "对一些保守的稻妻人来说，一个外国人要做奉行家的家臣，是几乎不能想象的事。因此，我有过一段不受人待见的经历。要不是他俩力保，恐怕我早被赶走了。为了不辜负神里家的恩情，那之后我诚心努力了很久，最终才被大家接纳。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解托马 · 其五",
                "Content": "这话跟你说…应该没关系吧。有一阵子，我很想回老家去。毕竟蒙德才是我的故乡，但稻妻…我同样难以割舍。你看，我受过许多稻妻人的恩惠——神里家始终有留给我的房间，还有不是亲人胜似亲人的人。就算吃过苦头，但也是帮助我的人多。想来想去，觉得自己还是留在稻妻好。实在想念蒙德的时候…就找你聊聊好了。你不会嫌弃我唠叨吧？",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "托马的爱好…",
                "Content": "最近的话，我比较喜欢怪谈故事，那些千变万化的妖怪实在是神奇。之前的话，对忍术也有不小的兴趣。嗯？三分钟热度？…不，不是这样的！",
                "Tips": []
            },
            {
                "Title": "托马的烦恼…",
                "Content": "我现在真的很烦恼。晚上大人要在家设宴招待朋友，说好了由我来露一手，做黄油蟹蟹撑场面的。结果这两天根本买不到螃蟹！难道我只能下水抓螃蟹了吗？",
                "Tips": []
            },
            {
                "Title": "喜欢的食物…",
                "Content": "要说我最喜欢的食物，那绝对是市井杂煮了。煮好香喷喷的一大锅，然后大家一起分着吃，又热闹又开心。",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "食物的范围里没什么，但如果饮料也算的话…我不怎么能喝酒。别笑我，我也怀疑过自己是不是蒙德人了。不过…过量饮酒对身体有害，不喝酒，也是好事吧。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "好香！我还想再添一碗米饭！",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "你还有时间吗？和我一起分享厨艺心得吧！",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "没怎么尝试过的味道…虽然也不坏吧。",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "快跟我来，现在就来！你的生日我当然不会忘记，这不，准备好了一场大聚会。有吃有喝，还有一大帮你的朋友。嘿，这是纪念你诞生的好日子，我可不会让你一个人孤零零地过！",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "这样就能变强吗？不是在开玩笑吧，我还有衣服没洗完呢。",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "似乎…有一股火焰在我心中燃烧。",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "拥有了强大的力量，要用来做什么呢？嗯…得好好考虑考虑了啊。",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "谢谢你对我的信赖。你给予我的恩惠，比火焰更温暖。放心吧，我找到自己想做的事了。这份力量将化作坚盾，一直守护你。",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "火之盾！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "看看这个。",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "小心着火。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "后援登场。",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "护持之火！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "我来守护你。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "里面有什么好东西呢？",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "哟，果然今天运势大吉。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "嘿嘿，见者有份。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "喂！有必要吗？",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "惨了惨了…",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "嘶，有那么点疼…",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "别怕，我会保护你的。",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "真是乱来，快去歇着。",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "要回老家了啊…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "各位…保重。",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "没能尽到…守护的职责…",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "疼疼疼。",
                "Tips": []
            },
            {
                "Title": "重受击 · 其二",
                "Content": "住手！",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "好吧，家务待会再说。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "出门找点新朋友。",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "这次去哪儿转转？",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "50": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "焰之赤武",
                "Desc": "托马的装扮款式。由托马自行裁剪后几乎只剩佩楯与笼手的轻型具足，便于游刃有余地处理战斗内外各种事物。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108354,
            "JD": 108278,
            "Name": "<b>「暖意」</b>",
            "Eff": "立即为选中的角色恢复生命值上限的14%，并在之后的30秒内，每5秒恢复350点生命值。",
            "Desc": "托马的特色料理。精致的造型令人不敢相信用料的简单，喝上一口，托马阳光般热忱的笑脸便浮上心头。将最朴素的食材，制作成温暖人身心的美味，这就是他的本领吗？",
            "Recipe": {
                "100088": 1,
                "101210": 1
            },
            "Icon": "UI_ItemIcon_108354"
        },
        "Namecard": {
            "Name": "<b>托马 · 炎袖</b>",
            "Desc": "名片纹饰。<br>真红炽火铠，炎彩大袖甲。",
            "Pic": "UI_NameCardPic_Tohma_P"
        }
    }
}

var acs_cache_ = {}