// Auto Generated

var _AvatarDataConfig_ = {
    "Xilonen": {
        "BallList": [
            {
                "When": "元素战技命中",
                "DropArray": [
                    {
                        "Num": 4,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "冷却时间",
                "CD": 0.5
            }
        ],
        "EndureList": [
            {
                "Skill": "夜魂期间",
                "Endure": 0.5
            },
            {
                "Skill": "一命（前台角色）",
                "Endure": 0.5
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@5.1v3 改动#</b><br>• 夜魂期间，增加系数为 @0.5# 的抗打断，与一命叠加即为 @0.25#",
            "<b>@夜魂/燃素消耗#</b>（0命）<br>• 攀爬：夜魂可提供 @6s#，燃素可提供 @20s#<br>• 疾跑：夜魂可提供 @2s#，燃素可提供 @5s#<br>• 走动：夜魂可提供 @9s#",
            "<b>@元素战技#</b><br>• 减抗半径：@10m#（和甘雨大招领域相同）且跟随前台角色移动<br>• @夜魂结束时#才会开始冷却时间的计时<br>• 切换至后台时，@夜魂态立刻结束#",
            "<b>@元素爆发#</b><br>• 治疗间隔：@1.5s#，共 8 次",
            "<b>@抗打断#</b><br>• 一命抗打断系数：@0.5#（和赛诺Q、胡桃E、神里绫人E相同）<br>• 不同抗打断之间为乘算，例如赛诺Q + 希诺宁即为 0.25，和行秋Q单走 (0.3) 差不多",
            "<b>@产球#</b><br>• 元素战技命中怪物，产生 @4*岩元素微粒#",
            "<b>@夜魂#</b><br>• 夜魂状态期间，受到的摔落伤害@降低 50%#"
        ]
    }
}

var _AvatarMats_ = {
    "Xilonen": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101248": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113066": 2,
                "101248": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113066": 4,
                "101248": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113066": 8,
                "101248": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113066": 12,
                "101248": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113066": 20,
                "101248": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104350": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112106": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112106": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112106": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104350": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112106": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112106": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112106": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104350": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112106": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112106": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112106": 12,
                "113042": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Xilonen": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 锐锋攫猎",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方使出踢击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，基于希诺宁的防御力，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 刃轮巡猎</color><br>在夜魂加持状态下，希诺宁将切换至「刃轮巡猎」模式，在这种状态下，希诺宁的普通攻击将转为以刃轮鞋进行至多四段的连续踢击，无法进行重击。<br>在这种状态下进行普通攻击与下落攻击时，将转为基于希诺宁的防御力，造成具有夜魂性质且无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%防御力",
                                    "69.136%防御力",
                                    "74.34%防御力",
                                    "81.774%防御力",
                                    "86.978%防御力",
                                    "92.925%防御力",
                                    "101.102%防御力",
                                    "109.28%防御力",
                                    "117.457%防御力",
                                    "126.378%防御力",
                                    "135.299%防御力",
                                    "144.22%防御力",
                                    "153.14%防御力",
                                    "162.061%防御力",
                                    "170.982%防御力"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%防御力/159.676%防御力",
                                    "138.243%防御力/172.673%防御力",
                                    "148.649%防御力/185.67%防御力",
                                    "163.513%防御力/204.237%防御力",
                                    "173.919%防御力/217.234%防御力",
                                    "185.811%防御力/232.087%防御力",
                                    "202.162%防御力/252.511%防御力",
                                    "218.513%防御力/272.935%防御力",
                                    "234.865%防御力/293.359%防御力",
                                    "252.702%防御力/315.639%防御力",
                                    "270.54%防御力/337.919%防御力",
                                    "288.378%防御力/360.2%防御力",
                                    "306.216%防御力/382.48%防御力",
                                    "324.054%防御力/404.761%防御力",
                                    "341.892%防御力/427.041%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎一段伤害",
                                "ParamLevelList": [
                                    "56.022%防御力",
                                    "60.582%防御力",
                                    "65.142%防御力",
                                    "71.656%防御力",
                                    "76.216%防御力",
                                    "81.428%防御力",
                                    "88.593%防御力",
                                    "95.759%防御力",
                                    "102.924%防御力",
                                    "110.741%防御力",
                                    "118.558%防御力",
                                    "126.375%防御力",
                                    "134.193%防御力",
                                    "142.01%防御力",
                                    "149.827%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎二段伤害",
                                "ParamLevelList": [
                                    "55.048%防御力",
                                    "59.528%防御力",
                                    "64.009%防御力",
                                    "70.41%防御力",
                                    "74.891%防御力",
                                    "80.011%防御力",
                                    "87.052%防御力",
                                    "94.093%防御力",
                                    "101.134%防御力",
                                    "108.815%防御力",
                                    "116.496%防御力",
                                    "124.178%防御力",
                                    "131.859%防御力",
                                    "139.54%防御力",
                                    "147.221%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎三段伤害",
                                "ParamLevelList": [
                                    "65.816%防御力",
                                    "71.173%防御力",
                                    "76.53%防御力",
                                    "84.183%防御力",
                                    "89.54%防御力",
                                    "95.662%防御力",
                                    "104.081%防御力",
                                    "112.499%防御力",
                                    "120.917%防御力",
                                    "130.101%防御力",
                                    "139.285%防御力",
                                    "148.468%防御力",
                                    "157.652%防御力",
                                    "166.835%防御力",
                                    "176.019%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎四段伤害",
                                "ParamLevelList": [
                                    "86.027%防御力",
                                    "93.03%防御力",
                                    "100.0%防御力",
                                    "110.035%防御力",
                                    "117.037%防御力",
                                    "125.04%防御力",
                                    "136.044%防御力",
                                    "147.047%防御力",
                                    "158.051%防御力",
                                    "170.054%防御力",
                                    "182.058%防御力",
                                    "194.062%防御力",
                                    "206.066%防御力",
                                    "218.07%防御力",
                                    "230.074%防御力"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "音火锻淬",
                        "Desc": "让热情的律动响彻大地！希诺宁切换至用于高速战斗的刃轮装束，并向前突进一段距离，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素伤害</color>。<br>施放后，希诺宁将获得45点夜魂值，进入夜魂加持状态，在这种状态下，希诺宁将切换至「刃轮巡猎」模式。<br><br><color style='color:#FFD780;'>源音采样</color><br>希诺宁拥有三枚采样器，根据队伍中其他角色的元素类型，能够呈现出不同的「音型」，并在激活时降低附近的敌人的对应元素抗性；<br>三枚采样器初始记录的「源音采样」均为<color style='color:#FFE699;'>岩元素</color>，队伍中每存在一名<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#FFACFF;'>雷元素</color>角色，一枚<color style='color:#FFE699;'>岩元素</color>采样便将转变为对应的元素类型；<br>处于夜魂加持状态下时，希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态；解锁固有天赋「四境四象回声」后，希诺宁可以通过触发固有天赋「四境四象回声」的效果为自己恢复夜魂值；在夜魂值达到上限时，希诺宁将会消耗全部夜魂值，激活希诺宁自己携带的三枚「源音采样」，持续15秒；<br>「源音采样」激活时，附近的敌人的对应元素抗性降低，同元素类型「源音采样」的效果不能叠加；希诺宁处于队伍后台时，同样能产生该效果。<br><br><color style='color:#FFD780;'>夜魂加持 · 希诺宁</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，希诺宁的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 切换至「刃轮巡猎」模式，提升希诺宁的移动速度与攀爬速度，且攀爬时能够以豹猫形态进行高速腾跃；<br> · 希诺宁的夜魂加持状态具有如下限制：处于夜魂加持状态下时，希诺宁的夜魂值有9秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭。<br><br>处于夜魂加持状态下时，夜魂值耗竭后，希诺宁将无法通过固有天赋「四境四象回声」产生夜魂值。<br><br><i>从某种意义上来说，锻造宝石与混音的原理或许有一定相通之处：滤除杂质，只保留最为闪耀之物。<br>不过希诺宁向来是无所谓的，毕竟两者对她而言都是无比快乐的事情嘛。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "突进伤害",
                                "ParamLevelList": [
                                    "179.2%防御力",
                                    "192.64%防御力",
                                    "206.08%防御力",
                                    "224.0%防御力",
                                    "237.44%防御力",
                                    "250.88%防御力",
                                    "268.8%防御力",
                                    "286.72%防御力",
                                    "304.64%防御力",
                                    "322.56%防御力",
                                    "340.48%防御力",
                                    "358.4%防御力",
                                    "380.8%防御力",
                                    "403.2%防御力",
                                    "425.6%防御力"
                                ]
                            },
                            {
                                "Desc": "元素抗性降低",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "源音采样激活时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值时间限制",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "豹烈律动！",
                        "Desc": "以最大输出功率开启立体声燃素工学调音台（便携式），基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>此外，根据「源音采样」的类型不同，还将相应触发以下效果：<br> · 拥有至少两枚经过元素转化的「源音采样」：希诺宁奏响「欢兴」的律动，每隔一段时间，为附近的当前场上角色恢复生命值，回复量受益于希诺宁自己的防御力；<br> · 拥有少于两枚经过元素转化的「源音采样」：希诺宁奏响「燥烈」的律动，进行两次额外的节拍演奏，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「好，先在这里停顿一下！」<br>「没关系没关系，刚才的节拍我已经记录下来了。让我试试看，把我们的旋律混合在一起，会演奏出怎样的音色吧。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "104.0%防御力+500.73764",
                                    "111.8%防御力+550.81836",
                                    "119.6%防御力+605.07251",
                                    "130.0%防御力+663.5",
                                    "137.8%防御力+726.10089",
                                    "145.6%防御力+792.87518",
                                    "156.0%防御力+863.82288",
                                    "166.4%防御力+938.94397",
                                    "176.8%防御力+1018.23846",
                                    "187.2%防御力+1101.7063",
                                    "197.6%防御力+1189.34766",
                                    "208.0%防御力+1281.16223",
                                    "221.0%防御力+1377.15027",
                                    "234.0%防御力+1477.31177",
                                    "247.0%防御力+1581.64661"
                                ]
                            },
                            {
                                "Desc": "追加节拍伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "四境四象回声",
                        "Desc": "在夜魂加持状态下，根据「源音采样」的类型不同，希诺宁的普通攻击与下落攻击将获得相应的强化：<br> · 拥有至少两枚经过元素转化的「源音采样」：命中敌人时，将获得35点夜魂值，该效果每0.1秒至多触发一次；<br> · 拥有少于两枚经过元素转化的「源音采样」：造成的伤害提升30%。",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "便携铠装护层",
                        "Desc": "在夜魂加持状态下，希诺宁的夜魂值达到上限时，将触发一次等同于「夜魂迸发」的效果，该效果每14秒至多触发一次。<br>此外，队伍中的附近的角色触发「夜魂迸发」时，希诺宁的防御力提升20%，持续15秒。",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "夜域赐礼 · 锻火之祝",
                        "Desc": "在夜魂值耗竭后，希诺宁将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 希诺宁。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换希诺宁登场时触发：希诺宁将进入夜魂加持状态，并获得20点夜魂值。在这种情况下，希诺宁的夜魂值有4秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭，在时间限制内施放<color style='color:#FFD780;'>音火锻淬</color>后，夜魂值的时间限制将延长9秒。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，位于纳塔地区时，在夜魂加持状态下，希诺宁攀爬将不再消耗体力。",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "献予慵眠的休假日",
                        "Desc": "希诺宁的夜魂加持状态消耗的夜魂值与燃素降低30%，且夜魂值的时间限制延长45%。<br>此外，希诺宁的「源音采样」激活时，还将提升队伍中附近的当前场上角色的抗打断能力。",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "献予灼原的五重奏",
                        "Desc": "希诺宁的「源音采样」激活时，将根据「源音采样」的元素类型，使队伍中附近所有元素类型相同的角色获得对应效果：<br> · <color style='color:#FFE699;'>岩元素</color>：暴击率提升30%；<br> · <color style='color:#FF9999;'>火元素</color>：攻击力提升40%；<br> · <color style='color:#80C0FF;'>水元素</color>：生命值上限提升40%；<br> · <color style='color:#99FFFF;'>冰元素</color>：暴击伤害提升50%；<br> · <color style='color:#FFACFF;'>雷元素</color>：恢复20点元素能量，且元素爆发的冷却时间缩短5秒。",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "献予日炎的巡行式",
                        "Desc": "<color style='color:#FFD780;'>音火锻淬</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "献予午后的花之梦",
                        "Desc": "希诺宁施放<color style='color:#FFD780;'>音火锻淬</color>后，将为队伍中附近的所有角色施加「荣花之赐」效果，持续15秒。<br>拥有「荣花之赐」的角色的普通攻击、重击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的65%。该效果将在生效6次或持续时间结束时解除。<br>同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「荣花之赐」的角色，其生效次数单独计算。",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "献予夕暮的转格调",
                        "Desc": "<color style='color:#FFD780;'>豹烈律动！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予永夜的狂欢舞",
                        "Desc": "处于夜魂加持状态下时，希诺宁进行冲刺、腾跃、普通攻击、下落攻击时，将获得「永夜的祝福」，无视夜魂加持状态下的限制，并提升普通攻击与下落攻击造成的伤害，持续5秒。<br>持续期间，暂停希诺宁的夜魂值时间限制计时，希诺宁的夜魂值、燃素、体力将不再下降，且夜魂值达到上限时，希诺宁的夜魂加持也不会结束；此外，希诺宁在夜魂加持状态下的普通攻击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的300%。<br>每15秒至多获得一次「永夜的祝福」。",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 锐锋攫猎",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方使出踢击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，基于希诺宁的防御力，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 刃轮巡猎</color><br>在夜魂加持状态下，希诺宁将切换至「刃轮巡猎」模式，在这种状态下，希诺宁的普通攻击将转为以刃轮鞋进行至多四段的连续踢击，无法进行重击。<br>在这种状态下进行普通攻击与下落攻击时，将转为基于希诺宁的防御力，造成具有夜魂性质且无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%防御力",
                                    "69.136%防御力",
                                    "74.34%防御力",
                                    "81.774%防御力",
                                    "86.978%防御力",
                                    "92.925%防御力",
                                    "101.102%防御力",
                                    "109.28%防御力",
                                    "117.457%防御力",
                                    "126.378%防御力",
                                    "135.299%防御力",
                                    "144.22%防御力",
                                    "153.14%防御力",
                                    "162.061%防御力",
                                    "170.982%防御力"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%防御力/159.676%防御力",
                                    "138.243%防御力/172.673%防御力",
                                    "148.649%防御力/185.67%防御力",
                                    "163.513%防御力/204.237%防御力",
                                    "173.919%防御力/217.234%防御力",
                                    "185.811%防御力/232.087%防御力",
                                    "202.162%防御力/252.511%防御力",
                                    "218.513%防御力/272.935%防御力",
                                    "234.865%防御力/293.359%防御力",
                                    "252.702%防御力/315.639%防御力",
                                    "270.54%防御力/337.919%防御力",
                                    "288.378%防御力/360.2%防御力",
                                    "306.216%防御力/382.48%防御力",
                                    "324.054%防御力/404.761%防御力",
                                    "341.892%防御力/427.041%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎一段伤害",
                                "ParamLevelList": [
                                    "56.022%防御力",
                                    "60.582%防御力",
                                    "65.142%防御力",
                                    "71.656%防御力",
                                    "76.216%防御力",
                                    "81.428%防御力",
                                    "88.593%防御力",
                                    "95.759%防御力",
                                    "102.924%防御力",
                                    "110.741%防御力",
                                    "118.558%防御力",
                                    "126.375%防御力",
                                    "134.193%防御力",
                                    "142.01%防御力",
                                    "149.827%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎二段伤害",
                                "ParamLevelList": [
                                    "55.048%防御力",
                                    "59.528%防御力",
                                    "64.009%防御力",
                                    "70.41%防御力",
                                    "74.891%防御力",
                                    "80.011%防御力",
                                    "87.052%防御力",
                                    "94.093%防御力",
                                    "101.134%防御力",
                                    "108.815%防御力",
                                    "116.496%防御力",
                                    "124.178%防御力",
                                    "131.859%防御力",
                                    "139.54%防御力",
                                    "147.221%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎三段伤害",
                                "ParamLevelList": [
                                    "65.816%防御力",
                                    "71.173%防御力",
                                    "76.53%防御力",
                                    "84.183%防御力",
                                    "89.54%防御力",
                                    "95.662%防御力",
                                    "104.081%防御力",
                                    "112.499%防御力",
                                    "120.917%防御力",
                                    "130.101%防御力",
                                    "139.285%防御力",
                                    "148.468%防御力",
                                    "157.652%防御力",
                                    "166.835%防御力",
                                    "176.019%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎四段伤害",
                                "ParamLevelList": [
                                    "86.027%防御力",
                                    "93.03%防御力",
                                    "100.0%防御力",
                                    "110.035%防御力",
                                    "117.037%防御力",
                                    "125.04%防御力",
                                    "136.044%防御力",
                                    "147.047%防御力",
                                    "158.051%防御力",
                                    "170.054%防御力",
                                    "182.058%防御力",
                                    "194.062%防御力",
                                    "206.066%防御力",
                                    "218.07%防御力",
                                    "230.074%防御力"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "音火锻淬",
                        "Desc": "让热情的律动响彻大地！希诺宁切换至用于高速战斗的刃轮装束，并向前突进一段距离，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素伤害</color>。<br>施放后，希诺宁将获得45点夜魂值，进入夜魂加持状态，在这种状态下，希诺宁将切换至「刃轮巡猎」模式。<br><br><color style='color:#FFD780;'>源音采样</color><br>希诺宁拥有三枚采样器，根据队伍中其他角色的元素类型，能够呈现出不同的「音型」，并在激活时降低附近的敌人的对应元素抗性；<br>三枚采样器初始记录的「源音采样」均为<color style='color:#FFE699;'>岩元素</color>，队伍中每存在一名<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#FFACFF;'>雷元素</color>角色，一枚<color style='color:#FFE699;'>岩元素</color>采样便将转变为对应的元素类型；<br>处于夜魂加持状态下时，希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态；解锁固有天赋「四境四象回声」后，希诺宁可以通过触发固有天赋「四境四象回声」的效果为自己恢复夜魂值；在夜魂值达到上限时，希诺宁将会消耗全部夜魂值，激活希诺宁自己携带的三枚「源音采样」，持续15秒；<br>「源音采样」激活时，附近的敌人的对应元素抗性降低，同元素类型「源音采样」的效果不能叠加；希诺宁处于队伍后台时，同样能产生该效果。<br><br><color style='color:#FFD780;'>夜魂加持 · 希诺宁</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，希诺宁的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 切换至「刃轮巡猎」模式，提升希诺宁的移动速度与攀爬速度，且攀爬时能够以豹猫形态进行高速腾跃；<br> · 希诺宁的夜魂加持状态具有如下限制：处于夜魂加持状态下时，希诺宁的夜魂值有9秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭。<br><br>处于夜魂加持状态下时，夜魂值耗竭后，希诺宁将无法通过固有天赋「四境四象回声」产生夜魂值。<br><br><i>从某种意义上来说，锻造宝石与混音的原理或许有一定相通之处：滤除杂质，只保留最为闪耀之物。<br>不过希诺宁向来是无所谓的，毕竟两者对她而言都是无比快乐的事情嘛。</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "突进伤害",
                                "ParamLevelList": [
                                    "179.2%防御力",
                                    "192.64%防御力",
                                    "206.08%防御力",
                                    "224.0%防御力",
                                    "237.44%防御力",
                                    "250.88%防御力",
                                    "268.8%防御力",
                                    "286.72%防御力",
                                    "304.64%防御力",
                                    "322.56%防御力",
                                    "340.48%防御力",
                                    "358.4%防御力",
                                    "380.8%防御力",
                                    "403.2%防御力",
                                    "425.6%防御力"
                                ]
                            },
                            {
                                "Desc": "元素抗性降低",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "源音采样激活时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值时间限制",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "豹烈律动！",
                        "Desc": "以最大输出功率开启立体声燃素工学调音台（便携式），基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>此外，根据「源音采样」的类型不同，还将相应触发以下效果：<br> · 拥有至少两枚经过元素转化的「源音采样」：希诺宁奏响「欢兴」的律动，每隔一段时间，为附近的当前场上角色恢复生命值，回复量受益于希诺宁自己的防御力；<br> · 拥有少于两枚经过元素转化的「源音采样」：希诺宁奏响「燥烈」的律动，进行两次额外的节拍演奏，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「好，先在这里停顿一下！」<br>「没关系没关系，刚才的节拍我已经记录下来了。让我试试看，把我们的旋律混合在一起，会演奏出怎样的音色吧。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "104.0%防御力+500.73764",
                                    "111.8%防御力+550.81836",
                                    "119.6%防御力+605.07251",
                                    "130.0%防御力+663.5",
                                    "137.8%防御力+726.10089",
                                    "145.6%防御力+792.87518",
                                    "156.0%防御力+863.82288",
                                    "166.4%防御力+938.94397",
                                    "176.8%防御力+1018.23846",
                                    "187.2%防御力+1101.7063",
                                    "197.6%防御力+1189.34766",
                                    "208.0%防御力+1281.16223",
                                    "221.0%防御力+1377.15027",
                                    "234.0%防御力+1477.31177",
                                    "247.0%防御力+1581.64661"
                                ]
                            },
                            {
                                "Desc": "欢兴律动持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "追加节拍伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "四境四象回声",
                        "Desc": "在夜魂加持状态下，根据「源音采样」的类型不同，希诺宁的普通攻击与下落攻击将获得相应的强化：<br> · 拥有至少两枚经过元素转化的「源音采样」：命中敌人时，将获得35点夜魂值，该效果每0.1秒至多触发一次；<br> · 拥有少于两枚经过元素转化的「源音采样」：造成的伤害提升30%。",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "便携铠装护层",
                        "Desc": "在夜魂加持状态下，希诺宁的夜魂值达到上限时，将触发一次等同于「夜魂迸发」的效果，该效果每14秒至多触发一次。<br>此外，队伍中的附近的角色触发「夜魂迸发」时，希诺宁的防御力提升20%，持续15秒。",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "夜域赐礼 · 锻火之祝",
                        "Desc": "在夜魂值耗竭后，希诺宁将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 希诺宁。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换希诺宁登场时触发：希诺宁将进入夜魂加持状态，并获得20点夜魂值。在这种情况下，希诺宁的夜魂值有4秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭，在时间限制内施放<color style='color:#FFD780;'>音火锻淬</color>后，夜魂值的时间限制将延长9秒。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，位于纳塔地区时，在夜魂加持状态下，希诺宁攀爬将不再消耗体力。",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "丛山旅宴驰行",
                        "Desc": "触发夜魂传递时，恢复10点燃素，并获得炽逐效果：使队伍中自己的角色移动速度提高15%，持续10秒。<br>炽逐效果无法叠加。",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "献予慵眠的休假日",
                        "Desc": "希诺宁的夜魂加持状态消耗的夜魂值与燃素降低30%，且夜魂值的时间限制延长45%。<br>此外，希诺宁的「源音采样」激活时，还将提升队伍中附近的当前场上角色的抗打断能力。",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "献予灼原的五重奏",
                        "Desc": "希诺宁的「源音采样」激活时，将根据「源音采样」的元素类型，使队伍中附近所有元素类型相同的角色获得对应效果：<br> · <color style='color:#FFE699;'>岩元素</color>：暴击率提升30%；<br> · <color style='color:#FF9999;'>火元素</color>：攻击力提升40%；<br> · <color style='color:#80C0FF;'>水元素</color>：生命值上限提升40%；<br> · <color style='color:#99FFFF;'>冰元素</color>：暴击伤害提升50%；<br> · <color style='color:#FFACFF;'>雷元素</color>：恢复20点元素能量，且元素爆发的冷却时间缩短5秒。",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "献予日炎的巡行式",
                        "Desc": "<color style='color:#FFD780;'>音火锻淬</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "献予午后的花之梦",
                        "Desc": "希诺宁施放<color style='color:#FFD780;'>音火锻淬</color>后，将为队伍中附近的所有角色施加「荣花之赐」效果，持续15秒。<br>拥有「荣花之赐」的角色的普通攻击、重击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的65%。该效果将在生效6次或持续时间结束时解除。<br>同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「荣花之赐」的角色，其生效次数单独计算。",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "献予夕暮的转格调",
                        "Desc": "<color style='color:#FFD780;'>豹烈律动！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予永夜的狂欢舞",
                        "Desc": "处于夜魂加持状态下时，希诺宁进行冲刺、腾跃、普通攻击、下落攻击时，将获得「永夜的祝福」，无视夜魂加持状态下的限制，并提升普通攻击与下落攻击造成的伤害，持续5秒。<br>持续期间，暂停希诺宁的夜魂值时间限制计时，希诺宁的夜魂值、燃素、体力将不再下降，且夜魂值达到上限时，希诺宁的夜魂加持也不会结束；此外，希诺宁在夜魂加持状态下的普通攻击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的300%。<br>每15秒至多获得一次「永夜的祝福」。",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 锐锋攫猎",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方使出踢击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，基于希诺宁的防御力，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 刃轮巡猎</color><br>在夜魂加持状态下，希诺宁将切换至「刃轮巡猎」模式，在这种状态下，希诺宁的普通攻击将转为以刃轮鞋进行至多四段的连续踢击，无法进行重击。<br>在这种状态下进行普通攻击与下落攻击时，将转为基于希诺宁的防御力，造成具有夜魂性质且无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%防御力",
                                    "69.136%防御力",
                                    "74.34%防御力",
                                    "81.774%防御力",
                                    "86.978%防御力",
                                    "92.925%防御力",
                                    "101.102%防御力",
                                    "109.28%防御力",
                                    "117.457%防御力",
                                    "126.378%防御力",
                                    "135.299%防御力",
                                    "144.22%防御力",
                                    "153.14%防御力",
                                    "162.061%防御力",
                                    "170.982%防御力"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%防御力/159.676%防御力",
                                    "138.243%防御力/172.673%防御力",
                                    "148.649%防御力/185.67%防御力",
                                    "163.513%防御力/204.237%防御力",
                                    "173.919%防御力/217.234%防御力",
                                    "185.811%防御力/232.087%防御力",
                                    "202.162%防御力/252.511%防御力",
                                    "218.513%防御力/272.935%防御力",
                                    "234.865%防御力/293.359%防御力",
                                    "252.702%防御力/315.639%防御力",
                                    "270.54%防御力/337.919%防御力",
                                    "288.378%防御力/360.2%防御力",
                                    "306.216%防御力/382.48%防御力",
                                    "324.054%防御力/404.761%防御力",
                                    "341.892%防御力/427.041%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎一段伤害",
                                "ParamLevelList": [
                                    "56.022%防御力",
                                    "60.582%防御力",
                                    "65.142%防御力",
                                    "71.656%防御力",
                                    "76.216%防御力",
                                    "81.428%防御力",
                                    "88.593%防御力",
                                    "95.759%防御力",
                                    "102.924%防御力",
                                    "110.741%防御力",
                                    "118.558%防御力",
                                    "126.375%防御力",
                                    "134.193%防御力",
                                    "142.01%防御力",
                                    "149.827%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎二段伤害",
                                "ParamLevelList": [
                                    "55.048%防御力",
                                    "59.528%防御力",
                                    "64.009%防御力",
                                    "70.41%防御力",
                                    "74.891%防御力",
                                    "80.011%防御力",
                                    "87.052%防御力",
                                    "94.093%防御力",
                                    "101.134%防御力",
                                    "108.815%防御力",
                                    "116.496%防御力",
                                    "124.178%防御力",
                                    "131.859%防御力",
                                    "139.54%防御力",
                                    "147.221%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎三段伤害",
                                "ParamLevelList": [
                                    "65.816%防御力",
                                    "71.173%防御力",
                                    "76.53%防御力",
                                    "84.183%防御力",
                                    "89.54%防御力",
                                    "95.662%防御力",
                                    "104.081%防御力",
                                    "112.499%防御力",
                                    "120.917%防御力",
                                    "130.101%防御力",
                                    "139.285%防御力",
                                    "148.468%防御力",
                                    "157.652%防御力",
                                    "166.835%防御力",
                                    "176.019%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎四段伤害",
                                "ParamLevelList": [
                                    "86.027%防御力",
                                    "93.03%防御力",
                                    "100.0%防御力",
                                    "110.035%防御力",
                                    "117.037%防御力",
                                    "125.04%防御力",
                                    "136.044%防御力",
                                    "147.047%防御力",
                                    "158.051%防御力",
                                    "170.054%防御力",
                                    "182.058%防御力",
                                    "194.062%防御力",
                                    "206.066%防御力",
                                    "218.07%防御力",
                                    "230.074%防御力"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "音火锻淬",
                        "Desc": "让热情的律动响彻大地！希诺宁切换至用于高速战斗的刃轮装束，并向前突进一段距离，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素伤害</color>。<br>施放后，希诺宁将获得45点夜魂值，进入夜魂加持状态，在这种状态下，希诺宁将切换至「刃轮巡猎」模式。<br><br><color style='color:#FFD780;'>源音采样</color><br>希诺宁拥有三枚采样器，根据队伍中其他角色的元素类型，能够呈现出不同的「音型」，并在激活时降低附近的敌人的对应元素抗性；<br>三枚采样器初始记录的「源音采样」均为<color style='color:#FFE699;'>岩元素</color>，队伍中每存在一名<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#FFACFF;'>雷元素</color>角色，一枚<color style='color:#FFE699;'>岩元素</color>采样便将转变为对应的元素类型；<br>处于夜魂加持状态下时，希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态；解锁固有天赋「四境四象回声」后，希诺宁可以通过触发固有天赋「四境四象回声」的效果为自己恢复夜魂值；在夜魂值达到上限时，希诺宁将会消耗全部夜魂值，激活希诺宁自己携带的三枚「源音采样」，持续15秒；<br>「源音采样」激活时，附近的敌人的对应元素抗性降低，同元素类型「源音采样」的效果不能叠加；希诺宁处于队伍后台时，同样能产生该效果。<br><br><color style='color:#FFD780;'>夜魂加持 · 希诺宁</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，希诺宁的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 切换至「刃轮巡猎」模式，提升希诺宁的移动速度与攀爬速度，且攀爬时能够以豹猫形态进行高速腾跃；<br> · 希诺宁的夜魂加持状态具有如下限制：处于夜魂加持状态下时，希诺宁的夜魂值有9秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭。<br><br>处于夜魂加持状态下时，夜魂值耗竭后，希诺宁将无法通过固有天赋「四境四象回声」产生夜魂值。<br><br><i>从某种意义上来说，锻造宝石与混音的原理或许有一定相通之处：滤除杂质，只保留最为闪耀之物。<br>不过希诺宁向来是无所谓的，毕竟两者对她而言都是无比快乐的事情嘛。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "突进伤害",
                                "ParamLevelList": [
                                    "179.2%防御力",
                                    "192.64%防御力",
                                    "206.08%防御力",
                                    "224.0%防御力",
                                    "237.44%防御力",
                                    "250.88%防御力",
                                    "268.8%防御力",
                                    "286.72%防御力",
                                    "304.64%防御力",
                                    "322.56%防御力",
                                    "340.48%防御力",
                                    "358.4%防御力",
                                    "380.8%防御力",
                                    "403.2%防御力",
                                    "425.6%防御力"
                                ]
                            },
                            {
                                "Desc": "元素抗性降低",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "源音采样激活时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值时间限制",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "豹烈律动！",
                        "Desc": "以最大输出功率开启立体声燃素工学调音台（便携式），基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>此外，根据「源音采样」的类型不同，还将相应触发以下效果：<br> · 拥有至少两枚经过元素转化的「源音采样」：希诺宁奏响「欢兴」的律动，每隔一段时间，为附近的当前场上角色恢复生命值，回复量受益于希诺宁自己的防御力；<br> · 拥有少于两枚经过元素转化的「源音采样」：希诺宁奏响「燥烈」的律动，进行两次额外的节拍演奏，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「好，先在这里停顿一下！」<br>「没关系没关系，刚才的节拍我已经记录下来了。让我试试看，把我们的旋律混合在一起，会演奏出怎样的音色吧。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "104.0%防御力+500.73764",
                                    "111.8%防御力+550.81836",
                                    "119.6%防御力+605.07251",
                                    "130.0%防御力+663.5",
                                    "137.8%防御力+726.10089",
                                    "145.6%防御力+792.87518",
                                    "156.0%防御力+863.82288",
                                    "166.4%防御力+938.94397",
                                    "176.8%防御力+1018.23846",
                                    "187.2%防御力+1101.7063",
                                    "197.6%防御力+1189.34766",
                                    "208.0%防御力+1281.16223",
                                    "221.0%防御力+1377.15027",
                                    "234.0%防御力+1477.31177",
                                    "247.0%防御力+1581.64661"
                                ]
                            },
                            {
                                "Desc": "欢兴律动持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "追加节拍伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "四境四象回声",
                        "Desc": "在夜魂加持状态下：<br> · 若希诺宁拥有至少两枚经过元素转化的「源音采样」，在普通攻击与下落攻击命中敌人时，将获得35点夜魂值，该效果每0.1秒至多触发一次；<br> · 若希诺宁拥有少于两枚经过元素转化的「源音采样」，普通攻击与下落攻击造成的伤害提升30%。",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "便携铠装护层",
                        "Desc": "在夜魂加持状态下，希诺宁的夜魂值达到上限时，将触发一次等同于「夜魂迸发」的效果，该效果每14秒至多触发一次。<br>此外，队伍中的附近的角色触发「夜魂迸发」时，希诺宁的防御力提升20%，持续15秒。",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "夜域赐礼 · 锻火之祝",
                        "Desc": "在夜魂值耗竭后，希诺宁将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 希诺宁。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换希诺宁登场时触发：希诺宁将进入夜魂加持状态，并获得20点夜魂值。在这种情况下，希诺宁的夜魂值有4秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭，在时间限制内施放<color style='color:#FFD780;'>音火锻淬</color>后，夜魂值的时间限制将延长9秒。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，位于纳塔地区时，在夜魂加持状态下，希诺宁攀爬将不再消耗体力。",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "丛山旅宴驰行",
                        "Desc": "触发夜魂传递时，恢复15点燃素。",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "献予慵眠的休假日",
                        "Desc": "希诺宁的夜魂加持状态消耗的夜魂值与燃素降低30%，且夜魂值的时间限制延长45%。<br>此外，希诺宁的「源音采样」激活时，还将提升队伍中附近的当前场上角色的抗打断能力。",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "献予灼原的五重奏",
                        "Desc": "希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态。此外，希诺宁的「源音采样」激活时，将根据「源音采样」的元素类型，使队伍中附近所有元素类型相同的角色获得对应效果：<br> · <color style='color:#FFE699;'>岩元素</color>：造成的伤害提升40%；<br> · <color style='color:#FF9999;'>火元素</color>：攻击力提升40%；<br> · <color style='color:#80C0FF;'>水元素</color>：生命值上限提升40%；<br> · <color style='color:#99FFFF;'>冰元素</color>：暴击伤害提升50%；<br> · <color style='color:#FFACFF;'>雷元素</color>：恢复20点元素能量，且元素爆发的冷却时间缩短5秒。",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "献予日炎的巡行式",
                        "Desc": "<color style='color:#FFD780;'>音火锻淬</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "献予午后的花之梦",
                        "Desc": "希诺宁施放<color style='color:#FFD780;'>音火锻淬</color>后，将为队伍中附近的所有角色施加「荣花之赐」效果，持续15秒。<br>拥有「荣花之赐」的角色的普通攻击、重击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的65%。该效果将在生效6次或持续时间结束时解除。<br>同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「荣花之赐」的角色，其生效次数单独计算。",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "献予夕暮的转格调",
                        "Desc": "<color style='color:#FFD780;'>豹烈律动！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予永夜的狂欢舞",
                        "Desc": "处于夜魂加持状态下时，希诺宁进行冲刺、腾跃、普通攻击、下落攻击时，将获得「永夜的祝福」，无视夜魂加持状态下的限制，并提升普通攻击与下落攻击造成的伤害，持续5秒。<br>持续期间，暂停希诺宁的夜魂值时间限制计时，希诺宁的夜魂值、燃素、体力将不再下降，且夜魂值达到上限时，希诺宁的夜魂加持也不会结束；此外，希诺宁在夜魂加持状态下的普通攻击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的300%。<br>每15秒至多获得一次「永夜的祝福」。",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 锐锋攫猎",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方使出踢击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，基于希诺宁的防御力，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 刃轮巡猎</color><br>在夜魂加持状态下，希诺宁将切换至「刃轮巡猎」模式，在这种状态下，希诺宁的普通攻击将转为以刃轮鞋进行至多四段的连续踢击，无法进行重击。<br>在这种状态下进行普通攻击与下落攻击时，将转为基于希诺宁的防御力，造成具有夜魂性质且无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%防御力",
                                    "69.136%防御力",
                                    "74.34%防御力",
                                    "81.774%防御力",
                                    "86.978%防御力",
                                    "92.925%防御力",
                                    "101.102%防御力",
                                    "109.28%防御力",
                                    "117.457%防御力",
                                    "126.378%防御力",
                                    "135.299%防御力",
                                    "144.22%防御力",
                                    "153.14%防御力",
                                    "162.061%防御力",
                                    "170.982%防御力"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%防御力/159.676%防御力",
                                    "138.243%防御力/172.673%防御力",
                                    "148.649%防御力/185.67%防御力",
                                    "163.513%防御力/204.237%防御力",
                                    "173.919%防御力/217.234%防御力",
                                    "185.811%防御力/232.087%防御力",
                                    "202.162%防御力/252.511%防御力",
                                    "218.513%防御力/272.935%防御力",
                                    "234.865%防御力/293.359%防御力",
                                    "252.702%防御力/315.639%防御力",
                                    "270.54%防御力/337.919%防御力",
                                    "288.378%防御力/360.2%防御力",
                                    "306.216%防御力/382.48%防御力",
                                    "324.054%防御力/404.761%防御力",
                                    "341.892%防御力/427.041%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎一段伤害",
                                "ParamLevelList": [
                                    "56.022%防御力",
                                    "60.582%防御力",
                                    "65.142%防御力",
                                    "71.656%防御力",
                                    "76.216%防御力",
                                    "81.428%防御力",
                                    "88.593%防御力",
                                    "95.759%防御力",
                                    "102.924%防御力",
                                    "110.741%防御力",
                                    "118.558%防御力",
                                    "126.375%防御力",
                                    "134.193%防御力",
                                    "142.01%防御力",
                                    "149.827%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎二段伤害",
                                "ParamLevelList": [
                                    "55.048%防御力",
                                    "59.528%防御力",
                                    "64.009%防御力",
                                    "70.41%防御力",
                                    "74.891%防御力",
                                    "80.011%防御力",
                                    "87.052%防御力",
                                    "94.093%防御力",
                                    "101.134%防御力",
                                    "108.815%防御力",
                                    "116.496%防御力",
                                    "124.178%防御力",
                                    "131.859%防御力",
                                    "139.54%防御力",
                                    "147.221%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎三段伤害",
                                "ParamLevelList": [
                                    "65.816%防御力",
                                    "71.173%防御力",
                                    "76.53%防御力",
                                    "84.183%防御力",
                                    "89.54%防御力",
                                    "95.662%防御力",
                                    "104.081%防御力",
                                    "112.499%防御力",
                                    "120.917%防御力",
                                    "130.101%防御力",
                                    "139.285%防御力",
                                    "148.468%防御力",
                                    "157.652%防御力",
                                    "166.835%防御力",
                                    "176.019%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎四段伤害",
                                "ParamLevelList": [
                                    "86.027%防御力",
                                    "93.03%防御力",
                                    "100.0%防御力",
                                    "110.035%防御力",
                                    "117.037%防御力",
                                    "125.04%防御力",
                                    "136.044%防御力",
                                    "147.047%防御力",
                                    "158.051%防御力",
                                    "170.054%防御力",
                                    "182.058%防御力",
                                    "194.062%防御力",
                                    "206.066%防御力",
                                    "218.07%防御力",
                                    "230.074%防御力"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "音火锻淬",
                        "Desc": "让热情的律动响彻大地！希诺宁切换至用于高速战斗的刃轮装束，并向前突进一段距离，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素伤害</color>。<br>施放后，希诺宁将获得45点夜魂值，进入夜魂加持状态，在这种状态下，希诺宁将切换至「刃轮巡猎」模式。<br><br><color style='color:#FFD780;'>源音采样</color><br>希诺宁拥有三枚采样器，根据队伍中其他角色的元素类型，能够呈现出不同的「音型」，并在激活时降低附近的敌人的对应元素抗性；<br>三枚采样器初始记录的「源音采样」均为<color style='color:#FFE699;'>岩元素</color>，队伍中每存在一名<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#FFACFF;'>雷元素</color>角色，一枚<color style='color:#FFE699;'>岩元素</color>采样便将转变为对应的元素类型；<br>处于夜魂加持状态下时，希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态；解锁固有天赋「四境四象回声」后，希诺宁可以通过触发固有天赋「四境四象回声」的效果为自己恢复夜魂值；在夜魂值达到上限时，希诺宁将会消耗全部夜魂值，激活希诺宁自己携带的三枚「源音采样」，持续15秒；<br>「源音采样」激活时，附近的敌人的对应元素抗性降低，同元素类型「源音采样」的效果不能叠加；希诺宁处于队伍后台时，同样能产生该效果。<br><br><color style='color:#FFD780;'>夜魂加持 · 希诺宁</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，希诺宁的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 切换至「刃轮巡猎」模式，提升希诺宁的移动速度与攀爬速度，且攀爬时能够以豹猫形态进行高速腾跃；<br> · 希诺宁的夜魂加持状态具有如下限制：处于夜魂加持状态下时，希诺宁的夜魂值有9秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭。<br><br>处于夜魂加持状态下时，夜魂值耗竭后，希诺宁将无法通过固有天赋「四境四象回声」产生夜魂值。<br><br><i>从某种意义上来说，锻造宝石与混音的原理或许有一定相通之处：滤除杂质，只保留最为闪耀之物。<br>不过希诺宁向来是无所谓的，毕竟两者对她而言都是无比快乐的事情嘛。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "突进伤害",
                                "ParamLevelList": [
                                    "179.2%防御力",
                                    "192.64%防御力",
                                    "206.08%防御力",
                                    "224.0%防御力",
                                    "237.44%防御力",
                                    "250.88%防御力",
                                    "268.8%防御力",
                                    "286.72%防御力",
                                    "304.64%防御力",
                                    "322.56%防御力",
                                    "340.48%防御力",
                                    "358.4%防御力",
                                    "380.8%防御力",
                                    "403.2%防御力",
                                    "425.6%防御力"
                                ]
                            },
                            {
                                "Desc": "元素抗性降低",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "源音采样激活时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值时间限制",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "豹烈律动！",
                        "Desc": "以最大输出功率开启立体声燃素工学调音台（便携式），基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>此外，根据「源音采样」的类型不同，还将相应触发以下效果：<br> · 拥有至少两枚经过元素转化的「源音采样」：希诺宁奏响「欢兴」的律动，每隔一段时间，为附近的当前场上角色恢复生命值，回复量受益于希诺宁自己的防御力；<br> · 拥有少于两枚经过元素转化的「源音采样」：希诺宁奏响「燥烈」的律动，进行两次额外的节拍演奏，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「好，先在这里停顿一下！」<br>「没关系没关系，刚才的节拍我已经记录下来了。让我试试看，把我们的旋律混合在一起，会演奏出怎样的音色吧。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "104.0%防御力+500.73764",
                                    "111.8%防御力+550.81836",
                                    "119.6%防御力+605.07251",
                                    "130.0%防御力+663.5",
                                    "137.8%防御力+726.10089",
                                    "145.6%防御力+792.87518",
                                    "156.0%防御力+863.82288",
                                    "166.4%防御力+938.94397",
                                    "176.8%防御力+1018.23846",
                                    "187.2%防御力+1101.7063",
                                    "197.6%防御力+1189.34766",
                                    "208.0%防御力+1281.16223",
                                    "221.0%防御力+1377.15027",
                                    "234.0%防御力+1477.31177",
                                    "247.0%防御力+1581.64661"
                                ]
                            },
                            {
                                "Desc": "欢兴律动持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "追加节拍伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "四境四象回声",
                        "Desc": "在夜魂加持状态下：<br> · 若希诺宁拥有至少两枚经过元素转化的「源音采样」，在普通攻击与下落攻击命中敌人时，将获得35点夜魂值，该效果每0.1秒至多触发一次；<br> · 若希诺宁拥有少于两枚经过元素转化的「源音采样」，普通攻击与下落攻击造成的伤害提升30%。",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "便携铠装护层",
                        "Desc": "在夜魂加持状态下，希诺宁的夜魂值达到上限时，将触发一次等同于「夜魂迸发」的效果，该效果每14秒至多触发一次。<br>此外，队伍中的附近的角色触发「夜魂迸发」时，希诺宁的防御力提升20%，持续15秒。",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "夜域赐礼 · 锻火之祝",
                        "Desc": "在夜魂值耗竭后，希诺宁将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 希诺宁。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换希诺宁登场时触发：希诺宁将进入夜魂加持状态，并获得20点夜魂值。在这种情况下，希诺宁的夜魂值有4秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭，在时间限制内施放<color style='color:#FFD780;'>音火锻淬</color>后，夜魂值的时间限制将延长9秒。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，位于纳塔地区时，在夜魂加持状态下，希诺宁攀爬将不再消耗体力。",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "丛山锻火驰行",
                        "Desc": "触发夜魂传递时，恢复15点燃素。",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "献予慵眠的休假日",
                        "Desc": "希诺宁的夜魂加持状态消耗的夜魂值与燃素降低30%，且夜魂值的时间限制延长45%。<br>此外，希诺宁的「源音采样」激活时，还将提升队伍中附近的当前场上角色的抗打断能力。",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "献予灼原的五重奏",
                        "Desc": "希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态。此外，希诺宁的「源音采样」激活时，将根据「源音采样」的元素类型，使队伍中附近所有元素类型相同的角色获得对应效果：<br> · <color style='color:#FFE699;'>岩元素</color>：造成的伤害提升50%；<br> · <color style='color:#FF9999;'>火元素</color>：攻击力提升45%；<br> · <color style='color:#80C0FF;'>水元素</color>：生命值上限提升45%；<br> · <color style='color:#99FFFF;'>冰元素</color>：暴击伤害提升60%；<br> · <color style='color:#FFACFF;'>雷元素</color>：恢复25点元素能量，且元素爆发的冷却时间缩短6秒。",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "献予日炎的巡行式",
                        "Desc": "<color style='color:#FFD780;'>音火锻淬</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "献予午后的花之梦",
                        "Desc": "希诺宁施放<color style='color:#FFD780;'>音火锻淬</color>后，将为队伍中附近的所有角色施加「荣花之赐」效果，持续15秒。<br>拥有「荣花之赐」的角色的普通攻击、重击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的65%。该效果将在生效6次或持续时间结束时解除。<br>同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「荣花之赐」的角色，其生效次数单独计算。",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "献予夕暮的转格调",
                        "Desc": "<color style='color:#FFD780;'>豹烈律动！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予永夜的狂欢舞",
                        "Desc": "处于夜魂加持状态下时，希诺宁进行冲刺、腾跃、普通攻击、下落攻击时，将获得「永夜的祝福」，无视夜魂加持状态下的限制，并提升普通攻击与下落攻击造成的伤害，持续5秒。<br>持续期间：<br> · 暂停希诺宁的夜魂值时间限制计时，希诺宁的夜魂值、燃素、体力将不再下降，且夜魂值达到上限时，希诺宁的夜魂加持也不会结束；<br> · 希诺宁在夜魂加持状态下的普通攻击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的300%。<br> · 每1.5秒为附近的队伍中所有角色恢复生命值，回复量相当于希诺宁的防御力的120%。<br>每15秒至多获得一次「永夜的祝福」。",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "普通攻击 · 锐锋攫猎",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方使出踢击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，基于希诺宁的防御力，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 刃轮巡猎</color><br>在夜魂加持状态下，希诺宁将切换至「刃轮巡猎」模式，在这种状态下，希诺宁的普通攻击将转为以刃轮鞋进行至多四段的连续踢击，无法进行重击。<br>在这种状态下进行普通攻击与下落攻击时，将转为基于希诺宁的防御力，造成具有夜魂性质且无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0",
                                    "20.0"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.932%防御力",
                                    "69.136%防御力",
                                    "74.34%防御力",
                                    "81.774%防御力",
                                    "86.978%防御力",
                                    "92.925%防御力",
                                    "101.102%防御力",
                                    "109.28%防御力",
                                    "117.457%防御力",
                                    "126.378%防御力",
                                    "135.299%防御力",
                                    "144.22%防御力",
                                    "153.14%防御力",
                                    "162.061%防御力",
                                    "170.982%防御力"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.838%防御力/159.676%防御力",
                                    "138.243%防御力/172.673%防御力",
                                    "148.649%防御力/185.67%防御力",
                                    "163.513%防御力/204.237%防御力",
                                    "173.919%防御力/217.234%防御力",
                                    "185.811%防御力/232.087%防御力",
                                    "202.162%防御力/252.511%防御力",
                                    "218.513%防御力/272.935%防御力",
                                    "234.865%防御力/293.359%防御力",
                                    "252.702%防御力/315.639%防御力",
                                    "270.54%防御力/337.919%防御力",
                                    "288.378%防御力/360.2%防御力",
                                    "306.216%防御力/382.48%防御力",
                                    "324.054%防御力/404.761%防御力",
                                    "341.892%防御力/427.041%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎一段伤害",
                                "ParamLevelList": [
                                    "56.022%防御力",
                                    "60.582%防御力",
                                    "65.142%防御力",
                                    "71.656%防御力",
                                    "76.216%防御力",
                                    "81.428%防御力",
                                    "88.593%防御力",
                                    "95.759%防御力",
                                    "102.924%防御力",
                                    "110.741%防御力",
                                    "118.558%防御力",
                                    "126.375%防御力",
                                    "134.193%防御力",
                                    "142.01%防御力",
                                    "149.827%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎二段伤害",
                                "ParamLevelList": [
                                    "55.048%防御力",
                                    "59.528%防御力",
                                    "64.009%防御力",
                                    "70.41%防御力",
                                    "74.891%防御力",
                                    "80.011%防御力",
                                    "87.052%防御力",
                                    "94.093%防御力",
                                    "101.134%防御力",
                                    "108.815%防御力",
                                    "116.496%防御力",
                                    "124.178%防御力",
                                    "131.859%防御力",
                                    "139.54%防御力",
                                    "147.221%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎三段伤害",
                                "ParamLevelList": [
                                    "65.816%防御力",
                                    "71.173%防御力",
                                    "76.53%防御力",
                                    "84.183%防御力",
                                    "89.54%防御力",
                                    "95.662%防御力",
                                    "104.081%防御力",
                                    "112.499%防御力",
                                    "120.917%防御力",
                                    "130.101%防御力",
                                    "139.285%防御力",
                                    "148.468%防御力",
                                    "157.652%防御力",
                                    "166.835%防御力",
                                    "176.019%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎四段伤害",
                                "ParamLevelList": [
                                    "86.027%防御力",
                                    "93.03%防御力",
                                    "100.0%防御力",
                                    "110.035%防御力",
                                    "117.037%防御力",
                                    "125.04%防御力",
                                    "136.044%防御力",
                                    "147.047%防御力",
                                    "158.051%防御力",
                                    "170.054%防御力",
                                    "182.058%防御力",
                                    "194.062%防御力",
                                    "206.066%防御力",
                                    "218.07%防御力",
                                    "230.074%防御力"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "音火锻淬",
                        "Desc": "让热情的律动响彻大地！希诺宁切换至用于高速战斗的刃轮装束，并向前突进一段距离，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素伤害</color>。<br>施放后，希诺宁将获得45点夜魂值，进入夜魂加持状态，在这种状态下，希诺宁将切换至「刃轮巡猎」模式。<br><br><color style='color:#FFD780;'>源音采样</color><br>希诺宁拥有三枚采样器，根据队伍中其他角色的元素类型，能够呈现出不同的「音型」，并在激活时降低附近的敌人的对应元素抗性；<br>三枚采样器初始记录的「源音采样」均为<color style='color:#FFE699;'>岩元素</color>，队伍中每存在一名<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#FFACFF;'>雷元素</color>角色，一枚<color style='color:#FFE699;'>岩元素</color>采样便将转变为对应的元素类型；<br>处于夜魂加持状态下时，希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态；解锁固有天赋「四境四象回声」后，希诺宁可以通过触发固有天赋「四境四象回声」的效果为自己恢复夜魂值；在夜魂值达到上限时，希诺宁将会消耗全部夜魂值，激活希诺宁自己携带的三枚「源音采样」，持续15秒；<br>「源音采样」激活时，附近的敌人的对应元素抗性降低，同元素类型「源音采样」的效果不能叠加；希诺宁处于队伍后台时，同样能产生该效果。<br><br><color style='color:#FFD780;'>夜魂加持 · 希诺宁</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，希诺宁的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 切换至「刃轮巡猎」模式，提升希诺宁的移动速度与攀爬速度，且攀爬时能够以豹猫形态进行高速腾跃；<br> · 希诺宁的夜魂加持状态具有如下限制：处于夜魂加持状态下时，希诺宁的夜魂值有9秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭。<br><br>处于夜魂加持状态下时，夜魂值耗竭后，希诺宁将无法通过固有天赋「四境四象回声」产生夜魂值。<br><br><i>从某种意义上来说，锻造宝石与混音的原理或许有一定相通之处：滤除杂质，只保留最为闪耀之物。<br>不过希诺宁向来是无所谓的，毕竟两者对她而言都是无比快乐的事情嘛。</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "突进伤害",
                                "ParamLevelList": [
                                    "179.2%防御力",
                                    "192.64%防御力",
                                    "206.08%防御力",
                                    "224.0%防御力",
                                    "237.44%防御力",
                                    "250.88%防御力",
                                    "268.8%防御力",
                                    "286.72%防御力",
                                    "304.64%防御力",
                                    "322.56%防御力",
                                    "340.48%防御力",
                                    "358.4%防御力",
                                    "380.8%防御力",
                                    "403.2%防御力",
                                    "425.6%防御力"
                                ]
                            },
                            {
                                "Desc": "元素抗性降低",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "源音采样激活时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值时间限制",
                                "ParamLevelList": [
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒",
                                    "9.0秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0",
                                    "90.0"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒",
                                    "7.0秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "豹烈律动！",
                        "Desc": "以最大输出功率开启立体声燃素工学调音台（便携式），基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>此外，根据「源音采样」的类型不同，还将相应触发以下效果：<br> · 拥有至少两枚经过元素转化的「源音采样」：希诺宁奏响「欢兴」的律动，每隔一段时间，为附近的当前场上角色恢复生命值，回复量受益于希诺宁自己的防御力；<br> · 拥有少于两枚经过元素转化的「源音采样」：希诺宁奏响「燥烈」的律动，进行两次额外的节拍演奏，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「好，先在这里停顿一下！」<br>「没关系没关系，刚才的节拍我已经记录下来了。让我试试看，把我们的旋律混合在一起，会演奏出怎样的音色吧。」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "104.0%防御力+500.73764",
                                    "111.8%防御力+550.81836",
                                    "119.6%防御力+605.07251",
                                    "130.0%防御力+663.5",
                                    "137.8%防御力+726.10089",
                                    "145.6%防御力+792.87518",
                                    "156.0%防御力+863.82288",
                                    "166.4%防御力+938.94397",
                                    "176.8%防御力+1018.23846",
                                    "187.2%防御力+1101.7063",
                                    "197.6%防御力+1189.34766",
                                    "208.0%防御力+1281.16223",
                                    "221.0%防御力+1377.15027",
                                    "234.0%防御力+1477.31177",
                                    "247.0%防御力+1581.64661"
                                ]
                            },
                            {
                                "Desc": "欢兴律动持续时间",
                                "ParamLevelList": [
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒",
                                    "12.0秒"
                                ]
                            },
                            {
                                "Desc": "追加节拍伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "四境四象回声",
                        "Desc": "在夜魂加持状态下：<br> · 若希诺宁拥有至少两枚经过元素转化的「源音采样」，在普通攻击与下落攻击命中敌人时，将获得35点夜魂值，该效果每0.1秒至多触发一次；<br> · 若希诺宁拥有少于两枚经过元素转化的「源音采样」，普通攻击与下落攻击造成的伤害提升30%。",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "便携铠装护层",
                        "Desc": "在夜魂加持状态下，希诺宁的夜魂值达到上限时，将触发一次等同于「夜魂迸发」的效果，该效果每14秒至多触发一次。<br>此外，队伍中的附近的角色触发「夜魂迸发」时，希诺宁的防御力提升20%，持续15秒。",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "夜域赐礼 · 锻火之祝",
                        "Desc": "在夜魂值耗竭后，希诺宁将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 希诺宁。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换希诺宁登场时触发：希诺宁将进入夜魂加持状态，并获得20点夜魂值。在这种情况下，希诺宁的夜魂值有4秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭，在时间限制内施放<color style='color:#FFD780;'>音火锻淬</color>后，夜魂值的时间限制将延长9秒。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，位于纳塔地区时，在夜魂加持状态下，希诺宁攀爬将不再消耗体力。",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "丛山锻火驰行",
                        "Desc": "触发夜魂传递时，恢复15点燃素。",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "献予慵眠的休假日",
                        "Desc": "希诺宁的夜魂加持状态消耗的夜魂值与燃素降低30%，且夜魂值的时间限制延长45%。<br>此外，希诺宁的「源音采样」激活时，还将提升队伍中附近的当前场上角色的抗打断能力。",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "献予灼原的五重奏",
                        "Desc": "希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态。此外，希诺宁的「源音采样」激活时，将根据「源音采样」的元素类型，使队伍中附近所有元素类型相同的角色获得对应效果：<br> · <color style='color:#FFE699;'>岩元素</color>：造成的伤害提升50%；<br> · <color style='color:#FF9999;'>火元素</color>：攻击力提升45%；<br> · <color style='color:#80C0FF;'>水元素</color>：生命值上限提升45%；<br> · <color style='color:#99FFFF;'>冰元素</color>：暴击伤害提升60%；<br> · <color style='color:#FFACFF;'>雷元素</color>：恢复25点元素能量，且元素爆发的冷却时间缩短6秒。",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "献予日炎的巡行式",
                        "Desc": "<color style='color:#FFD780;'>音火锻淬</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "献予午后的花之梦",
                        "Desc": "希诺宁施放<color style='color:#FFD780;'>音火锻淬</color>后，将为队伍中附近的所有角色施加「荣花之赐」效果，持续15秒。<br>拥有「荣花之赐」的角色的普通攻击、重击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的65%。该效果将在生效6次或持续时间结束时解除。<br>同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「荣花之赐」的角色，其生效次数单独计算。",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "献予夕暮的转格调",
                        "Desc": "<color style='color:#FFD780;'>豹烈律动！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予永夜的狂欢舞",
                        "Desc": "处于夜魂加持状态下时，希诺宁进行冲刺、腾跃、普通攻击、下落攻击时，将获得「永夜的祝福」，无视夜魂加持状态下的限制，并提升普通攻击与下落攻击造成的伤害，持续5秒。<br>持续期间：<br> · 暂停希诺宁的夜魂值时间限制计时，希诺宁的夜魂值、燃素、体力将不再下降，且夜魂值达到上限时，希诺宁的夜魂加持也不会结束；<br> · 希诺宁在夜魂加持状态下的普通攻击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的300%。<br> · 每1.5秒为附近的队伍中所有角色恢复生命值，回复量相当于希诺宁的防御力的120%。<br>每15秒至多获得一次「永夜的祝福」。",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "锐锋攫猎",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多三段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方使出踢击。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，基于希诺宁的防御力，攻击下落路径上的敌人，并在落地时造成范围伤害。<br><br><color style='color:#FFD780;'>夜魂状态 · 刃轮巡猎</color><br>在夜魂加持状态下，希诺宁将切换至「刃轮巡猎」模式，在这种状态下，希诺宁的普通攻击将转为以刃轮鞋进行至多四段的连续踢击，无法进行重击。<br>在这种状态下进行普通攻击与下落攻击时，将转为基于希诺宁的防御力，造成具有夜魂性质且无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.7918%",
                                    "56.0074%",
                                    "60.223%",
                                    "66.2453%",
                                    "70.4609%",
                                    "75.2788%",
                                    "81.9033%",
                                    "88.5278%",
                                    "95.1523%",
                                    "102.3791%",
                                    "109.6059%",
                                    "116.8326%",
                                    "124.0594%",
                                    "131.2861%",
                                    "138.5129%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "27.3738%+27.3738%",
                                    "29.6019%+29.6019%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.2411%+37.2411%",
                                    "39.7875%+39.7875%",
                                    "43.2888%+43.2888%",
                                    "46.7901%+46.7901%",
                                    "50.2914%+50.2914%",
                                    "54.111%+54.111%",
                                    "57.9306%+57.9306%",
                                    "61.7502%+61.7502%",
                                    "65.5698%+65.5698%",
                                    "69.3894%+69.3894%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "72.9495%",
                                    "78.8872%",
                                    "84.825%",
                                    "93.3075%",
                                    "99.2452%",
                                    "106.0312%",
                                    "115.362%",
                                    "124.6927%",
                                    "134.0235%",
                                    "144.2025%",
                                    "154.3815%",
                                    "164.5605%",
                                    "174.7395%",
                                    "184.9185%",
                                    "195.0975%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%防御力",
                                    "69.1362%防御力",
                                    "74.34%防御力",
                                    "81.774%防御力",
                                    "86.9778%防御力",
                                    "92.925%防御力",
                                    "101.1024%防御力",
                                    "109.2798%防御力",
                                    "117.4572%防御力",
                                    "126.378%防御力",
                                    "135.2988%防御力",
                                    "144.2196%防御力",
                                    "153.1404%防御力",
                                    "162.0612%防御力",
                                    "170.982%防御力"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%防御力/159.6762%防御力",
                                    "138.2431%防御力/172.6731%防御力",
                                    "148.6485%防御力/185.67%防御力",
                                    "163.5134%防御力/204.237%防御力",
                                    "173.9187%防御力/217.2339%防御力",
                                    "185.8106%防御力/232.0875%防御力",
                                    "202.162%防御力/252.5112%防御力",
                                    "218.5133%防御力/272.9349%防御力",
                                    "234.8646%防御力/293.3586%防御力",
                                    "252.7025%防御力/315.639%防御力",
                                    "270.5403%防御力/337.9194%防御力",
                                    "288.3781%防御力/360.1998%防御力",
                                    "306.2159%防御力/382.4802%防御力",
                                    "324.0537%防御力/404.7606%防御力",
                                    "341.8915%防御力/427.041%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎一段伤害",
                                "ParamLevelList": [
                                    "56.0221%防御力",
                                    "60.5821%防御力",
                                    "65.142%防御力",
                                    "71.6562%防御力",
                                    "76.2161%防御力",
                                    "81.4275%防御力",
                                    "88.5931%防御力",
                                    "95.7587%防御力",
                                    "102.9244%防御力",
                                    "110.7414%防御力",
                                    "118.5584%防御力",
                                    "126.3755%防御力",
                                    "134.1925%防御力",
                                    "142.0096%防御力",
                                    "149.8266%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎二段伤害",
                                "ParamLevelList": [
                                    "55.0477%防御力",
                                    "59.5284%防御力",
                                    "64.009%防御力",
                                    "70.4099%防御力",
                                    "74.8905%防御力",
                                    "80.0113%防御力",
                                    "87.0522%防御力",
                                    "94.0932%防御力",
                                    "101.1342%防御力",
                                    "108.8153%防御力",
                                    "116.4964%防御力",
                                    "124.1775%防御力",
                                    "131.8585%防御力",
                                    "139.5396%防御力",
                                    "147.2207%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎三段伤害",
                                "ParamLevelList": [
                                    "65.8158%防御力",
                                    "71.1729%防御力",
                                    "76.53%防御力",
                                    "84.183%防御力",
                                    "89.5401%防御力",
                                    "95.6625%防御力",
                                    "104.0808%防御力",
                                    "112.4991%防御力",
                                    "120.9174%防御力",
                                    "130.101%防御力",
                                    "139.2846%防御力",
                                    "148.4682%防御力",
                                    "157.6518%防御力",
                                    "166.8354%防御力",
                                    "176.019%防御力"
                                ]
                            },
                            {
                                "Desc": "刃轮巡猎四段伤害",
                                "ParamLevelList": [
                                    "86.0275%防御力",
                                    "93.0298%防御力",
                                    "100.032%防御力",
                                    "110.0352%防御力",
                                    "117.0374%防御力",
                                    "125.04%防御力",
                                    "136.0435%防御力",
                                    "147.047%防御力",
                                    "158.0506%防御力",
                                    "170.0544%防御力",
                                    "182.0582%防御力",
                                    "194.0621%防御力",
                                    "206.0659%防御力",
                                    "218.0698%防御力",
                                    "230.0736%防御力"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "音火锻淬",
                        "Desc": "让热情的律动响彻大地！希诺宁切换至用于高速战斗的刃轮装束，并向前突进一段距离，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素伤害</color>。<br>施放后，希诺宁将获得45点夜魂值，进入夜魂加持状态，在这种状态下，希诺宁将切换至「刃轮巡猎」模式。<br><br><color style='color:#FFD780;'>源音采样</color><br>希诺宁拥有三枚采样器，根据队伍中其他角色的元素类型，能够呈现出不同的「音型」，并在激活时降低附近的敌人的对应元素抗性；<br>三枚采样器初始记录的「源音采样」均为<color style='color:#FFE699;'>岩元素</color>，队伍中每存在一名<color style='color:#FF9999;'>火元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>冰元素</color>或<color style='color:#FFACFF;'>雷元素</color>角色，一枚<color style='color:#FFE699;'>岩元素</color>采样便将转变为对应的元素类型；<br>处于夜魂加持状态下时，希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态；解锁突破天赋「四境四象回声」后，希诺宁可以通过触发突破天赋「四境四象回声」的效果为自己恢复夜魂值；在夜魂值达到上限时，希诺宁将会消耗全部夜魂值，激活希诺宁自己携带的三枚「源音采样」，持续15秒；<br>「源音采样」激活时，附近的敌人的对应元素抗性降低，同元素类型「源音采样」的效果不能叠加；希诺宁处于队伍后台时，同样能产生该效果。<br><br><color style='color:#FFD780;'>夜魂加持 · 希诺宁</color><br>持续消耗夜魂值。夜魂值耗尽时，或是再次施放时，希诺宁的夜魂加持将会结束。夜魂加持状态具有如下特性：<br> · 切换至「刃轮巡猎」模式，提升希诺宁的移动速度与攀爬速度，且攀爬时能够以豹猫形态进行高速腾跃；<br> · 希诺宁的夜魂加持状态具有如下限制：处于夜魂加持状态下时，希诺宁的夜魂值有9秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭。<br><br>处于夜魂加持状态下时，夜魂值耗竭后，希诺宁将无法通过突破天赋「四境四象回声」产生夜魂值。<br><br><i>从某种意义上来说，锻造宝石与混音的原理或许有一定相通之处：滤除杂质，只保留最为闪耀之物。<br>不过希诺宁向来是无所谓的，毕竟两者对她而言都是无比快乐的事情嘛。</i>",
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "突进伤害",
                                "ParamLevelList": [
                                    "179.2%防御力",
                                    "192.64%防御力",
                                    "206.08%防御力",
                                    "224.0%防御力",
                                    "237.44%防御力",
                                    "250.88%防御力",
                                    "268.8%防御力",
                                    "286.72%防御力",
                                    "304.64%防御力",
                                    "322.56%防御力",
                                    "340.48%防御力",
                                    "358.4%防御力",
                                    "380.8%防御力",
                                    "403.2%防御力",
                                    "425.6%防御力"
                                ]
                            },
                            {
                                "Desc": "元素抗性降低",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "源音采样激活时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值时间限制",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            },
                            {
                                "Desc": "夜魂值上限",
                                "ParamLevelList": [
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒",
                                    "7秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "豹烈律动！",
                        "Desc": "以最大输出功率开启立体声燃素工学调音台（便携式），基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br>此外，根据「源音采样」的类型不同，还将相应触发以下效果：<br> · 拥有至少两枚经过元素转化的「源音采样」：希诺宁奏响「欢兴」的律动，每隔一段时间，为附近的当前场上角色恢复生命值，回复量受益于希诺宁自己的防御力；<br> · 拥有少于两枚经过元素转化的「源音采样」：希诺宁奏响「燥烈」的律动，进行两次额外的节拍演奏，基于希诺宁的防御力，造成具有夜魂性质的<color style='color:#FFE699;'>岩元素范围伤害</color>。<br><br><i>「好，先在这里停顿一下！」<br>「没关系没关系，刚才的节拍我已经记录下来了。让我试试看，把我们的旋律混合在一起，会演奏出怎样的音色吧。」</i>",
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "持续治疗量",
                                "ParamLevelList": [
                                    "104.0%防御力+500.73764",
                                    "111.8%防御力+550.81836",
                                    "119.6%防御力+605.0725",
                                    "130.0%防御力+663.5",
                                    "137.8%防御力+726.1009",
                                    "145.6%防御力+792.8752",
                                    "156.0%防御力+863.8229",
                                    "166.4%防御力+938.944",
                                    "176.8%防御力+1018.23846",
                                    "187.2%防御力+1101.7063",
                                    "197.6%防御力+1189.3477",
                                    "208.0%防御力+1281.1622",
                                    "221.0%防御力+1377.1503",
                                    "234.0%防御力+1477.3118",
                                    "247.0%防御力+1581.6466"
                                ]
                            },
                            {
                                "Desc": "欢兴律动持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "追加节拍伤害",
                                "ParamLevelList": [
                                    "281.28%防御力",
                                    "302.376%防御力",
                                    "323.472%防御力",
                                    "351.6%防御力",
                                    "372.696%防御力",
                                    "393.792%防御力",
                                    "421.92%防御力",
                                    "450.048%防御力",
                                    "478.176%防御力",
                                    "506.304%防御力",
                                    "534.432%防御力",
                                    "562.56%防御力",
                                    "597.72%防御力",
                                    "632.88%防御力",
                                    "668.04%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "四境四象回声",
                        "Desc": "在夜魂加持状态下：<br> · 若希诺宁拥有至少两枚经过元素转化的「源音采样」，在普通攻击与下落攻击命中敌人时，将获得35点夜魂值，该效果每0.1秒至多触发一次；<br> · 若希诺宁拥有少于两枚经过元素转化的「源音采样」，普通攻击与下落攻击造成的伤害提升30%。",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "便携铠装护层",
                        "Desc": "在夜魂加持状态下，希诺宁的夜魂值达到上限时，将触发一次等同于「夜魂迸发」的效果，该效果每14秒至多触发一次。<br>此外，队伍中的附近的角色触发「夜魂迸发」时，希诺宁的防御力提升20%，持续15秒。",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "夜域赐礼 · 锻火之祝",
                        "Desc": "在夜魂值耗竭后，希诺宁将会转而消耗燃素来维持夜魂加持。<br>在纳塔存在燃素机制的区域时，能够进行夜魂传递 · 希诺宁。当前场上角色处于冲刺、攀爬或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换希诺宁登场时触发：希诺宁将进入夜魂加持状态，并获得20点夜魂值。在这种情况下，希诺宁的夜魂值有4秒的时间限制，超过时间限制后，希诺宁的夜魂值将立刻耗竭，在时间限制内施放<color style='color:#FFD780;'>音火锻淬</color>后，夜魂值的时间限制将延长9秒。自己的队伍每10秒可以触发一次夜魂传递。<br><br>此外，位于纳塔地区时，在夜魂加持状态下，希诺宁攀爬将不再消耗体力。",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "丛山锻火驰行",
                        "Desc": "触发夜魂传递时，恢复15点燃素。",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "献予慵眠的休假日",
                        "Desc": "希诺宁的夜魂加持状态消耗的夜魂值与燃素降低30%，且夜魂值的时间限制延长45%。<br>此外，希诺宁的「源音采样」激活时，还将提升队伍中附近的当前场上角色的抗打断能力。",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "献予灼原的五重奏",
                        "Desc": "希诺宁携带的<color style='color:#FFE699;'>岩元素</color>「源音采样」将始终保持激活状态。此外，希诺宁的「源音采样」激活时，将根据「源音采样」的元素类型，使队伍中附近所有元素类型相同的角色获得对应效果：<br> · <color style='color:#FFE699;'>岩元素</color>：造成的伤害提升50%；<br> · <color style='color:#FF9999;'>火元素</color>：攻击力提升45%；<br> · <color style='color:#80C0FF;'>水元素</color>：生命值上限提升45%；<br> · <color style='color:#99FFFF;'>冰元素</color>：暴击伤害提升60%；<br> · <color style='color:#FFACFF;'>雷元素</color>：恢复25点元素能量，且元素爆发的冷却时间缩短6秒。",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "献予日炎的巡行式",
                        "Desc": "<color style='color:#FFD780;'>音火锻淬</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "献予午后的花之梦",
                        "Desc": "希诺宁施放<color style='color:#FFD780;'>音火锻淬</color>后，将为队伍中附近的所有角色施加「荣花之赐」效果，持续15秒。<br>拥有「荣花之赐」的角色的普通攻击、重击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的65%。该效果将在生效6次或持续时间结束时解除。<br>同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「荣花之赐」的角色，其生效次数单独计算。",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "献予夕暮的转格调",
                        "Desc": "<color style='color:#FFD780;'>豹烈律动！</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "献予永夜的狂欢舞",
                        "Desc": "处于夜魂加持状态下时，希诺宁进行冲刺、腾跃、普通攻击、下落攻击时，将获得「永夜的祝福」，无视夜魂加持状态下的限制，并提升普通攻击与下落攻击造成的伤害，持续5秒。<br>持续期间：<br> · 暂停希诺宁的夜魂值时间限制计时，希诺宁的夜魂值、燃素、体力将不再下降，且夜魂值达到上限时，希诺宁的夜魂加持也不会结束；<br> · 希诺宁在夜魂加持状态下的普通攻击与下落攻击造成的伤害提升，提升值相当于希诺宁的防御力的300%。<br> · 每1.5秒为附近的队伍中所有角色恢复生命值，回复量相当于希诺宁的防御力的120%。<br>每15秒至多获得一次「永夜的祝福」。",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Xilonen": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "元素战技<br>夜魂",
                "AttTag": "元素战技",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        2.0
                    ]
                },
                "AtkTag": "元素爆发<br>夜魂",
                "AttTag": "元素爆发",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1（岩）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.7,
                        2.5,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击1<br>夜魂",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 52.8,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2（岩）",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.7,
                        5.0,
                        2.5
                    ]
                },
                "AtkTag": "普通攻击2<br>夜魂",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 51.9,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3（岩）",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.5,
                        4.5
                    ]
                },
                "AtkTag": "普通攻击3<br>夜魂",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 62.1,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击4（岩）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        3.0,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击4<br>夜魂",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3次",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.1,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间（岩）",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠（岩）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠（岩）",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击<br>夜魂",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        1.8
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.5,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2-1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8,
                        150.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 31.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击2-1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8,
                        150.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 31.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.0,
                        160.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 86.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "普通攻击",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}