// Auto Generated

var _AvatarDataConfig_ = {
    "Yaoyao": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Yaoyao": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "100027": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113040": 2,
                "100027": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113040": 4,
                "100027": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113040": 8,
                "100027": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113040": 12,
                "100027": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113040": 20,
                "100027": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112004": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112004": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112004": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112004": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112004": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112004": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112004": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112004": 12,
                "113043": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112004": 4,
                "113043": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112004": 6,
                "113043": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112004": 9,
                "113043": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112004": 12,
                "113043": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Yaoyao": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "颠扑连环枪",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "51.0014%",
                                    "55.1527%",
                                    "59.304%",
                                    "65.2344%",
                                    "69.3857%",
                                    "74.13%",
                                    "80.6534%",
                                    "87.1769%",
                                    "93.7003%",
                                    "100.8168%",
                                    "107.9333%",
                                    "115.0498%",
                                    "122.1662%",
                                    "129.2827%",
                                    "136.3992%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "47.4428%",
                                    "51.3044%",
                                    "55.166%",
                                    "60.6826%",
                                    "64.5442%",
                                    "68.9575%",
                                    "75.0258%",
                                    "81.094%",
                                    "87.1623%",
                                    "93.7822%",
                                    "100.4021%",
                                    "107.022%",
                                    "113.642%",
                                    "120.2619%",
                                    "126.8818%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "31.3771%+32.9457%",
                                    "33.9311%+35.6274%",
                                    "36.485%+38.309%",
                                    "40.1335%+42.1399%",
                                    "42.6874%+44.8215%",
                                    "45.6063%+47.8862%",
                                    "49.6196%+52.1002%",
                                    "53.633%+56.3142%",
                                    "57.6463%+60.5282%",
                                    "62.0245%+65.1253%",
                                    "66.4027%+69.7224%",
                                    "70.7809%+74.3195%",
                                    "75.1591%+78.9165%",
                                    "79.5373%+83.5136%",
                                    "83.9155%+88.1107%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.9315%",
                                    "84.2747%",
                                    "90.618%",
                                    "99.6798%",
                                    "106.0231%",
                                    "113.2725%",
                                    "123.2405%",
                                    "133.2085%",
                                    "143.1764%",
                                    "154.0506%",
                                    "164.9248%",
                                    "175.7989%",
                                    "186.6731%",
                                    "197.5472%",
                                    "208.4214%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "云台团团降芦菔",
                        "Desc": "请某位仙人特制的机关「月桂 · 抛掷型」上阵，帮助瑶瑶解决烦恼。<br>长按时将以不同的方式施放。<br><br><color style='color:#FFD780;'>长按</color><br>进入瞄准状态，调整投掷方向。<br><br><color style='color:#FFD780;'>月桂 · 抛掷型</color><br>会投掷白玉萝卜，白玉萝卜会在命中角色或敌人时炸裂，对一定范围内的敌人造成<color style='color:#99FF88;'>草元素伤害</color>，并为其中的角色恢复生命值，回复量受益于瑶瑶的生命值上限；若未命中敌人或角色，白玉萝卜将会留在命中的位置，并在触及角色或敌人时，或持续时间结束时炸裂。<br>月桂 · 抛掷型会依据附近的情况，选择投掷白玉萝卜的目标：<br> · 附近的角色如果生命值均高于70%，会向附近的一名敌人投掷；<br> · 附近如果存在生命值低于或等于70%的角色，则会向附近场上生命值百分比最低的角色投掷。若附近不存在敌人，在角色的生命值均高于70%、低于100%时，也会向角色投掷；否则会向周围随意投掷。<br><br>同时至多存在2个月桂 · 抛掷型。<br><br><i>「萝卜上市，郎中无事！啊，这不是说萝卜治百病的意思，不过，多吃萝卜确实有好处！」</i>",
                        "Icon": "Skill_S_Yaoyao_01",
                        "ParamDesc": [
                            {
                                "Desc": "白玉萝卜伤害",
                                "ParamLevelList": [
                                    "29.92%",
                                    "32.164%",
                                    "34.408%",
                                    "37.4%",
                                    "39.644%",
                                    "41.888%",
                                    "44.88%",
                                    "47.872%",
                                    "50.864%",
                                    "53.856%",
                                    "56.848%",
                                    "59.84%",
                                    "63.58%",
                                    "67.32%",
                                    "71.06%"
                                ]
                            },
                            {
                                "Desc": "白玉萝卜治疗量",
                                "ParamLevelList": [
                                    "1.7143%生命值上限+165.07991",
                                    "1.8429%生命值上限+181.5902",
                                    "1.9714%生命值上限+199.47635",
                                    "2.1428%生命值上限+218.73834",
                                    "2.2714%生命值上限+239.3762",
                                    "2.4%生命值上限+261.38992",
                                    "2.5714%生命值上限+284.77948",
                                    "2.7428%生命值上限+309.54492",
                                    "2.9143%生命值上限+335.6862",
                                    "3.0857%生命值上限+363.20334",
                                    "3.2571%生命值上限+392.09634",
                                    "3.4286%生命值上限+422.3652",
                                    "3.6428%生命值上限+454.00992",
                                    "3.8571%生命值上限+487.0305",
                                    "4.0714%生命值上限+521.42694"
                                ]
                            },
                            {
                                "Desc": "月桂 · 抛掷型持续时间",
                                "ParamLevelList": [
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒",
                                    "10秒"
                                ]
                            },
                            {
                                "Desc": "白玉萝卜持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "玉颗珊珊月中落",
                        "Desc": "依照某位仙人的嘱咐，在紧急情况下，解放月桂的全部潜能，对周围的敌人造成<color style='color:#99FF88;'>草元素伤害</color>，并进入（某种意义上）所向披靡的「桂子仙机」状态。<br><br><color style='color:#FFD780;'>桂子仙机</color><br> · 产生的白玉萝卜将转为依据本技能详细属性造成伤害与治疗，炸裂时将为队伍中附近的所有角色恢复生命值，造成的<color style='color:#99FF88;'>草元素伤害</color>转而视为元素爆发伤害；<br> · 周期性召唤「月桂 · 弹跳型」，直到数量达到上限。月桂 · 弹跳型与元素战技「云台团团降芦菔」召唤的月桂 · 抛掷型行为方式相同。同时至多存在3个月桂 · 弹跳型；<br> · 瑶瑶的移动速度提升15%；<br> · 瑶瑶获得<color style='color:#99FF88;'>草元素抗性</color>提升。<br><br>桂子仙机状态将在退场时结束。桂子仙机状态结束时，将移除剩余的月桂 · 弹跳型。<br><br><i>「咦，你问我这一个和那一个里哪个是月桂？奇怪，这里的每一个都是月桂呀！」</i>",
                        "Icon": "Skill_E_Yaoyao_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "114.56%",
                                    "123.152%",
                                    "131.744%",
                                    "143.2%",
                                    "151.792%",
                                    "160.384%",
                                    "171.84%",
                                    "183.296%",
                                    "194.752%",
                                    "206.208%",
                                    "217.664%",
                                    "229.12%",
                                    "243.44%",
                                    "257.76%",
                                    "272.08%"
                                ]
                            },
                            {
                                "Desc": "桂子仙机白玉萝卜伤害",
                                "ParamLevelList": [
                                    "72.16%",
                                    "77.572%",
                                    "82.984%",
                                    "90.2%",
                                    "95.612%",
                                    "101.024%",
                                    "108.24%",
                                    "115.456%",
                                    "122.672%",
                                    "129.888%",
                                    "137.104%",
                                    "144.32%",
                                    "153.34%",
                                    "162.36%",
                                    "171.38%"
                                ]
                            },
                            {
                                "Desc": "桂子仙机白玉萝卜治疗量",
                                "ParamLevelList": [
                                    "2.0168%生命值上限+194.21231",
                                    "2.1681%生命值上限+213.63625",
                                    "2.3193%生命值上限+234.67883",
                                    "2.521%生命值上限+257.3401",
                                    "2.6723%生命值上限+281.62",
                                    "2.8235%生命值上限+307.5186",
                                    "3.0252%生命值上限+335.0358",
                                    "3.2269%生命值上限+364.1717",
                                    "3.4286%生命值上限+394.92627",
                                    "3.6303%生命值上限+427.29947",
                                    "3.8319%生命值上限+461.29135",
                                    "4.0336%生命值上限+496.9019",
                                    "4.2857%生命值上限+534.1311",
                                    "4.5378%生命值上限+572.97894",
                                    "4.7899%生命值上限+613.4455"
                                ]
                            },
                            {
                                "Desc": "草元素抗性提升",
                                "ParamLevelList": [
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%",
                                    "50.0%"
                                ]
                            },
                            {
                                "Desc": "桂子仙机持续时间",
                                "ParamLevelList": [
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒",
                                    "5秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "天星漫散",
                        "Desc": "处于<color style='color:#FFD780;'>玉颗珊珊月中落</color>的桂子仙机状态下时，当瑶瑶进行冲刺、跳跃或处于奔跑状态下时，将不断向附近的敌人投掷白玉萝卜。每0.6秒至多通过这种方式投掷1枚白玉萝卜。",
                        "Icon": "UI_Talent_S_Yaoyao_05"
                    },
                    {
                        "Name": "推己及人",
                        "Desc": "<color style='color:#FFD780;'>白玉萝卜</color>炸裂时，处在其影响范围内的当前场上角色将每1秒恢复一次生命值，回复量基于瑶瑶生命值上限的0.8%，持续5秒。",
                        "Icon": "UI_Talent_S_Yaoyao_06"
                    },
                    {
                        "Name": "踮脚 · 蹑影轻踪",
                        "Desc": "瑶瑶在队伍中时，队伍中自己的角色接近晶蝶等部分生物时，不会惊动它们。<br>有效对象可参考图鉴中「生物志 / 野生动物」的「其他」分类。",
                        "Icon": "UI_Talent_S_Yaoyao_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "妙受琼阁",
                        "Desc": "<color style='color:#FFD780;'>白玉萝卜</color>炸裂时，处在其影响范围内的当前场上角色获得15%<color style='color:#99FF88;'>草元素伤害加成</color>，持续8秒，并恢复15点体力。每5秒只能通过这种方式恢复1次体力。",
                        "Icon": "UI_Talent_S_Yaoyao_01"
                    },
                    {
                        "Level": 2,
                        "Name": "正思无邪",
                        "Desc": "处于<color style='color:#FFD780;'>玉颗珊珊月中落</color>的桂子仙机状态下时，若白玉萝卜的炸裂伤害命中敌人，瑶瑶将恢复3点元素能量。每0.8秒至多通过这种方式恢复一次元素能量。",
                        "Icon": "UI_Talent_S_Yaoyao_02"
                    },
                    {
                        "Level": 3,
                        "Name": "墩墩善道",
                        "Desc": "<color style='color:#FFD780;'>云台团团降芦菔</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Yaoyao_01"
                    },
                    {
                        "Level": 4,
                        "Name": "爰爰可亲",
                        "Desc": "施放<color style='color:#FFD780;'>云台团团降芦菔</color>或<color style='color:#FFD780;'>玉颗珊珊月中落</color>后，基于瑶瑶生命值上限的0.3%，提升瑶瑶的元素精通，持续8秒。通过这种方式，至多提升120点元素精通。",
                        "Icon": "UI_Talent_S_Yaoyao_03"
                    },
                    {
                        "Level": 5,
                        "Name": "恻隐本义",
                        "Desc": "<color style='color:#FFD780;'>玉颗珊珊月中落</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Yaoyao_02"
                    },
                    {
                        "Level": 6,
                        "Name": "慈惠仁心",
                        "Desc": "<color style='color:#FFD780;'>月桂 · 抛掷型</color>每投掷2次白玉萝卜，就会在下次投掷时额外投掷1枚超厉害 · 大萝卜。相比白玉萝卜，超厉害 · 大萝卜炸裂时的影响范围更大，炸裂时产生如下效果：<br> · 基于瑶瑶攻击力的75%，造成<color style='color:#99FF88;'>草元素范围伤害</color>；<br> · 基于瑶瑶生命值上限的7.5%，为其中的当前场上角色恢复生命值。<br><br>每个月桂 · 抛掷型至多投掷2次超厉害 · 大萝卜。",
                        "Icon": "UI_Talent_S_Yaoyao_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Yaoyao": {
        "AttackList": [
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "Yaoyao_ElementalBurst",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "Yaoyao_GrassAttack",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "Q组",
                "AttGrp": "Yaoyao_ElementalBurst",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "E组",
                "AttGrp": "Yaoyao_GrassAttack",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 15.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.2,
                        1.5
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 51.73,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.506,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.035,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.035,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 77.358,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}