// Auto Generated

var _AvatarFetterConfig_ = {
    "64": {
        "StoryList": [
            {
                "Title": "角色详细",
                "Content": "「和裕茶馆」历来是璃月人工作之余的一大好去处。<br>和裕茶馆的生意之所以如此兴隆，一是老板范二爷经营得当，请的茶博士说起书来是一绝。<br>二是璃月知名的戏社「云翰社」正挂靠在此。云翰社如今的当家兼顶梁柱——名角云堇，有时会来登台开唱。<br>美味的小吃也好，说书人的故事也好，只要去对地方，随时都能享受。唯独听云堇唱戏的机会，实在不常有。<br>所以，云堇的戏迷们常常守在和裕茶馆，谈论云堇演唱过的戏，交流各自赏戏的体会。<br>茶馆里多了不少常客，十个里九个是云堇的戏迷。<br>范二爷对此很是满意。",
                "Tips": []
            },
            {
                "Title": "角色故事1",
                "Content": "璃月人从祖辈处继承的传统艺术有许多种，璃月戏正是其中之一。<br>璃月戏历史悠久。传承至今，这一辈曲艺人演唱的璃月戏，已经和它最初的模样大不相同。<br>幸运的是，今天的璃月戏依然保有古璃月戏那般纷繁复杂的声乐，和百转千回的曲调。<br>今天的璃月曲艺人往往结社演出。众多戏社中，最知名的当属「云翰社」。<br>「云翰社」由曲艺世家云家代代传承，如今的当家是璃月港内风头正劲的名角——云堇。<br>云堇年少成名，初次登台就以清脆甜美的唱腔及活泼俏丽的扮相征服了观众。<br>随着担纲的剧目逐渐增多，她那灵动多变、真实自然的演绎风格也越发成熟。<br>无论是娇柔端庄的闺中千金，还是义薄云天的巾帼女杰，她都能拿捏得恰到好处。<br>更为难得的是，这位年轻的演员还懂得写戏。除《神女劈观》外，「云翰社」近年来还有不少新剧，皆出自云堇之手。<br>也难怪老戏迷们戏瘾上来，第一时间总会想到去和裕茶馆打听云堇何时开演。",
                "Tips": [
                    "好感等级达到2后开启"
                ]
            },
            {
                "Title": "角色故事2",
                "Content": "云堇出身于璃月曲艺世家。<br>她母亲继承了祖父的衣钵，曾是蜚声璃月港内的名角。她的父亲则是一名剧作家。<br>诞生在如此家庭中的云堇，自幼耳濡目染，总爱跟着母亲一起咿呀哼唱璃月戏。<br>通常来说，人童年的喜好总是难成其一生志业。云堇却不在此列。<br>小云堇对璃月戏的痴迷绝非儿戏，她还主动要求父母指导自己。<br>女儿的坚持让父母欢喜，自然不吝指导。因此，云堇小小年纪就开始学戏。<br>璃月戏讲究繁多，一旦决定要认真学戏，那可不是一朝一夕的功夫。<br>即便像云堇这样颖悟绝伦的孩子也逃不了学戏的苦功。普通孩子忍受不了压腿的疼痛、背韵书的无趣，然而小小的云堇却咬牙坚持了下来，还学得有模有样。<br>待到她出科时，「云翰社」里看着云堇长大的老伶工们纷纷感慨：<br>「这下，璃月港要出个不得了的角儿咯。」",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "角色故事3",
                "Content": "「云翰社」里有许多老资历的伶工。早在云堇祖父当家时，就已是戏社的一员了。<br>云堇从祖父手中接过「云翰社」后，他们依然尽心尽力地协助云堇经营戏社。<br>老伶工们衷心热爱着自己的艺术，甚至可能热爱得过了头，在他们眼里，除了璃月戏，包括摇滚在内的其他音乐都是旁门左道。<br>云堇倒不这么认为。她非常欣赏摇滚乐中巨大的力量，甚至还和摇滚乐手辛焱成了好友。<br>排练剧目时，老伶工们都乐意听从云堇的指挥，但在生活中，年轻的云堇就像是他们的小孙女。<br>「乖乖啊，听话，辣的不能吃，对嗓子不好。肉可以吃，但不能吃多了，容易发胖。」<br>「实在想吃，就多吃点虾仁吧。那个什么…什么摇滚，不可以听，乱吼乱叫可不是好东西。」<br>云堇每每听完摇滚演出，回来都要被他们唠叨半天。<br>跟固执的老人讲道理实在太难，为了少受点罪，她只能想办法编借口。<br>听辛焱的演唱会或许不行，但去拜访范二爷家的养女「星燕」小姐，一起聊璃月戏，就没问题了。<br>老人们不怎么中意唱摇滚的辛焱，对范二爷家这位星燕的印象却好得很。<br>「星燕这个姑娘，听说又会绣花又会烹饪，准是个端庄大方的好孩子，我们云堇跟她玩在一起，还能学上几分，非常好啊。」<br>云堇早和范二爷商量过这事，统一了口径，所以不用担心，这个小小的谎言绝对不会穿帮！",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "角色故事4",
                "Content": "人们对云堇有各种称呼。有喊她云老板的，有称她云先生的。<br>称她为云老板，是因为云堇乃「云翰社」当家。虽然杂务琐事有经理支撑，大事仍由云堇定夺。因此，许多商界人士爱称呼云堇为云老板。<br>云先生这个称呼，却有个故事。<br>云堇祖父管理「云翰社」那会儿，老戏迷都敬称他为云先生。等到云堇掌事，这些老戏迷也常来看她演出。<br>有位戏迷看云堇演得不错，散场后与人闲聊时，半开玩笑地说：<br>「现今这位『云先生』唱得也不错。」<br>人群中立刻出现了反对的声音：「年轻女子，也能称先生？」<br>这话被云堇听了去，轻轻笑道：<br>「先生于人的，年纪长，见闻自然广，大家当然称呼他为先生。」<br>「但见闻广博的人未必都很年长，况且女子怎么就不能有大见识了？」<br>「先生您快人快语，称得上先生，年轻女子答得上您的问，自然也配称一声先生才是。」<br>在场的戏迷们深感趣味，常挂在嘴边说道。最后，不论见没见过云堇本人的，都习惯性地随别人一起称她为云先生了。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "角色故事5",
                "Content": "传统璃月戏中常见固定主题，讲述的大多是仙人或者岩王帝君本人的故事。<br>《神女劈观》之类戏，就属此类。因人们对仙人充满美好的想象，乐于观看舞台上的仙人如何颦笑，这类故事才能在璃月戏里占到大多数。<br>童年时，它们还能牵动云堇的心弦，但在演遍了仙人传奇之后，她的想法逐渐改变了。<br>为什么不试试其他的主题呢？比如…讲述我们自己的故事？<br>书写红尘中的冷暖悲欢，颂扬属于人的爱恨情仇。<br>或许这些凡人俗话算不上璃月戏的主流，却也未必不能被传唱。<br>爱执、贪嗔、痴念。人在或美好或悲壮的情感中确立心境，品味灵魂。<br>云堇不是仙人，不能设身处地体会仙人所思所想，对人的种种情感倒最是熟悉。<br>「那么，就来歌咏人本身的故事吧，用我的笔、我的嗓演绎天下人心。」<br>这是云堇心中从未对人言说的愿望。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "长命锁",
                "Content": "云家祖上原本不以曲艺为业，而是专心从事武器锻造。<br>后来，也不知是哪位祖先腻烦了舞枪弄棍，反对戏曲产生了兴趣。总之传到云堇这一代时，家里再没几个亲自动手打铁的人了。<br>不过祖上倒是留下了不少物件，云堇身上这把铜锁就是其中之一。<br>她幼年练身段时，经常在大太阳下一站一整天。累到直接晕过去，这类事情也是发生过的。<br>父母疼惜云堇，可又明白基本功万万不可懈怠。<br>便默默拿出了这把锁配在云堇衣衫上，祈求铜锁锁住运势，护佑云堇平安健康。<br>直到长大，这把锁也从未离开过云堇。每次演出前，为了回忆那段辛苦又幸福的时光，她都会把它拿出来仔细擦拭。<br>神色温柔，像是在抚摸自己幼年学戏时那颗赤诚的初心。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "神之眼",
                "Content": "云堇初登台不久，经过大大小小几十场戏的磨砺，本就聪颖的她很快掌握了舞台表演的要旨。<br>只要云堇亮相，绝对能赢来满堂喝彩。可这样唱得多了，反而觉得，这些不是自己想要的戏。<br>台上开演，每到矛盾激烈时就高声开嗓，每到形势陷入低谷时就放低声，慢慢吟出唱词。<br>久而久之，对她而言，各类戏中角色都有着相似的面孔。<br>起调，摆一套漂亮身段，再亮一亮她的好嗓音，《神女劈观》中的神女和《连心珠》中的渔家小妹似乎也没什么分别。<br>观众或许能够接受，云堇却不甘于此。难道仅仅凭借演唱的技巧，仅仅依靠美丽的身姿，就能够讲述动人的故事吗？<br>带她走出瓶颈的，恰是《走雪》这出戏。<br>那是一出独角戏，演的是雪中的一段艰难跋涉。云堇第一次唱《走雪》时，天空中也飘着细雪。<br>戏中人在雪中迷失路途，茫然无措之余不禁哀叹起来。恍惚间，戏中的风雪与现实中的风雪交叠，茫然了许久的云堇也化作了迷途的旅人。<br>没错，正是这种感觉。她不仅是她自己，也是她表演过的千千万万个角色。<br>她务必像戏中人一样呼吸、生活，她的心情也随戏中人一颦一笑而牵动。<br>这千千万万个角色的生命轨迹交织，造就一个有情世界，这才是她想要的戏，她想讲述的故事。<br>在今天，云堇已经不记得自己顿悟后是如何回到后台的，她只记得，等到她终于得空脱去戏服时，她的袖中竟多了一枚神之眼。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初次见面…",
                "Content": "有道是闻名不如见面，今天终于有缘与你相会，实属荣幸。我姓云，单名一个堇字，不才正是云翰社当家主事的人。我们戏社最近挂靠在和裕茶馆，日后还请多多赏光，常来听戏。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 敏感话题",
                "Content": "这两天总觉得身上腰封有点紧，难道…我胖了？",
                "Tips": []
            },
            {
                "Title": "闲聊 · 闲适",
                "Content": "不勒头，不画脸，今天乐得清闲。",
                "Tips": []
            },
            {
                "Title": "闲聊 · 清唱",
                "Content": "云婵娟来花婵娟，风流尽在山水间。",
                "Tips": []
            },
            {
                "Title": "打雷的时候…",
                "Content": "…嘶，你听、听见打雷没有？吓我一跳。",
                "Tips": []
            },
            {
                "Title": "下雪的时候…",
                "Content": "喂呀，冻煞我了。",
                "Tips": []
            },
            {
                "Title": "阳光很好…",
                "Content": "暖阳和煦，真是好风光呀。",
                "Tips": []
            },
            {
                "Title": "早上好…",
                "Content": "早，清晨露水正好煎茶，喝完这杯茶再出发吧。",
                "Tips": []
            },
            {
                "Title": "中午好…",
                "Content": "午饭吃完之后，想睡一觉…哈…你不困吗？",
                "Tips": []
            },
            {
                "Title": "晚上好…",
                "Content": "一道去听听晚场说书吧，刘苏先生讲《裁雨声》是一绝。",
                "Tips": []
            },
            {
                "Title": "晚安…",
                "Content": "夜里寒气重，早点歇息，晚安。",
                "Tips": []
            },
            {
                "Title": "关于云堇自己 · 开蒙",
                "Content": "我开蒙早，刚记事的时候父亲就在教我读书了。可惜，他的本事要是有十分，我恐怕只学到了三分。写戏是够用了，但要和饱学之士相比，还差得太远。",
                "Tips": []
            },
            {
                "Title": "关于云堇自己 · 坐科",
                "Content": "我母亲早年是璃月港内大有名气的角儿，我学的戏都是她教的。你是不知道她有多严厉，一想起以前学戏的经历…不不不，我还是别想了。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 搭班",
                "Content": "最近有几场大戏，正好缺一位擅长舞剑的演员，我觉得你各方面都挺适合。怎么样，有兴趣搭班吗？休息时，还能一起品茶。",
                "Tips": []
            },
            {
                "Title": "关于我们 · 摇滚",
                "Content": "欸，你还听摇滚？正好正好，下回我想出去听演唱会的时候，就找你一块去。回来的时候，我就说是拜访你去了，这下戏社里的老人肯定找不到借口唠叨我。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "关于「神之眼」…",
                "Content": "这神之眼嘛…说不定岩王爷也喜欢听戏呢？大概他老人家听得开心，就把神之眼送给我了，哈哈。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "有什么想要分享 · 饮品",
                "Content": "我最喜欢尝试各种各样的饮品。老一辈发明的那些讲究茶饮，什么松间露呀梅上雪的，都让我试了个遍。现在正愁没有新饮品可以喝呢，欸，你有什么推荐吗？",
                "Tips": []
            },
            {
                "Title": "有什么想要分享 · 心愿",
                "Content": "我偶尔也想脱下戏服，远游海外，去更大的世界看看。为了实现这个心愿，得更加努力才行。",
                "Tips": []
            },
            {
                "Title": "感兴趣的见闻…",
                "Content": "每天天刚破晓就能听见莺雀鸣啭，心情总能变得很好。",
                "Tips": []
            },
            {
                "Title": "关于辛焱…",
                "Content": "戏社里那几个老人天天念叨，说是听多了摇滚会被带坏，不让我去听辛焱的演唱会。嘴上说着为我好，哼，我看他们只是接受不了新事物而已。我才不会听他们的，辛焱的演唱会我每周都要去，就是这样。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于胡桃…",
                "Content": "胡桃她呀，表情丰富，脑筋还转得快，哪怕只是聊些家常都能「妙语连珠」。真让人羡慕。和这样的朋友在一起，无论做什么事情都很有趣。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于钟离…",
                "Content": "我们这行的规矩代代相传，讲究多得很。有些事我只知其然，却不知其所以然。但钟离先生讲起这些竟能如数家珍，有这样懂行的观众，谁不开心呢？",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于凝光…",
                "Content": "天权星出手阔绰，没少资助我们戏社。领了她的情，自然也要回报给她最好的演出。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于行秋…",
                "Content": "原来你也认识行秋。哈哈，他聪明得很，鬼主意那么多，怕是一不留神就会捉弄你，可得留个心眼啊。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于申鹤…",
                "Content": "《神女劈观》的剧本我早就念得烂熟，但直到今天我才知道「神女」原来真有其人，世上缘分果然奇妙。惟愿她往后都有好友相伴，不再孤寂。",
                "Tips": [
                    "好感等级达到4后开启",
                    "完成「风起鹤归」剧情"
                ]
            },
            {
                "Title": "关于刻晴…",
                "Content": "我倒没见过玉衡星来听戏。印象里，路边偶遇这位时，她也总是一副行色匆匆的样子。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "关于枫原万叶…",
                "Content": "爱听戏的外国人士也有不少，这位枫原万叶就是其中之一。不论台上演的是文场还是武场，他总是安安静静地听，是个规矩的好观众。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解云堇 · 其一",
                "Content": "我们戏社现在常唱的几出戏，有不少是我当家之后新写出来的。写也是我，唱也是我，一人多职，大概是因为这一点，我在璃月港有了些名气。",
                "Tips": []
            },
            {
                "Title": "想要了解云堇 · 其二",
                "Content": "按照传统，伶人登台之前要勒头、画脸、穿行头，还有其他一些零碎的准备工作。虽然这样「全副武装」之后扮相会更好看，但也累人。所以我能清唱时就清唱，非得彩唱的话，我往往会挑轻便点的行头。<br>幸好和我们戏社长期合作的和裕茶馆管得宽松，要不然我真是要累惨了。",
                "Tips": [
                    "好感等级达到3后开启"
                ]
            },
            {
                "Title": "想要了解云堇 · 其三",
                "Content": "当初我刚登台唱戏，凭着观众抬爱，不免有些心高气傲。戏本不喜欢就不唱，戏台子小了也不唱，观众少了还是不唱。现在想来，那时候可真是…太傲慢了…以后万万不能这样。",
                "Tips": [
                    "好感等级达到4后开启"
                ]
            },
            {
                "Title": "想要了解云堇 · 其四",
                "Content": "回想起来，云翰社传到我手上也有段时间了。原本我只懂得写戏、唱戏，从来没把心思放在经营交际上。做了戏社的当家之后，才不得不在这些事上多长点心眼，因此体味到不少人情冷暖…<br>这时候我才真知道，人生如戏，戏如人生啊。",
                "Tips": [
                    "好感等级达到5后开启"
                ]
            },
            {
                "Title": "想要了解云堇 · 其五",
                "Content": "璃月多传说，大都是些魔神、仙人故事，所以璃月戏里最多的就是神仙戏。最近新演的《神女劈观》就属此类。虽然老戏迷们最爱听的就是这类故事，但如今是「人」的时代，我想多写些属于人类的故事，把天下人心唱给大家听。<br>这些想法，过去我不曾向人提起。多谢你能耐心听我说这些。有一知音，我很幸运。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "云堇的爱好…",
                "Content": "爱好？当然是戏了。我是打定主意要唱一辈子的。",
                "Tips": []
            },
            {
                "Title": "云堇的烦恼…",
                "Content": "烦恼…唉，为了保持体型，我平时一口都不能多吃。人生在世，连美食都不能奢求，真是遗憾哪。",
                "Tips": [
                    "好感等级达到6后开启"
                ]
            },
            {
                "Title": "喜欢的食物…",
                "Content": "天枢肉、水煮黑背鲈、干锅腊肉…我都想吃。可惜平时基本吃不了，那个…我就随便问一问，你…会做这几道菜吗？",
                "Tips": []
            },
            {
                "Title": "讨厌的食物…",
                "Content": "天天都是清炒虾仁，天天都是…再怎么做都还是那个味道，我是真的吃腻了。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其一",
                "Content": "美食，总会让人倍感幸福…可惜只能点到为止，不能再多吃了。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其二",
                "Content": "看着就很丰盛！稍等，我去找些饮品来，配着饭菜一起享用吧。",
                "Tips": []
            },
            {
                "Title": "收到赠礼 · 其三",
                "Content": "不好意思…这道菜肴呀，我是吃不了多少的。",
                "Tips": []
            },
            {
                "Title": "生日…",
                "Content": "原来今天是你的生日吗？我没有置办宴席的本事，只能为你唱一曲了。不过，这一曲只为你一个人唱，要听什么？你来定。",
                "Tips": []
            },
            {
                "Title": "突破的感受 · 起",
                "Content": "俗语说：「业精于勤而荒于嬉。」",
                "Tips": [
                    "突破等级「1」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 承",
                "Content": "勤学苦练至今，总算是有了些成果。",
                "Tips": [
                    "突破等级「2」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 转",
                "Content": "学枪一事，原先是为了台上舞枪好看，后来是为了掌握傍身武技。如今这两个目标都已达到。",
                "Tips": [
                    "突破等级「4」阶后开启"
                ]
            },
            {
                "Title": "突破的感受 · 合",
                "Content": "枪术千变万化，奥妙无比，让我庆幸的是，练枪时一直有你相伴。我已经领悟到其中旨要。往后切磋时，你可得小心了。",
                "Tips": [
                    "突破等级「6」阶后开启"
                ]
            },
            {
                "Title": "元素战技 · 其一",
                "Content": "着！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其二",
                "Content": "崩！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其三",
                "Content": "旗来！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其四",
                "Content": "飞云旗！",
                "Tips": []
            },
            {
                "Title": "元素战技 · 其五",
                "Content": "看枪！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其一",
                "Content": "听我号令！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其二",
                "Content": "勠力同心！",
                "Tips": []
            },
            {
                "Title": "元素爆发 · 其三",
                "Content": "一鼓作气！",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其一",
                "Content": "我来瞧瞧。",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其二",
                "Content": "是旅行中用得上的物资吗？",
                "Tips": []
            },
            {
                "Title": "打开宝箱 · 其三",
                "Content": "别客气，你收着就行。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其一",
                "Content": "别把裙子弄坏了…",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其二",
                "Content": "得重整旗鼓才行。",
                "Tips": []
            },
            {
                "Title": "生命值低 · 其三",
                "Content": "哼，好戏在后面。",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其一",
                "Content": "你先下场。",
                "Tips": []
            },
            {
                "Title": "同伴生命值低 · 其二",
                "Content": "我来救场。",
                "Tips": []
            },
            {
                "Title": "倒下 · 其一",
                "Content": "曲终…人散…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其二",
                "Content": "罢了…",
                "Tips": []
            },
            {
                "Title": "倒下 · 其三",
                "Content": "没办法…唱下去了…",
                "Tips": []
            },
            {
                "Title": "普通受击 · 其一",
                "Content": "要沉住气…",
                "Tips": []
            },
            {
                "Title": "重受击 · 其一",
                "Content": "有点狼狈…",
                "Tips": []
            },
            {
                "Title": "重受击 · 其二",
                "Content": "下手好重…",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其一",
                "Content": "走——了——",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其二",
                "Content": "今天该唱哪出呢？",
                "Tips": []
            },
            {
                "Title": "加入队伍 · 其三",
                "Content": "你叫我，我当然要来了。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "64": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "氍毹烟云",
                "Desc": "云堇的装扮款式。由飞云商会的巧手裁缝设计制作的裙装，被云堇一眼相中，成为了她最心爱的常服。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108373,
            "JD": 108121,
            "Name": "<b>云遮玉</b>",
            "Eff": "队伍中所有角色冲刺消耗的体力降低25%，持续1500秒。多人游戏时，仅对自己的角色生效。",
            "Desc": "云堇的特色料理。香甜糯口的点心，不会对嗓子产生什么影响，是云堇最中意的甜品。回味清雅，即使多吃一些也不会腻。这样想来…分量的确比她平时做给自己吃的更足些。这也是她的善意吧。",
            "Recipe": {
                "100026": 1,
                "100062": 1,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108373"
        },
        "Namecard": {
            "Name": "<b>云堇 · 对韵</b>",
            "Desc": "名片纹饰。<br>云先生有师二种。一种在外，戏台之上时「说我孬者，是我师也」；一种在内，创作戏文，需要对照韵书。",
            "Pic": "UI_NameCardPic_Yunjin_P"
        }
    }
}

var acs_cache_ = {}