// Auto Generated

var _AvatarDataConfig_ = {
    "Yunjin": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Yunjin": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "100030": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113030": 2,
                "100030": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113030": 4,
                "100030": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113030": 8,
                "100030": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113030": 12,
                "100030": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113030": 20,
                "100030": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112007": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112007": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112007": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112007": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112007": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112007": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112007": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112007": 12,
                "113027": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112005": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112006": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112006": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112006": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112006": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112007": 4,
                "113027": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112007": 6,
                "113027": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112007": 9,
                "113027": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112007": 12,
                "113027": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Yunjin": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "拂云出手",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多五段的连续枪击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，向前方突进，对路径上的敌人造成伤害。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "40.506%",
                                    "43.803%",
                                    "47.1%",
                                    "51.81%",
                                    "55.107%",
                                    "58.875%",
                                    "64.056%",
                                    "69.237%",
                                    "74.418%",
                                    "80.07%",
                                    "85.722%",
                                    "91.374%",
                                    "97.026%",
                                    "102.678%",
                                    "108.33%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "40.248%",
                                    "43.524%",
                                    "46.8%",
                                    "51.48%",
                                    "54.756%",
                                    "58.5%",
                                    "63.648%",
                                    "68.796%",
                                    "73.944%",
                                    "79.56%",
                                    "85.176%",
                                    "90.792%",
                                    "96.408%",
                                    "102.024%",
                                    "107.64%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "22.962%+27.52%",
                                    "24.831%+29.76%",
                                    "26.7%+32.0%",
                                    "29.37%+35.2%",
                                    "31.239%+37.44%",
                                    "33.375%+40.0%",
                                    "36.312%+43.52%",
                                    "39.249%+47.04%",
                                    "42.186%+50.56%",
                                    "45.39%+54.4%",
                                    "48.594%+58.24%",
                                    "51.798%+62.08%",
                                    "55.002%+65.92%",
                                    "58.206%+69.76%",
                                    "61.41%+73.6%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "23.994%+28.81%",
                                    "25.947%+31.155%",
                                    "27.9%+33.5%",
                                    "30.69%+36.85%",
                                    "32.643%+39.195%",
                                    "34.875%+41.875%",
                                    "37.944%+45.56%",
                                    "41.013%+49.245%",
                                    "44.082%+52.93%",
                                    "47.43%+56.95%",
                                    "50.778%+60.97%",
                                    "54.126%+64.99%",
                                    "57.474%+69.01%",
                                    "60.822%+73.03%",
                                    "64.17%+77.05%"
                                ]
                            },
                            {
                                "Desc": "五段伤害",
                                "ParamLevelList": [
                                    "67.338%",
                                    "72.819%",
                                    "78.3%",
                                    "86.13%",
                                    "91.611%",
                                    "97.875%",
                                    "106.488%",
                                    "115.101%",
                                    "123.714%",
                                    "133.11%",
                                    "142.506%",
                                    "151.902%",
                                    "161.298%",
                                    "170.694%",
                                    "180.09%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "121.69%",
                                    "131.595%",
                                    "141.5%",
                                    "155.65%",
                                    "165.555%",
                                    "176.875%",
                                    "192.44%",
                                    "208.005%",
                                    "223.57%",
                                    "240.55%",
                                    "260.0062%",
                                    "282.8868%",
                                    "305.7673%",
                                    "328.6479%",
                                    "353.6085%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25",
                                    "25"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "旋云开相",
                        "Desc": "云先生的武戏架势，是真能御敌的。<br><br><color style='color:#FFD780;'>点按</color><br>以拨云之势旋舞长枪，造成<color style='color:#FFE699;'>岩元素伤害</color>。<br><br><color style='color:#FFD780;'>长按</color><br>摆出旋云开相之架势蓄力，形成护盾，伤害吸收量受益于云堇的生命值上限，对所有元素伤害与物理伤害有150%的吸收效果。护盾持续至元素战技施放完毕。<br>松开技能、持续时间结束时，或护盾被破坏时，会挥舞长枪释放积攒的力量进行攻击，造成<color style='color:#FFE699;'>岩元素伤害</color>。<br>依据蓄力的时间，释放时的状态将分为一段蓄力与二段蓄力。<br><br><i>台上一刹光华，台下十年辛苦。</i>",
                        "Icon": "Skill_S_Yunjin_01",
                        "ParamDesc": [
                            {
                                "Desc": "点按伤害",
                                "ParamLevelList": [
                                    "149.12%防御力",
                                    "160.304%防御力",
                                    "171.488%防御力",
                                    "186.4%防御力",
                                    "197.584%防御力",
                                    "208.768%防御力",
                                    "223.68%防御力",
                                    "238.592%防御力",
                                    "253.504%防御力",
                                    "268.416%防御力",
                                    "283.328%防御力",
                                    "298.24%防御力",
                                    "316.88%防御力",
                                    "335.52%防御力",
                                    "354.16%防御力"
                                ]
                            },
                            {
                                "Desc": "一段蓄力伤害",
                                "ParamLevelList": [
                                    "260.96%防御力",
                                    "280.532%防御力",
                                    "300.104%防御力",
                                    "326.2%防御力",
                                    "345.772%防御力",
                                    "365.344%防御力",
                                    "391.44%防御力",
                                    "417.536%防御力",
                                    "443.632%防御力",
                                    "469.728%防御力",
                                    "495.824%防御力",
                                    "521.92%防御力",
                                    "554.54%防御力",
                                    "587.16%防御力",
                                    "619.78%防御力"
                                ]
                            },
                            {
                                "Desc": "二段蓄力伤害",
                                "ParamLevelList": [
                                    "372.8%防御力",
                                    "400.76%防御力",
                                    "428.72%防御力",
                                    "466.0%防御力",
                                    "493.96%防御力",
                                    "521.92%防御力",
                                    "559.2%防御力",
                                    "596.48%防御力",
                                    "633.76%防御力",
                                    "671.04%防御力",
                                    "708.32%防御力",
                                    "745.6%防御力",
                                    "792.2%防御力",
                                    "838.8%防御力",
                                    "885.4%防御力"
                                ]
                            },
                            {
                                "Desc": "护盾吸收量",
                                "ParamLevelList": [
                                    "12.0%生命值上限+1155.4323",
                                    "12.9%生命值上限+1270.9916",
                                    "13.8%生命值上限+1396.1808",
                                    "15.0%生命值上限+1531",
                                    "15.9%生命值上限+1675.4491",
                                    "16.8%生命值上限+1829.5282",
                                    "18.0%生命值上限+1993.2372",
                                    "19.2%生命值上限+2166.5762",
                                    "20.4%生命值上限+2349.545",
                                    "21.6%生命值上限+2542.1438",
                                    "22.8%生命值上限+2744.3726",
                                    "24.0%生命值上限+2956.2312",
                                    "25.5%生命值上限+3177.72",
                                    "27.0%生命值上限+3408.8384",
                                    "28.5%生命值上限+3649.587"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒",
                                    "9秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "破嶂见旌仪",
                        "Desc": "造成<color style='color:#FFE699;'>岩元素范围伤害</color>，并为附近的队伍中所有角色赋予「飞云旗阵」。<br><br><color style='color:#FFD780;'>飞云旗阵</color><br>对敌人造成普通攻击伤害时，基于云堇自己当前的防御力，提高造成的伤害。<br><br>「飞云旗阵」效果会在持续时间结束或生效一定次数后消失。<br>一次普通攻击同时命中多名敌人时，会依据命中敌人的数量消耗生效次数；队伍中具有「飞云旗阵」的角色，其生效次数单独计算。<br><br><i>「桴鼓声中，刀枪剑戟空翻影，女婵娟今扮作掌旗大将。」</i><br><i>「红毹上琴笛铙钹齐鸣，且看她如何荡平妖魔。」</i>",
                        "Icon": "Skill_E_Yunjin_01",
                        "ParamDesc": [
                            {
                                "Desc": "技能伤害",
                                "ParamLevelList": [
                                    "244.0%",
                                    "262.3%",
                                    "280.6%",
                                    "305.0%",
                                    "323.3%",
                                    "341.6%",
                                    "366.0%",
                                    "390.4%",
                                    "414.8%",
                                    "439.2%",
                                    "463.6%",
                                    "488.0%",
                                    "518.5%",
                                    "549.0%",
                                    "579.5%"
                                ]
                            },
                            {
                                "Desc": "伤害值提升",
                                "ParamLevelList": [
                                    "32.16%防御力",
                                    "34.572%防御力",
                                    "36.984%防御力",
                                    "40.2%防御力",
                                    "42.612%防御力",
                                    "45.024%防御力",
                                    "48.24%防御力",
                                    "51.456%防御力",
                                    "54.672%防御力",
                                    "57.888%防御力",
                                    "61.104%防御力",
                                    "64.32%防御力",
                                    "68.34%防御力",
                                    "72.36%防御力",
                                    "76.38%防御力"
                                ]
                            },
                            {
                                "Desc": "持续时间",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            },
                            {
                                "Desc": "生效次数",
                                "ParamLevelList": [
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次",
                                    "30次"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "务守本真",
                        "Desc": "在被攻击瞬间施放的<color style='color:#FFD780;'>旋云开相</color>，会以长按二段蓄力的形式施放。",
                        "Icon": "UI_Talent_S_Yunjin_05"
                    },
                    {
                        "Name": "莫从恒蹊",
                        "Desc": "<color style='color:#FFD780;'>「飞云旗阵」</color>提供的普通攻击伤害提高，当队伍中存在1/2/3/4种元素类型的角色时，数值上进一步追加云堇防御力的2.5%/5%/7.5%/11.5%。",
                        "Icon": "UI_Talent_S_Yunjin_06"
                    },
                    {
                        "Name": "清食养性",
                        "Desc": "完美烹饪冒险类食物时，有12%概率获得2倍产出。",
                        "Icon": "UI_Talent_S_Yunjin_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "飞身趟马",
                        "Desc": "<color style='color:#FFD780;'>旋云开相</color>的冷却时间减少18%。",
                        "Icon": "UI_Talent_S_Yunjin_01"
                    },
                    {
                        "Level": 2,
                        "Name": "诸般切末",
                        "Desc": "施放<color style='color:#FFD780;'>破嶂见旌仪</color>后，附近队伍中所有角色普通攻击造成的伤害提升15%，持续12秒。",
                        "Icon": "UI_Talent_S_Yunjin_02"
                    },
                    {
                        "Level": 3,
                        "Name": "牙纛探海",
                        "Desc": "<color style='color:#FFD780;'>破嶂见旌仪</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Yunjin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "昇堂吊云",
                        "Desc": "云堇触发结晶、月结晶反应后，防御力提升20%，持续12秒。",
                        "Icon": "UI_Talent_S_Yunjin_03"
                    },
                    {
                        "Level": 5,
                        "Name": "翘楚名坤",
                        "Desc": "<color style='color:#FFD780;'>旋云开相</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Yunjin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "庄谐并举",
                        "Desc": "处于<color style='color:#FFD780;'>「飞云旗阵」</color>状态下的角色，普通攻击的攻击速度提升12%。",
                        "Icon": "UI_Talent_S_Yunjin_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Yunjin": {
        "AttackList": [
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        1.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素战技",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        8.0,
                        1.5
                    ]
                },
                "AtkTag": "元素战技",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 4.0,
                "Poise": 300.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "元素爆发",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        4.0
                    ]
                },
                "AtkTag": "元素爆发",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Rock",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.0,
                        220.0
                    ]
                },
                "AtkTag": "普通攻击1",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 37.665,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.6,
                        220.0
                    ]
                },
                "AtkTag": "普通攻击2",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 37.451,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.7,
                        220.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 23.46,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.7,
                        200.0
                    ]
                },
                "AtkTag": "普通攻击3",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 23.46,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.56,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "普通攻击4",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 24.56,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "普通攻击5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.8
                    ]
                },
                "AtkTag": "普通攻击5",
                "AttTag": "普攻组",
                "AttGrp": "2.5s / 3次",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.656,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "重击",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "重击",
                "AttTag": "重击组",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "下坠期间",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "低空下坠",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "高空下坠",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "下落攻击",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "下落攻击",
                "AttTag": "",
                "AttGrp": "独立",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}