// Auto Generated

var _AvatarDataConfig_ = {
    "Zibai": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "产球",
                "DescList": [
                    "• 普通攻击或元素战技命中时，有 @2/3# 概率产 @1# 球，触发冷却为 @2s#"
                ]
            },
            {
                "Name": "抗打断",
                "DescList": [
                    "• 元素战技的「月转时隙」状态期间，有 @0.5# 抗打断（=赛诺/胡桃/菲林斯等）"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Zibai": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "100030": 3,
                "112125": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113084": 2,
                "100030": 10,
                "112125": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113084": 4,
                "100030": 20,
                "112126": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113084": 8,
                "100030": 30,
                "112126": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113084": 12,
                "100030": 45,
                "112127": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113084": 20,
                "100030": 60,
                "112127": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Zibai": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "金铗点桂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天地忽然身",
                        "Desc": "唤起旧日权能的片影，切换至<color style='color:#FFD780;'>「月转时隙」</color>模式。<br>在该模式下，兹白进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>，并可以通过不同的方式，积攒特殊的<color style='color:#FFD780;'>「时隙浮光」</color>；兹白可以消耗<color style='color:#FFD780;'>「时隙浮光」</color>，施放特殊的元素战技<color style='color:#FFD780;'>「灵驹飞踏」</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白进行普通攻击时，第四段攻击将额外造成一次相当于原本伤害的<color style='color:#FFE699;'>岩元素伤害</color>，该伤害视为月结晶反应伤害。",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>世人常述光阴易逝如白驹过隙，孩童常问若白驹胖一点是不是就没法那么快过隙了，她听闻此事后神色奇怪：「过隙是一种身法，与胖瘦有什么干系？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "月转时隙一段伤害",
                                "ParamLevelList": [
                                    "56.5792%防御力",
                                    "60.8226%防御力",
                                    "65.0661%防御力",
                                    "70.724%防御力",
                                    "74.9674%防御力",
                                    "79.2109%防御力",
                                    "84.8688%防御力",
                                    "90.5267%防御力",
                                    "96.1846%防御力",
                                    "101.8426%防御力",
                                    "107.5005%防御力",
                                    "113.1584%防御力",
                                    "120.2308%防御力",
                                    "127.3032%防御力",
                                    "134.3756%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙强化二段伤害",
                                "ParamLevelList": [
                                    "52.1007%防御力",
                                    "56.0083%防御力",
                                    "59.9158%防御力",
                                    "65.1259%防御力",
                                    "69.0335%防御力",
                                    "72.941%防御力",
                                    "78.1511%防御力",
                                    "83.3612%防御力",
                                    "88.5712%防御力",
                                    "93.7813%防御力",
                                    "98.9914%防御力",
                                    "104.2014%防御力",
                                    "110.714%防御力",
                                    "117.2266%防御力",
                                    "123.7392%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙三段伤害",
                                "ParamLevelList": [
                                    "34.5694%+34.5694%防御力",
                                    "37.1621%+37.1621%防御力",
                                    "39.7548%+39.7548%防御力",
                                    "43.2117%+43.2117%防御力",
                                    "45.8044%+45.8044%防御力",
                                    "48.3971%+48.3971%防御力",
                                    "51.854%+51.854%防御力",
                                    "55.311%+55.311%防御力",
                                    "58.7679%+58.7679%防御力",
                                    "62.2248%+62.2248%防御力",
                                    "65.6818%+65.6818%防御力",
                                    "69.1387%+69.1387%防御力",
                                    "73.4599%+73.4599%防御力",
                                    "77.7811%+77.7811%防御力",
                                    "82.1022%+82.1022%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙四段伤害",
                                "ParamLevelList": [
                                    "87.1788%防御力",
                                    "93.7172%防御力",
                                    "100.2556%防御力",
                                    "108.9735%防御力",
                                    "115.5119%防御力",
                                    "122.0503%防御力",
                                    "130.7682%防御力",
                                    "139.4861%防御力",
                                    "148.204%防御力",
                                    "156.9218%防御力",
                                    "165.6397%防御力",
                                    "174.3576%防御力",
                                    "185.2549%防御力",
                                    "196.1523%防御力",
                                    "207.0496%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙重击伤害",
                                "ParamLevelList": [
                                    "65.95%+65.95%防御力",
                                    "70.8962%+70.8962%防御力",
                                    "75.8425%+75.8425%防御力",
                                    "82.4375%+82.4375%防御力",
                                    "87.3838%+87.3838%防御力",
                                    "92.33%+92.33%防御力",
                                    "98.925%+98.925%防御力",
                                    "105.52%+105.52%防御力",
                                    "112.115%+112.115%防御力",
                                    "118.71%+118.71%防御力",
                                    "125.305%+125.305%防御力",
                                    "131.9%+131.9%防御力",
                                    "140.1437%+140.1437%防御力",
                                    "148.3875%+148.3875%防御力",
                                    "156.6312%+156.6312%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第一段伤害",
                                "ParamLevelList": [
                                    "172.528%防御力",
                                    "185.4676%防御力",
                                    "198.4072%防御力",
                                    "215.66%防御力",
                                    "228.5996%防御力",
                                    "241.5392%防御力",
                                    "258.792%防御力",
                                    "276.0448%防御力",
                                    "293.2976%防御力",
                                    "310.5504%防御力",
                                    "327.8032%防御力",
                                    "345.056%防御力",
                                    "366.622%防御力",
                                    "388.188%防御力",
                                    "409.754%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第二段伤害",
                                "ParamLevelList": [
                                    "140.968%防御力",
                                    "151.5406%防御力",
                                    "162.1132%防御力",
                                    "176.21%防御力",
                                    "186.7826%防御力",
                                    "197.3552%防御力",
                                    "211.452%防御力",
                                    "225.5488%防御力",
                                    "239.6456%防御力",
                                    "253.7424%防御力",
                                    "267.8392%防御力",
                                    "281.936%防御力",
                                    "299.557%防御力",
                                    "317.178%防御力",
                                    "334.799%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙第四段满辉伤害",
                                "ParamLevelList": [
                                    "29.456%防御力",
                                    "31.6652%防御力",
                                    "33.8744%防御力",
                                    "36.82%防御力",
                                    "39.0292%防御力",
                                    "41.2384%防御力",
                                    "44.184%防御力",
                                    "47.1296%防御力",
                                    "50.0752%防御力",
                                    "53.0208%防御力",
                                    "55.9664%防御力",
                                    "58.912%防御力",
                                    "62.594%防御力",
                                    "66.276%防御力",
                                    "69.958%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣威仪法",
                        "Desc": "兹白转起青玄乘阳华盖，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>据说很久以前有足以点亮整夜的贼星迫近，世人曾在那时窥得此法宝的华光一眼。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能第一段伤害",
                                "ParamLevelList": [
                                    "126.96%防御力",
                                    "136.482%防御力",
                                    "146.004%防御力",
                                    "158.7%防御力",
                                    "168.222%防御力",
                                    "177.744%防御力",
                                    "190.44%防御力",
                                    "203.136%防御力",
                                    "215.832%防御力",
                                    "228.528%防御力",
                                    "241.224%防御力",
                                    "253.92%防御力",
                                    "269.79%防御力",
                                    "285.66%防御力",
                                    "301.53%防御力"
                                ]
                            },
                            {
                                "Desc": "技能第二段伤害",
                                "ParamLevelList": [
                                    "177.744%防御力",
                                    "191.0748%防御力",
                                    "204.4056%防御力",
                                    "222.18%防御力",
                                    "235.5108%防御力",
                                    "248.8416%防御力",
                                    "266.616%防御力",
                                    "284.3904%防御力",
                                    "302.1648%防御力",
                                    "319.9392%防御力",
                                    "337.7136%防御力",
                                    "355.488%防御力",
                                    "377.706%防御力",
                                    "399.924%防御力",
                                    "422.142%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月下素娥降仙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>时，或触发月笼谐奏时，兹白将获得持续4秒的<color style='color:#FFD780;'>「太阴降」</color>效果：<color style='color:#FFD780;'>灵驹飞踏</color>造成的伤害提升，提升值相当于兹白防御力的40%。",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "叠嶂峦岫出云",
                        "Desc": "队伍中每存在一名元素类型为<color style='color:#FFE699;'>岩元素</color>的其他角色，都会使兹白的防御力提升15%；队伍中每存在一名元素类型为<color style='color:#80C0FF;'>水元素</color>的其他角色，都会使兹白的元素精通提升60点。",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆祝赐 · 浮明若流",
                        "Desc": "队伍中的角色触发水元素结晶反应时，将转为触发月结晶反应，且基于兹白的防御力，提升队伍中角色造成的月结晶反应的基础伤害：每100点防御力都将提升0.7%月结晶反应的基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，兹白在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花林如霰",
                        "Desc": "在夜间（18时至6时），不处于战斗状态下时，每2秒为兹白恢复点1元素能量。<br>该效果在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "出勃然而入廖然",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白会立即积攒100点<color style='color:#FFD780;'>「时隙浮光」</color>，且<color style='color:#FFD780;'>「月转时隙」</color>模式下<color style='color:#FFD780;'>灵驹飞踏</color>的最大可用次数增加至5次。<br>此外，每次切换至<color style='color:#FFD780;'>「月转时隙」</color>模式后，初次施放<color style='color:#FFD780;'>灵驹飞踏</color>时，第二段攻击造成的月结晶反应伤害提升200%。",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "化于生而死于尸",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白的防御力提升50%。<br>此外，固有天赋<color style='color:#FFD780;'>月下素娥降仙</color>的效果获得提升：<color style='color:#FFD780;'>灵驹飞踏</color>造成的伤害进一步提升，提升值相当于兹白防御力的100%；该效果需要解锁固有天赋<color style='color:#FFD780;'>月下素娥降仙</color>。",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "解天韬而堕其帙",
                        "Desc": "元素战技<color style='color:#FFD780;'>天地忽然身</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂魄往而身从之",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白的普通攻击连击段数不会重置，且<color style='color:#FFD780;'>灵驹飞踏</color>命中敌人时，兹白将获得<color style='color:#FFD780;'>月涣华</color>效果：下一次进行普通攻击时，第四段攻击额外造成的月结晶反应伤害提升，提升值相当于兹白防御力的60%。",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明见无值至不论",
                        "Desc": "元素爆发<color style='color:#FFD780;'>三垣威仪法</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地忽如一远行",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白积攒<color style='color:#FFD780;'>「时隙浮光」</color>的效率提升40%。<br>此外，<color style='color:#FFD780;'>灵驹飞踏</color>将转为消耗所有的<color style='color:#FFD780;'>「时隙浮光」</color>，基于消耗的<color style='color:#FFD780;'>「时隙浮光」</color>超过70点的部分，每额外消耗1点<color style='color:#FFD780;'>「时隙浮光」</color>，都会使本次<color style='color:#FFD780;'>灵驹飞踏</color>与接下来3秒内兹白造成的月结晶反应伤害<color style='color:#FFD780;'>擢升</color>1.6%。该效果无法叠加。",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "月转时隙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白将切换至该模式。该模式至多持续15秒，并具有以下特性：<br> · 进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>；<br> · 元素战技<color style='color:#FFD780;'>天地忽然身</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>灵驹飞踏</color>：当兹白拥有至少70点<color style='color:#FFD780;'>「时隙浮光」</color>时，兹白可以消耗70点<color style='color:#FFD780;'>「时隙浮光」</color>，施放<color style='color:#FFD780;'>灵驹飞踏</color>，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。<br><br><color style='color:#FFD780;'>「时隙浮光」</color>上限为100点，兹白可以通过以下方式积攒<color style='color:#FFD780;'>「时隙浮光」</color>：<br> · 处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，每秒积攒10点<color style='color:#FFD780;'>「时隙浮光」</color>；<br> · 普通攻击命中敌人时，会积攒5点<color style='color:#FFD780;'>「时隙浮光」</color>，每0.5秒至多通过这种方式为兹白积攒一次<color style='color:#FFD780;'>「时隙浮光」</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>队伍中附近的角色触发月结晶反应时，也会为兹白积攒35点<color style='color:#FFD780;'>「时隙浮光」</color>，每2秒至多通过这种方式为兹白积攒一次<color style='color:#FFD780;'>「时隙浮光」</color>。<br><br>施放4次<color style='color:#FFD780;'>「灵驹飞踏」</color>后，或持续时间结束时，兹白将退出该模式。"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "金铗点桂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天地忽然身",
                        "Desc": "唤起旧日权能的片影，切换至<color style='color:#FFD780;'>「月转时隙」</color>模式。<br>在该模式下，兹白进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>，并可以通过不同的方式，积攒特殊的<color style='color:#FFD780;'>「时隙浮光」</color>；兹白可以消耗「时隙浮光」，施放特殊的元素战技<color style='color:#FFD780;'>灵驹飞踏</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白进行普通攻击时，第四段攻击将额外造成一次相当于原本伤害的<color style='color:#FFE699;'>岩元素伤害</color>，该伤害视为月结晶反应伤害。",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>世人常述光阴易逝如白驹过隙，孩童常问若白驹胖一点是不是就没法那么快过隙了，她听闻此事后神色奇怪：「过隙是一种身法，与胖瘦有什么干系？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "月转时隙一段伤害",
                                "ParamLevelList": [
                                    "56.5792%防御力",
                                    "60.8226%防御力",
                                    "65.0661%防御力",
                                    "70.724%防御力",
                                    "74.9674%防御力",
                                    "79.2109%防御力",
                                    "84.8688%防御力",
                                    "90.5267%防御力",
                                    "96.1846%防御力",
                                    "101.8426%防御力",
                                    "107.5005%防御力",
                                    "113.1584%防御力",
                                    "120.2308%防御力",
                                    "127.3032%防御力",
                                    "134.3756%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙二段伤害",
                                "ParamLevelList": [
                                    "52.1007%防御力",
                                    "56.0083%防御力",
                                    "59.9158%防御力",
                                    "65.1259%防御力",
                                    "69.0335%防御力",
                                    "72.941%防御力",
                                    "78.1511%防御力",
                                    "83.3612%防御力",
                                    "88.5712%防御力",
                                    "93.7813%防御力",
                                    "98.9914%防御力",
                                    "104.2014%防御力",
                                    "110.714%防御力",
                                    "117.2266%防御力",
                                    "123.7392%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙三段伤害",
                                "ParamLevelList": [
                                    "34.5694%+34.5694%防御力",
                                    "37.1621%+37.1621%防御力",
                                    "39.7548%+39.7548%防御力",
                                    "43.2117%+43.2117%防御力",
                                    "45.8044%+45.8044%防御力",
                                    "48.3971%+48.3971%防御力",
                                    "51.854%+51.854%防御力",
                                    "55.311%+55.311%防御力",
                                    "58.7679%+58.7679%防御力",
                                    "62.2248%+62.2248%防御力",
                                    "65.6818%+65.6818%防御力",
                                    "69.1387%+69.1387%防御力",
                                    "73.4599%+73.4599%防御力",
                                    "77.7811%+77.7811%防御力",
                                    "82.1022%+82.1022%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙四段伤害",
                                "ParamLevelList": [
                                    "87.1788%防御力",
                                    "93.7172%防御力",
                                    "100.2556%防御力",
                                    "108.9735%防御力",
                                    "115.5119%防御力",
                                    "122.0503%防御力",
                                    "130.7682%防御力",
                                    "139.4861%防御力",
                                    "148.204%防御力",
                                    "156.9218%防御力",
                                    "165.6397%防御力",
                                    "174.3576%防御力",
                                    "185.2549%防御力",
                                    "196.1523%防御力",
                                    "207.0496%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙重击伤害",
                                "ParamLevelList": [
                                    "65.95%+65.95%防御力",
                                    "70.8962%+70.8962%防御力",
                                    "75.8425%+75.8425%防御力",
                                    "82.4375%+82.4375%防御力",
                                    "87.3838%+87.3838%防御力",
                                    "92.33%+92.33%防御力",
                                    "98.925%+98.925%防御力",
                                    "105.52%+105.52%防御力",
                                    "112.115%+112.115%防御力",
                                    "118.71%+118.71%防御力",
                                    "125.305%+125.305%防御力",
                                    "131.9%+131.9%防御力",
                                    "140.1437%+140.1437%防御力",
                                    "148.3875%+148.3875%防御力",
                                    "156.6312%+156.6312%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第一段伤害",
                                "ParamLevelList": [
                                    "172.528%防御力",
                                    "185.4676%防御力",
                                    "198.4072%防御力",
                                    "215.66%防御力",
                                    "228.5996%防御力",
                                    "241.5392%防御力",
                                    "258.792%防御力",
                                    "276.0448%防御力",
                                    "293.2976%防御力",
                                    "310.5504%防御力",
                                    "327.8032%防御力",
                                    "345.056%防御力",
                                    "366.622%防御力",
                                    "388.188%防御力",
                                    "409.754%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第二段伤害",
                                "ParamLevelList": [
                                    "140.968%防御力",
                                    "151.5406%防御力",
                                    "162.1132%防御力",
                                    "176.21%防御力",
                                    "186.7826%防御力",
                                    "197.3552%防御力",
                                    "211.452%防御力",
                                    "225.5488%防御力",
                                    "239.6456%防御力",
                                    "253.7424%防御力",
                                    "267.8392%防御力",
                                    "281.936%防御力",
                                    "299.557%防御力",
                                    "317.178%防御力",
                                    "334.799%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙第四段满辉伤害",
                                "ParamLevelList": [
                                    "29.456%防御力",
                                    "31.6652%防御力",
                                    "33.8744%防御力",
                                    "36.82%防御力",
                                    "39.0292%防御力",
                                    "41.2384%防御力",
                                    "44.184%防御力",
                                    "47.1296%防御力",
                                    "50.0752%防御力",
                                    "53.0208%防御力",
                                    "55.9664%防御力",
                                    "58.912%防御力",
                                    "62.594%防御力",
                                    "66.276%防御力",
                                    "69.958%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣威仪法",
                        "Desc": "兹白转起青玄乘阳华盖，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>据说很久以前有足以点亮整夜的贼星迫近，世人曾在那时窥得此法宝的华光一眼。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能第一段伤害",
                                "ParamLevelList": [
                                    "126.96%防御力",
                                    "136.482%防御力",
                                    "146.004%防御力",
                                    "158.7%防御力",
                                    "168.222%防御力",
                                    "177.744%防御力",
                                    "190.44%防御力",
                                    "203.136%防御力",
                                    "215.832%防御力",
                                    "228.528%防御力",
                                    "241.224%防御力",
                                    "253.92%防御力",
                                    "269.79%防御力",
                                    "285.66%防御力",
                                    "301.53%防御力"
                                ]
                            },
                            {
                                "Desc": "技能第二段伤害",
                                "ParamLevelList": [
                                    "177.744%防御力",
                                    "191.0748%防御力",
                                    "204.4056%防御力",
                                    "222.18%防御力",
                                    "235.5108%防御力",
                                    "248.8416%防御力",
                                    "266.616%防御力",
                                    "284.3904%防御力",
                                    "302.1648%防御力",
                                    "319.9392%防御力",
                                    "337.7136%防御力",
                                    "355.488%防御力",
                                    "377.706%防御力",
                                    "399.924%防御力",
                                    "422.142%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月下素娥降仙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>时，或触发月笼谐奏时，兹白将获得持续4秒的<color style='color:#FFD780;'>「太阴降」</color>效果：<color style='color:#FFD780;'>灵驹飞踏</color>第二段攻击造成的伤害提升，提升值相当于兹白防御力的40%。",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "叠嶂峦岫出云",
                        "Desc": "队伍中每存在一名元素类型为<color style='color:#FFE699;'>岩元素</color>的其他角色，都会使兹白的防御力提升15%；队伍中每存在一名元素类型为<color style='color:#80C0FF;'>水元素</color>的其他角色，都会使兹白的元素精通提升60点。",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆祝赐 · 浮明若流",
                        "Desc": "队伍中的角色触发水元素结晶反应时，将转为触发月结晶反应，且基于兹白的防御力，提升队伍中角色造成的月结晶反应的基础伤害：每100点防御力都将提升0.7%月结晶反应的基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，兹白在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花林如霰",
                        "Desc": "在夜间（18时至6时），不处于战斗状态下时，每2秒为兹白恢复1点元素能量。<br>该效果在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "出勃然而入廖然",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白会立即积攒100点<color style='color:#FFD780;'>「时隙浮光」</color>，且<color style='color:#FFD780;'>「月转时隙」</color>模式下<color style='color:#FFD780;'>灵驹飞踏</color>的最大可用次数增加至5次。<br>此外，每次切换至「月转时隙」模式后，初次施放灵驹飞踏时，第二段攻击造成的月结晶反应伤害提升200%。",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "化于生而死于尸",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白的防御力提升50%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：突破天赋<color style='color:#FFD780;'>月下素娥降仙</color>的效果获得提升：<color style='color:#FFD780;'>灵驹飞踏</color>第二段攻击造成的伤害进一步提升，提升值相当于兹白防御力的100%；该效果需要解锁突破天赋月下素娥降仙。",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "解天韬而堕其帙",
                        "Desc": "元素战技<color style='color:#FFD780;'>天地忽然身</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂魄往而身从之",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白的普通攻击连击段数不会重置，且<color style='color:#FFD780;'>灵驹飞踏</color>命中敌人时，兹白将获得<color style='color:#FFD780;'>月涣华</color>效果：下一次进行普通攻击时，第四段攻击额外造成的月结晶反应伤害提升，提升值相当于兹白防御力的60%。",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明见无值至不论",
                        "Desc": "元素爆发<color style='color:#FFD780;'>三垣威仪法</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地忽如一远行",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白积攒<color style='color:#FFD780;'>「时隙浮光」</color>的效率提升40%。<br>此外，<color style='color:#FFD780;'>灵驹飞踏</color>将转为消耗所有的「时隙浮光」，基于消耗的「时隙浮光」超过70点的部分，每额外消耗1点「时隙浮光」，都会使本次灵驹飞踏与接下来3秒内兹白造成的月结晶反应伤害<color style='color:#FFD780;'>擢升</color>1.6%。该效果无法叠加。",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "月转时隙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白将切换至该模式。该模式至多持续15秒，并具有以下特性：<br> · 进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>；<br> · 元素战技<color style='color:#FFD780;'>天地忽然身</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>灵驹飞踏</color>：当兹白拥有至少70点<color style='color:#FFD780;'>「时隙浮光」</color>时，兹白可以消耗70点「时隙浮光」，施放灵驹飞踏，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。<br><br><color style='color:#FFD780;'>「时隙浮光」</color>上限为100点，兹白可以通过以下方式积攒「时隙浮光」：<br> · 处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，每秒积攒10点「时隙浮光」；<br> · 普通攻击命中敌人时，会积攒5点「时隙浮光」，每0.5秒至多通过这种方式为兹白积攒一次「时隙浮光」。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>队伍中附近的角色触发月结晶反应时，也会为兹白积攒35点<color style='color:#FFD780;'>「时隙浮光」</color>，每2秒至多通过这种方式为兹白积攒一次「时隙浮光」。<br><br>施放4次<color style='color:#FFD780;'>灵驹飞踏</color>后，或持续时间结束时，兹白将退出该模式。"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "金铗点桂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天地忽然身",
                        "Desc": "唤起旧日权能的片影，切换至<color style='color:#FFD780;'>「月转时隙」</color>模式。<br>在该模式下，兹白进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>，并可以通过不同的方式，积攒特殊的<color style='color:#FFD780;'>「时隙浮光」</color>；兹白可以消耗「时隙浮光」，施放特殊的元素战技<color style='color:#FFD780;'>灵驹飞踏</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白进行普通攻击时，第四段攻击将额外造成一次<color style='color:#FFE699;'>岩元素伤害</color>，该伤害视为月结晶反应伤害。",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>世人常述光阴易逝如白驹过隙，孩童常问若白驹胖一点是不是就没法那么快过隙了，她听闻此事后神色奇怪：「过隙是一种身法，与胖瘦有什么干系？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "月转时隙一段伤害",
                                "ParamLevelList": [
                                    "56.5792%防御力",
                                    "60.8226%防御力",
                                    "65.0661%防御力",
                                    "70.724%防御力",
                                    "74.9674%防御力",
                                    "79.2109%防御力",
                                    "84.8688%防御力",
                                    "90.5267%防御力",
                                    "96.1846%防御力",
                                    "101.8426%防御力",
                                    "107.5005%防御力",
                                    "113.1584%防御力",
                                    "120.2308%防御力",
                                    "127.3032%防御力",
                                    "134.3756%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙二段伤害",
                                "ParamLevelList": [
                                    "52.1007%防御力",
                                    "56.0083%防御力",
                                    "59.9158%防御力",
                                    "65.1259%防御力",
                                    "69.0335%防御力",
                                    "72.941%防御力",
                                    "78.1511%防御力",
                                    "83.3612%防御力",
                                    "88.5712%防御力",
                                    "93.7813%防御力",
                                    "98.9914%防御力",
                                    "104.2014%防御力",
                                    "110.714%防御力",
                                    "117.2266%防御力",
                                    "123.7392%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙三段伤害",
                                "ParamLevelList": [
                                    "34.5694%+34.5694%防御力",
                                    "37.1621%+37.1621%防御力",
                                    "39.7548%+39.7548%防御力",
                                    "43.2117%+43.2117%防御力",
                                    "45.8044%+45.8044%防御力",
                                    "48.3971%+48.3971%防御力",
                                    "51.854%+51.854%防御力",
                                    "55.311%+55.311%防御力",
                                    "58.7679%+58.7679%防御力",
                                    "62.2248%+62.2248%防御力",
                                    "65.6818%+65.6818%防御力",
                                    "69.1387%+69.1387%防御力",
                                    "73.4599%+73.4599%防御力",
                                    "77.7811%+77.7811%防御力",
                                    "82.1022%+82.1022%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙四段伤害",
                                "ParamLevelList": [
                                    "87.1788%防御力",
                                    "93.7172%防御力",
                                    "100.2556%防御力",
                                    "108.9735%防御力",
                                    "115.5119%防御力",
                                    "122.0503%防御力",
                                    "130.7682%防御力",
                                    "139.4861%防御力",
                                    "148.204%防御力",
                                    "156.9218%防御力",
                                    "165.6397%防御力",
                                    "174.3576%防御力",
                                    "185.2549%防御力",
                                    "196.1523%防御力",
                                    "207.0496%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙重击伤害",
                                "ParamLevelList": [
                                    "65.95%+65.95%防御力",
                                    "70.8962%+70.8962%防御力",
                                    "75.8425%+75.8425%防御力",
                                    "82.4375%+82.4375%防御力",
                                    "87.3838%+87.3838%防御力",
                                    "92.33%+92.33%防御力",
                                    "98.925%+98.925%防御力",
                                    "105.52%+105.52%防御力",
                                    "112.115%+112.115%防御力",
                                    "118.71%+118.71%防御力",
                                    "125.305%+125.305%防御力",
                                    "131.9%+131.9%防御力",
                                    "140.1437%+140.1437%防御力",
                                    "148.3875%+148.3875%防御力",
                                    "156.6312%+156.6312%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第一段伤害",
                                "ParamLevelList": [
                                    "172.528%防御力",
                                    "185.4676%防御力",
                                    "198.4072%防御力",
                                    "215.66%防御力",
                                    "228.5996%防御力",
                                    "241.5392%防御力",
                                    "258.792%防御力",
                                    "276.0448%防御力",
                                    "293.2976%防御力",
                                    "310.5504%防御力",
                                    "327.8032%防御力",
                                    "345.056%防御力",
                                    "366.622%防御力",
                                    "388.188%防御力",
                                    "409.754%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第二段伤害",
                                "ParamLevelList": [
                                    "140.968%防御力",
                                    "151.5406%防御力",
                                    "162.1132%防御力",
                                    "176.21%防御力",
                                    "186.7826%防御力",
                                    "197.3552%防御力",
                                    "211.452%防御力",
                                    "225.5488%防御力",
                                    "239.6456%防御力",
                                    "253.7424%防御力",
                                    "267.8392%防御力",
                                    "281.936%防御力",
                                    "299.557%防御力",
                                    "317.178%防御力",
                                    "334.799%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙第四段满辉伤害",
                                "ParamLevelList": [
                                    "29.456%防御力",
                                    "31.6652%防御力",
                                    "33.8744%防御力",
                                    "36.82%防御力",
                                    "39.0292%防御力",
                                    "41.2384%防御力",
                                    "44.184%防御力",
                                    "47.1296%防御力",
                                    "50.0752%防御力",
                                    "53.0208%防御力",
                                    "55.9664%防御力",
                                    "58.912%防御力",
                                    "62.594%防御力",
                                    "66.276%防御力",
                                    "69.958%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣威仪法",
                        "Desc": "兹白转起青玄乘阳华盖，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>据说很久以前有足以点亮整夜的贼星迫近，世人曾在那时窥得此法宝的华光一眼。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能第一段伤害",
                                "ParamLevelList": [
                                    "126.96%防御力",
                                    "136.482%防御力",
                                    "146.004%防御力",
                                    "158.7%防御力",
                                    "168.222%防御力",
                                    "177.744%防御力",
                                    "190.44%防御力",
                                    "203.136%防御力",
                                    "215.832%防御力",
                                    "228.528%防御力",
                                    "241.224%防御力",
                                    "253.92%防御力",
                                    "269.79%防御力",
                                    "285.66%防御力",
                                    "301.53%防御力"
                                ]
                            },
                            {
                                "Desc": "技能第二段伤害",
                                "ParamLevelList": [
                                    "177.744%防御力",
                                    "191.0748%防御力",
                                    "204.4056%防御力",
                                    "222.18%防御力",
                                    "235.5108%防御力",
                                    "248.8416%防御力",
                                    "266.616%防御力",
                                    "284.3904%防御力",
                                    "302.1648%防御力",
                                    "319.9392%防御力",
                                    "337.7136%防御力",
                                    "355.488%防御力",
                                    "377.706%防御力",
                                    "399.924%防御力",
                                    "422.142%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月下素娥降仙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>时，或触发月笼谐奏时，兹白将获得持续4秒的<color style='color:#FFD780;'>「太阴降」</color>效果：<color style='color:#FFD780;'>灵驹飞踏</color>第二段攻击造成的伤害提升，提升值相当于兹白防御力的60%。",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "叠嶂峦岫出云",
                        "Desc": "队伍中每存在一名元素类型为<color style='color:#FFE699;'>岩元素</color>的其他角色，都会使兹白的防御力提升15%；队伍中每存在一名元素类型为<color style='color:#80C0FF;'>水元素</color>的其他角色，都会使兹白的元素精通提升60点。",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆祝赐 · 浮明若流",
                        "Desc": "队伍中的角色触发水元素结晶反应时，将转为触发月结晶反应，且基于兹白的防御力，提升队伍中角色造成的月结晶反应的基础伤害：每100点防御力都将提升0.7%月结晶反应的基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，兹白在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花林如霰",
                        "Desc": "在夜间（18时至6时），不处于战斗状态下时，每2秒为兹白恢复1点元素能量。<br>该效果在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "出勃然而入寥然",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白会立即积攒100点<color style='color:#FFD780;'>「时隙浮光」</color>，且<color style='color:#FFD780;'>「月转时隙」</color>模式下<color style='color:#FFD780;'>灵驹飞踏</color>的最大可用次数增加至5次。<br>此外，每次切换至「月转时隙」模式后，初次施放灵驹飞踏时，第二段攻击造成的月结晶反应伤害提升220%。",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "化于生而死于尸",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，队伍中附近的所有角色造成的月结晶反应伤害提升30%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：突破天赋<color style='color:#FFD780;'>月下素娥降仙</color>的效果获得提升：<color style='color:#FFD780;'>灵驹飞踏</color>第二段攻击造成的伤害进一步提升，提升值相当于兹白防御力的550%；该效果需要解锁突破天赋月下素娥降仙。",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "解天韬而堕其帙",
                        "Desc": "元素战技<color style='color:#FFD780;'>天地忽然身</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂魄往而身从之",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白的普通攻击连击段数不会重置，且<color style='color:#FFD780;'>灵驹飞踏</color>命中敌人时，兹白将获得<color style='color:#FFD780;'>「月涣华」</color>效果：下一次进行普通攻击时，第四段攻击将造成相当于原本250%的月结晶反应伤害。",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明见无值至不论",
                        "Desc": "元素爆发<color style='color:#FFD780;'>三垣威仪法</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地忽如一远行",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白积攒<color style='color:#FFD780;'>「时隙浮光」</color>的效率提升50%。<br>此外，<color style='color:#FFD780;'>灵驹飞踏</color>将转为消耗所有的「时隙浮光」，基于消耗的「时隙浮光」超过70点的部分，每额外消耗1点「时隙浮光」，都会使本次灵驹飞踏与接下来3秒内兹白造成的月结晶反应伤害<color style='color:#FFD780;'>擢升</color>1.6%。该效果无法叠加。",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "月转时隙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白将切换至该模式。该模式至多持续15秒，并具有以下特性：<br> · 进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>；<br> · 元素战技<color style='color:#FFD780;'>天地忽然身</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>灵驹飞踏</color>：当兹白拥有至少70点<color style='color:#FFD780;'>「时隙浮光」</color>时，兹白可以消耗70点「时隙浮光」，施放灵驹飞踏，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。<br><br><color style='color:#FFD780;'>「时隙浮光」</color>上限为100点，兹白可以通过以下方式积攒「时隙浮光」：<br> · 处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，每秒积攒10点「时隙浮光」；<br> · 普通攻击命中敌人时，会积攒5点「时隙浮光」，每0.5秒至多通过这种方式为兹白积攒一次「时隙浮光」。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>队伍中附近的角色触发月结晶反应时，也会为兹白积攒35点<color style='color:#FFD780;'>「时隙浮光」</color>，每4秒至多通过这种方式为兹白积攒一次「时隙浮光」，施放特殊元素战技<color style='color:#FFD780;'>灵驹飞踏</color>将会重置通过这种方式积攒<color style='color:#FFD780;'>「时隙浮光」</color>的冷却时间。<br><br>施放4次<color style='color:#FFD780;'>灵驹飞踏</color>后，或持续时间结束时，兹白将退出该模式。"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "金铗点桂",
                        "Desc": "<color style='color:#FFD780;'>普通攻击</color><br>进行至多四段的连续剑击。<br><br><color style='color:#FFD780;'>重击</color><br>消耗一定体力，瞬间向前方挥出两剑。<br><br><color style='color:#FFD780;'>下落攻击</color><br>从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "一段伤害",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "二段伤害",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "三段伤害",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "四段伤害",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "重击伤害",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "重击体力消耗",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "下坠期间伤害",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空坠地冲击伤害",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "天地忽然身",
                        "Desc": "唤起旧日权能的片影，切换至<color style='color:#FFD780;'>「月转时隙」</color>模式。<br>在该模式下，兹白进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>，并可以通过不同的方式，积攒特殊的<color style='color:#FFD780;'>「时隙浮光」</color>；兹白可以消耗「时隙浮光」，施放特殊的元素战技<color style='color:#FFD780;'>灵驹飞踏</color>。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白进行普通攻击时，第四段攻击将额外造成一次<color style='color:#FFE699;'>岩元素伤害</color>，该伤害视为月结晶反应伤害。",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>世人常述光阴易逝如白驹过隙，孩童常问若白驹胖一点是不是就没法那么快过隙了，她听闻此事后神色奇怪：「过隙是一种身法，与胖瘦有什么干系？」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "月转时隙一段伤害",
                                "ParamLevelList": [
                                    "56.5792%防御力",
                                    "60.8226%防御力",
                                    "65.0661%防御力",
                                    "70.724%防御力",
                                    "74.9674%防御力",
                                    "79.2109%防御力",
                                    "84.8688%防御力",
                                    "90.5267%防御力",
                                    "96.1846%防御力",
                                    "101.8426%防御力",
                                    "107.5005%防御力",
                                    "113.1584%防御力",
                                    "120.2308%防御力",
                                    "127.3032%防御力",
                                    "134.3756%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙二段伤害",
                                "ParamLevelList": [
                                    "52.1007%防御力",
                                    "56.0083%防御力",
                                    "59.9158%防御力",
                                    "65.1259%防御力",
                                    "69.0335%防御力",
                                    "72.941%防御力",
                                    "78.1511%防御力",
                                    "83.3612%防御力",
                                    "88.5712%防御力",
                                    "93.7813%防御力",
                                    "98.9914%防御力",
                                    "104.2014%防御力",
                                    "110.714%防御力",
                                    "117.2266%防御力",
                                    "123.7392%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙三段伤害",
                                "ParamLevelList": [
                                    "34.5694%+34.5694%防御力",
                                    "37.1621%+37.1621%防御力",
                                    "39.7548%+39.7548%防御力",
                                    "43.2117%+43.2117%防御力",
                                    "45.8044%+45.8044%防御力",
                                    "48.3971%+48.3971%防御力",
                                    "51.854%+51.854%防御力",
                                    "55.311%+55.311%防御力",
                                    "58.7679%+58.7679%防御力",
                                    "62.2248%+62.2248%防御力",
                                    "65.6818%+65.6818%防御力",
                                    "69.1387%+69.1387%防御力",
                                    "73.4599%+73.4599%防御力",
                                    "77.7811%+77.7811%防御力",
                                    "82.1022%+82.1022%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙四段伤害",
                                "ParamLevelList": [
                                    "87.1788%防御力",
                                    "93.7172%防御力",
                                    "100.2556%防御力",
                                    "108.9735%防御力",
                                    "115.5119%防御力",
                                    "122.0503%防御力",
                                    "130.7682%防御力",
                                    "139.4861%防御力",
                                    "148.204%防御力",
                                    "156.9218%防御力",
                                    "165.6397%防御力",
                                    "174.3576%防御力",
                                    "185.2549%防御力",
                                    "196.1523%防御力",
                                    "207.0496%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙重击伤害",
                                "ParamLevelList": [
                                    "65.95%+65.95%防御力",
                                    "70.8962%+70.8962%防御力",
                                    "75.8425%+75.8425%防御力",
                                    "82.4375%+82.4375%防御力",
                                    "87.3838%+87.3838%防御力",
                                    "92.33%+92.33%防御力",
                                    "98.925%+98.925%防御力",
                                    "105.52%+105.52%防御力",
                                    "112.115%+112.115%防御力",
                                    "118.71%+118.71%防御力",
                                    "125.305%+125.305%防御力",
                                    "131.9%+131.9%防御力",
                                    "140.1437%+140.1437%防御力",
                                    "148.3875%+148.3875%防御力",
                                    "156.6312%+156.6312%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第一段伤害",
                                "ParamLevelList": [
                                    "172.528%防御力",
                                    "185.4676%防御力",
                                    "198.4072%防御力",
                                    "215.66%防御力",
                                    "228.5996%防御力",
                                    "241.5392%防御力",
                                    "258.792%防御力",
                                    "276.0448%防御力",
                                    "293.2976%防御力",
                                    "310.5504%防御力",
                                    "327.8032%防御力",
                                    "345.056%防御力",
                                    "366.622%防御力",
                                    "388.188%防御力",
                                    "409.754%防御力"
                                ]
                            },
                            {
                                "Desc": "灵驹飞踏第二段伤害",
                                "ParamLevelList": [
                                    "140.968%防御力",
                                    "151.5406%防御力",
                                    "162.1132%防御力",
                                    "176.21%防御力",
                                    "186.7826%防御力",
                                    "197.3552%防御力",
                                    "211.452%防御力",
                                    "225.5488%防御力",
                                    "239.6456%防御力",
                                    "253.7424%防御力",
                                    "267.8392%防御力",
                                    "281.936%防御力",
                                    "299.557%防御力",
                                    "317.178%防御力",
                                    "334.799%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙第四段额外伤害",
                                "ParamLevelList": [
                                    "29.456%防御力",
                                    "31.6652%防御力",
                                    "33.8744%防御力",
                                    "36.82%防御力",
                                    "39.0292%防御力",
                                    "41.2384%防御力",
                                    "44.184%防御力",
                                    "47.1296%防御力",
                                    "50.0752%防御力",
                                    "53.0208%防御力",
                                    "55.9664%防御力",
                                    "58.912%防御力",
                                    "62.594%防御力",
                                    "66.276%防御力",
                                    "69.958%防御力"
                                ]
                            },
                            {
                                "Desc": "月转时隙持续时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "三垣威仪法",
                        "Desc": "兹白转起青玄乘阳华盖，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。<br>施放时，若兹白处于<color style='color:#FFD780;'>「月转时隙」</color>模式下，则本次「月转时隙」模式的持续时间还会延长1.7秒。",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>据说很久以前有足以点亮整夜的贼星迫近，世人曾在那时窥得此法宝的华光一眼。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "技能第一段伤害",
                                "ParamLevelList": [
                                    "126.96%防御力",
                                    "136.482%防御力",
                                    "146.004%防御力",
                                    "158.7%防御力",
                                    "168.222%防御力",
                                    "177.744%防御力",
                                    "190.44%防御力",
                                    "203.136%防御力",
                                    "215.832%防御力",
                                    "228.528%防御力",
                                    "241.224%防御力",
                                    "253.92%防御力",
                                    "269.79%防御力",
                                    "285.66%防御力",
                                    "301.53%防御力"
                                ]
                            },
                            {
                                "Desc": "技能第二段伤害",
                                "ParamLevelList": [
                                    "177.744%防御力",
                                    "191.0748%防御力",
                                    "204.4056%防御力",
                                    "222.18%防御力",
                                    "235.5108%防御力",
                                    "248.8416%防御力",
                                    "266.616%防御力",
                                    "284.3904%防御力",
                                    "302.1648%防御力",
                                    "319.9392%防御力",
                                    "337.7136%防御力",
                                    "355.488%防御力",
                                    "377.706%防御力",
                                    "399.924%防御力",
                                    "422.142%防御力"
                                ]
                            },
                            {
                                "Desc": "冷却时间",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素能量",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月下素娥降仙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>时，或触发月笼谐奏时，兹白将获得持续4秒的<color style='color:#FFD780;'>「太阴降」</color>效果：<color style='color:#FFD780;'>灵驹飞踏</color>第二段攻击造成的伤害提升，提升值相当于兹白防御力的60%。",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "叠嶂峦岫出云",
                        "Desc": "队伍中每存在一名元素类型为<color style='color:#FFE699;'>岩元素</color>的其他角色，都会使兹白的防御力提升15%；队伍中每存在一名元素类型为<color style='color:#80C0FF;'>水元素</color>的其他角色，都会使兹白的元素精通提升60点。",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "月兆祝赐 · 浮明若流",
                        "Desc": "队伍中的角色触发水元素结晶反应时，将转为触发月结晶反应，且基于兹白的防御力，提升队伍中角色造成的月结晶反应的基础伤害：每100点防御力都将提升0.7%月结晶反应的基础伤害，至多通过这种方式提升14%伤害。<br><br>此外，兹白在队伍中时，队伍的<color style='color:#FFD780;'>月兆</color>将会上升一级。",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "花林如霰",
                        "Desc": "在夜间（18时至6时），不处于战斗状态下时，每2秒为兹白恢复1点元素能量。<br>该效果在秘境、征讨领域、深境螺旋中无效。",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "出勃然而入寥然",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白会立即积攒100点<color style='color:#FFD780;'>「时隙浮光」</color>，且<color style='color:#FFD780;'>「月转时隙」</color>模式下<color style='color:#FFD780;'>灵驹飞踏</color>的最大可用次数增加至5次。<br>此外，每次切换至「月转时隙」模式后，初次施放灵驹飞踏时，第二段攻击造成的月结晶反应伤害提升220%。",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "化于生而死于尸",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，队伍中附近的所有角色造成的月结晶反应伤害提升30%。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color>：突破天赋<color style='color:#FFD780;'>月下素娥降仙</color>的效果获得提升：<color style='color:#FFD780;'>灵驹飞踏</color>第二段攻击造成的伤害进一步提升，提升值相当于兹白防御力的550%；该效果需要解锁突破天赋月下素娥降仙。",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "解天韬而堕其帙",
                        "Desc": "元素战技<color style='color:#FFD780;'>天地忽然身</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "魂魄往而身从之",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白的普通攻击连击段数不会重置，且<color style='color:#FFD780;'>灵驹飞踏</color>命中敌人时，兹白将获得<color style='color:#FFD780;'>「月涣华」</color>效果：下一次进行普通攻击时，第四段额外攻击将造成相当于原本250%的月结晶反应伤害。",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "明见无值至不论",
                        "Desc": "元素爆发<color style='color:#FFD780;'>三垣威仪法</color>的技能等级提高3级。<br>至多提升至15级。",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "天地忽如一远行",
                        "Desc": "处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，兹白积攒<color style='color:#FFD780;'>「时隙浮光」</color>的效率提升50%。<br>此外，<color style='color:#FFD780;'>灵驹飞踏</color>将转为消耗所有的「时隙浮光」，基于消耗的「时隙浮光」超过70点的部分，每额外消耗1点「时隙浮光」，都会使本次灵驹飞踏与接下来3秒内兹白造成的月结晶反应伤害<color style='color:#FFD780;'>擢升</color>1.6%。该效果无法叠加。",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "擢升",
                        "Desc": "特殊的伤害提升效果，与其他的伤害提升效果分别独立计算。"
                    },
                    {
                        "Name": "月转时隙",
                        "Desc": "施放元素战技<color style='color:#FFD780;'>天地忽然身</color>后，兹白将切换至该模式。该模式至多持续15秒，并具有以下特性：<br> · 进行普通攻击与重击时，将转为造成无法被附魔覆盖的<color style='color:#FFE699;'>岩元素伤害</color>；<br> · 元素战技<color style='color:#FFD780;'>天地忽然身</color>将会被替换为特殊的元素战技<color style='color:#FFD780;'>灵驹飞踏</color>：当兹白拥有至少70点<color style='color:#FFD780;'>「时隙浮光」</color>时，兹白可以消耗70点「时隙浮光」，施放灵驹飞踏，造成两次<color style='color:#FFE699;'>岩元素伤害</color>，其中的第二段伤害视为月结晶反应伤害。<br><br><color style='color:#FFD780;'>「时隙浮光」</color>上限为100点，兹白可以通过以下方式积攒「时隙浮光」：<br> · 处于<color style='color:#FFD780;'>「月转时隙」</color>模式下时，每秒积攒10点「时隙浮光」；<br> · 普通攻击命中敌人时，会积攒5点「时隙浮光」，每0.5秒至多通过这种方式为兹白积攒一次「时隙浮光」。<br><br><color style='color:#FFD780;'>月兆 · 满辉</color> <br>队伍中附近的角色触发月结晶反应时，也会为兹白积攒35点<color style='color:#FFD780;'>「时隙浮光」</color>，每4秒至多通过这种方式为兹白积攒一次「时隙浮光」，施放特殊元素战技<color style='color:#FFD780;'>灵驹飞踏</color>将会重置通过这种方式积攒<color style='color:#FFD780;'>「时隙浮光」</color>的冷却时间。<br><br>施放4次<color style='color:#FFD780;'>灵驹飞踏</color>后，或持续时间结束时，兹白将退出该模式。"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Zibai": {}
}