// Auto Generated

var _chapter_info = {
    "_id": 1606,
    "Sort": 6007,
    "Icon": "UI_ChapterIcon_NodKrai",
    "Pic": "UI_LegendQuestImg_NK",
    "Title": "朝霧に散りゆく月光",
    "Num": "空月の歌 第六幕",
    "ImageTitle": "ナド・クライ",
    "Intro": ""
}

var _line_count = [
    {
        "Name": "「少女」",
        "ID": "1318",
        "Count": 345
    },
    {
        "Name": "_0",
        "ID": 0,
        "Count": 183
    },
    {
        "Name": "_1005",
        "ID": "1005",
        "Count": 142
    },
    {
        "Name": "ニコ",
        "ID": "1322",
        "Count": 107
    },
    {
        "Name": "ヤフォダ",
        "ID": "1317",
        "Count": 72
    },
    {
        "Name": "バーべロス",
        "ID": "16101",
        "Count": 69
    },
    {
        "Name": "ラウマ",
        "ID": "1315",
        "Count": 66
    },
    {
        "Name": "「傀儡」",
        "ID": "1319",
        "Count": 64
    },
    {
        "Name": "「召使」",
        "ID": "1080",
        "Count": 43
    },
    {
        "Name": "ドリー",
        "ID": "1055",
        "Count": 39
    },
    {
        "Name": "アリス",
        "ID": "1321",
        "Count": 38
    },
    {
        "Name": "ファルカ",
        "ID": "1310",
        "Count": 37
    },
    {
        "Name": "フリンズ",
        "ID": "1314",
        "Count": 36
    },
    {
        "Name": "ドゥリン",
        "ID": "1320",
        "Count": 35
    },
    {
        "Name": "アイノ",
        "ID": "1313",
        "Count": 35
    },
    {
        "Name": "放浪者",
        "ID": "1065",
        "Count": 34
    },
    {
        "Name": "イネファ",
        "ID": "1312",
        "Count": 32
    },
    {
        "Name": "ネフェル",
        "ID": "1316",
        "Count": 21
    },
    {
        "Name": "コロンビーナ",
        "ID": "1318",
        "Count": 20
    },
    {
        "Name": "セイジャ",
        "ID": "15932",
        "Count": 18
    },
    {
        "Name": "リーリキ",
        "ID": "16125",
        "Count": 14
    },
    {
        "Name": "ヤツェク",
        "ID": "16019",
        "Count": 13
    },
    {
        "Name": "リンプ",
        "ID": "16109",
        "Count": 13
    },
    {
        "Name": "リューバ",
        "ID": "16123",
        "Count": 12
    },
    {
        "Name": "やんちゃなドドコ",
        "ID": "16099",
        "Count": 11
    },
    {
        "Name": "月蛍",
        "ID": "16132",
        "Count": 11
    },
    {
        "Name": "アルベド",
        "ID": "1018",
        "Count": 10
    },
    {
        "Name": "メッタ",
        "ID": "16102",
        "Count": 10
    },
    {
        "Name": "月霊",
        "ID": "16119",
        "Count": 8
    },
    {
        "Name": "ツノシカ",
        "ID": "16120",
        "Count": 8
    },
    {
        "Name": "サヤザントゥス",
        "ID": "15963",
        "Count": 7
    },
    {
        "Name": "スニツア",
        "ID": "16098",
        "Count": 6
    },
    {
        "Name": "シェーンブルン",
        "ID": "16103",
        "Count": 6
    },
    {
        "Name": "「祈月の手紙」を確認する",
        "ID": "16288",
        "Count": 6
    },
    {
        "Name": "カーチャ",
        "ID": "16111",
        "Count": 5
    },
    {
        "Name": "パティサラ",
        "ID": "16104",
        "Count": 5
    },
    {
        "Name": "映像装置",
        "ID": "16121",
        "Count": 5
    },
    {
        "Name": "衆人",
        "ID": "1080",
        "Count": 4
    },
    {
        "Name": "カアリナ",
        "ID": "16155",
        "Count": 4
    },
    {
        "Name": "カントール",
        "ID": "16124",
        "Count": 4
    },
    {
        "Name": "しゃべる魔法のランプ（？）",
        "ID": "16060",
        "Count": 4
    },
    {
        "Name": "ルオンノタル",
        "ID": "15380",
        "Count": 4
    },
    {
        "Name": "ホレロウ",
        "ID": "16117",
        "Count": 4
    },
    {
        "Name": "カサネちゃん",
        "ID": "16122",
        "Count": 4
    },
    {
        "Name": "アシュル",
        "ID": "16110",
        "Count": 4
    },
    {
        "Name": "エメラルド",
        "ID": "16127",
        "Count": 4
    },
    {
        "Name": "ガケツノメドリ",
        "ID": "16128",
        "Count": 4
    },
    {
        "Name": "クンクンモグラ",
        "ID": "16130",
        "Count": 4
    },
    {
        "Name": "_1005",
        "ID": "1005",
        "Count": 3
    },
    {
        "Name": "レイダ",
        "ID": "16097",
        "Count": 3
    },
    {
        "Name": "ホイール",
        "ID": "16105",
        "Count": 3
    },
    {
        "Name": "シナグリ",
        "ID": "16114",
        "Count": 3
    },
    {
        "Name": "エスタンプ",
        "ID": "16059",
        "Count": 3
    },
    {
        "Name": "クランベリー",
        "ID": "16116",
        "Count": 3
    },
    {
        "Name": "サファイア",
        "ID": "16126",
        "Count": 3
    },
    {
        "Name": "レメッティー",
        "ID": "15969",
        "Count": 2
    },
    {
        "Name": "ヴィサ",
        "ID": "16108",
        "Count": 2
    },
    {
        "Name": "フファルナ",
        "ID": "15964",
        "Count": 1
    },
    {
        "Name": "_0",
        "ID": 0,
        "Count": 1
    },
    {
        "Name": "ザリニア",
        "ID": "15965",
        "Count": 1
    },
    {
        "Name": "アルタラヤ",
        "ID": "15966",
        "Count": 1
    },
    {
        "Name": "ラヤガオス",
        "ID": "15967",
        "Count": 1
    },
    {
        "Name": "マヌカサセス",
        "ID": "15968",
        "Count": 1
    },
    {
        "Name": "ネフェル&ラウマ",
        "ID": "1316",
        "Count": 1
    },
    {
        "Name": "ドゥマウジェ",
        "ID": "15971",
        "Count": 1
    },
    {
        "Name": "宝盗イタチ",
        "ID": "16112",
        "Count": 1
    },
    {
        "Name": "シェルティー",
        "ID": "16113",
        "Count": 1
    },
    {
        "Name": "エスノワール",
        "ID": "16106",
        "Count": 1
    },
    {
        "Name": "コスキ",
        "ID": "15970",
        "Count": 1
    },
    {
        "Name": "キャサリン",
        "ID": "16058",
        "Count": 1
    },
    {
        "Name": "シトラス",
        "ID": "16115",
        "Count": 1
    }
]

var _quest_list = [
    {
        "_id": 6024,
        "Name": "名前の在り処",
        "Desc": "「過去」という果てしない海の中で、彼女の名前を探す…"
    },
    {
        "_id": 6027,
        "Name": "月光の還る夜",
        "Desc": "いよいよ「祈月の夜」を迎えた。彼女にとって、この最後の夜はどんな思い出となるだろうか…"
    },
    {
        "_id": 6028,
        "Name": "月に帰ろう",
        "Desc": "そろそろ帰路につく時間だ…"
    }
]

var _quest_subs = {
    "6024": [
        {
            "Desc": "準備が整ったら、ニコが開けた扉を抜ける",
            "Step": "",
            "Tip": "",
            "Talks": [
                602401,
                602402
            ]
        },
        {
            "Desc": "前方へ進み、空間を探索する",
            "Step": "",
            "Tip": "",
            "Talks": [
                602403
            ]
        },
        {
            "Desc": "前方へ進み、空間を探索する",
            "Step": "",
            "Tip": "",
            "Talks": [
                602450,
                602451
            ]
        },
        {
            "Desc": "壁に描かれた絵を調べる",
            "Step": "",
            "Tip": "",
            "Talks": [
                602404
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "探索を続ける",
            "Step": "",
            "Tip": "",
            "Talks": [
                602405,
                602452,
                602453,
                602454
            ]
        },
        {
            "Desc": "装置を作動させる方法を探す",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "開いた扉を通る",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "空間の奥へ進んで調べる",
            "Step": "",
            "Tip": "",
            "Talks": [
                602406
            ]
        },
        {
            "Desc": "「銀月の庭」へ向かう",
            "Step": "",
            "Tip": "",
            "Talks": [
                602410,
                602409
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "コロンビーナと話す",
            "Step": "",
            "Tip": "",
            "Talks": [
                602411
            ]
        },
        {
            "Desc": "コロンビーナと一緒に仲間たちに会いに行く",
            "Step": "",
            "Tip": "",
            "Talks": [
                602412
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        }
    ],
    "6027": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "ナシャタウンに行く",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "仲間たちと会話する",
            "Step": "",
            "Tip": "",
            "Talks": [
                602701
            ]
        },
        {
            "Desc": "「祈月の夜」を楽しむ",
            "Step": "",
            "Tip": "",
            "Talks": [
                602702,
                602706,
                602711,
                602712,
                602713,
                602714,
                602721,
                602722,
                602723,
                602724,
                602725,
                602726,
                602727,
                602731,
                602732,
                602733,
                602734,
                602735,
                602740,
                602741,
                602742,
                602743,
                602744,
                602745,
                602746,
                602747,
                602750,
                602751,
                602752,
                602753,
                602754,
                602755,
                602756,
                602757,
                602758,
                602759,
                602760,
                602761,
                602762,
                602763,
                602764,
                602765,
                602766,
                602767,
                602768,
                602769,
                602770,
                602771,
                602772,
                602773,
                602774,
                602775,
                602776,
                602777,
                602779,
                602781,
                602782,
                602783,
                602784,
                602785,
                602786,
                602787,
                602788,
                602789,
                602790,
                602791,
                602792,
                602793,
                602794,
                602795,
                602796,
                602797
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "引き続き「祈月の夜」を楽しむ、或いはパイモンと会話する",
            "Step": "",
            "Tip": "",
            "Talks": [
                602703,
                602704
            ]
        },
        {
            "Desc": "引き続き「祈月の夜」を楽しむ、或いはパイモンと会話する",
            "Step": "",
            "Tip": "",
            "Talks": [
                602705
            ]
        }
    ],
    "6028": [
        {
            "Desc": "月への帰路につく",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "月への帰路につく",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "月への帰路につく",
            "Step": "",
            "Tip": "",
            "Talks": [
                602802
            ]
        },
        {
            "Desc": "仲間たちと対策を話し合う",
            "Step": "",
            "Tip": "",
            "Talks": [
                602803
            ]
        },
        {
            "Desc": "外に出て月を眺める",
            "Step": "",
            "Tip": "",
            "Talks": [
                602805
            ]
        }
    ]
}

var _talks = {
    "602401": [
        {
            "N": "イネファ",
            "T": "健康状態に問題はなさそうですね。無事に自分の仕事を終えられたようで良かったです。"
        }
    ],
    "602402": [
        {
            "N": "ファルカ",
            "T": "みんな無事で何よりだ。"
        }
    ],
    "602403": [
        {
            "N": "_1005",
            "T": "この人たちは…"
        },
        {
            "N": "ニコ",
            "T": "服装から見るに、みんなかつてのヒュペルボレイア人の虚影でしょうね。"
        },
        {
            "N": "_1005",
            "T": "つまり、「月神」の名前に関する手がかりを持ってるかもしれないってことだよな？"
        },
        {
            "N": "_1005",
            "T": "なぁ…月神の名前って知ってるか？"
        },
        {
            "N": "サヤザントゥス",
            "T": "なんだ？"
        },
        {
            "N": "_1005",
            "T": "あっ、いきなり聞いても意味分からないよな。どう説明したらいいんだろう…"
        },
        {
            "N": "サヤザントゥス",
            "T": "月は、とっくに消えてしまった。月神も皆亡くなった…彼女たちの名前になど、何の意味もない。"
        },
        {
            "N": "サヤザントゥス",
            "T": "新たな月神が生誕すれば、名前も分かる。"
        },
        {
            "N": "サヤザントゥス",
            "T": "我々は全ての手段を尽くした。後は待つことしかできない…"
        },
        {
            "N": "サヤザントゥス",
            "T": "……"
        },
        {
            "N": "「召使」",
            "T": "昔のヒュペルボレイア人は敬虔だったようだね——これ以上私たちに構うつもりはないようだ。"
        },
        {
            "N": "ラウマ",
            "T": "「新しい月神」というのは、恐らくコロンビーナのことだろう。"
        },
        {
            "N": "ラウマ",
            "T": "しかし残念ながら、彼のいる時代からすると、クータルの誕生は遠い未来のことだ…"
        },
        {
            "N": "_0",
            "T": "救いは来なかった、ということだね。"
        },
        {
            "N": "_1005",
            "T": "でもさ…そこまで遠い昔じゃない時の虚影に会えれば、コロンビーナの本当の名前を知れるってことじゃないのか？"
        },
        {
            "N": "ラウマ",
            "T": "うむ、その通りだ。注意深く見てみよう——服装で分かるはずだ。"
        },
        {
            "N": "_0",
            "T": "なんで何も話さなくなったの？"
        },
        {
            "N": "_1005",
            "T": "そうだぞ。ずっといっぱい話してただろ？"
        },
        {
            "N": "ニコ",
            "T": "あっ…大丈夫、気にしないで。みんな正しいことを言ってると思うわ。"
        },
        {
            "N": "ニコ",
            "T": "ヒュペルボレイア人にとっての月神は、きっと遥か昔の月の三女神の事なのよ。彼らから今の月神の事を聞き出すのは難しそうね。"
        },
        {
            "N": "ニコ",
            "T": "神と龍の戦争でボロボロになってしまった世界で、彼らはかつて月神から与えられた数多くの庇護を必要としていた…だから、新たな月神の誕生を待ち望んでいたのかもしれないわ。"
        },
        {
            "N": "_1005",
            "T": "なるほど、納得だな。"
        },
        {
            "N": "「召使」",
            "T": "引き続き、他に手がかりがないか探してみよう。"
        }
    ],
    "602404": [
        {
            "N": "_1005",
            "T": "ん？絵がいっぱいあるな。かなり古そうだぞ。ニコなら、なにが描いてあるかわかるだろ？"
        },
        {
            "N": "ニコ",
            "T": "どれどれ…うーん。"
        },
        {
            "N": "ニコ",
            "T": "これらの壁画を理解するには、「葬火の戦い」の前後の歴史を知る必要があるわ。ラウマには以前、簡単に説明したけれど…"
        },
        {
            "N": "ラウマ",
            "T": "確かに…話に出て来た内容と一致するな。月の三女神の争い、ニーベルンゲンによる改造…"
        },
        {
            "N": "_0",
            "T": "長くなりそう…"
        },
        {
            "N": "_0",
            "T": "やっぱり帰ってからにしない？"
        },
        {
            "N": "ニコ",
            "T": "いいえ、もう一度話すわ！"
        },
        {
            "N": "_1005",
            "T": "お、おう…"
        },
        {
            "N": "ニコ",
            "T": "テイワットの三つの月と、三人の月の女神は、当時のテイワットの統治者——ニーベルンゲンの意志によって生まれたの。"
        },
        {
            "N": "ニコ",
            "T": "でも、その後「天理」がテイワットにやってきて、この世界を根本から変えてしまった。"
        },
        {
            "N": "ニコ",
            "T": "月の三女神の力では天理に抗えなかった。でも、天理も彼女たちを抹殺すべき異端と見なしたわけではなかった。"
        },
        {
            "N": "ニコ",
            "T": "本質的に、月の三女神はこの星の存続と運行を維持しているから…三人の目的は天理と矛盾してはいなかったの。でも、密かに危険の種も蒔かれた…"
        },
        {
            "N": "「召使」",
            "T": "ニーベルンゲンが帰ってきた…そうだろう？"
        },
        {
            "N": "ニコ",
            "T": "そうよ。そうして始まったのが「葬火の戦い」…ニーベルンゲンと天理の戦争だった。"
        },
        {
            "N": "ニコ",
            "T": "月の三女神の中でも意見が分かれたの。月を昇らせたのはニーベルンゲンなのだから、彼に従うべきだと主張した女神もいれば…"
        },
        {
            "N": "ニコ",
            "T": "自分たちが戦争に巻き込まれると世界はより破滅に近づき、計り知れない結果を招くと考えた女神もいた…"
        },
        {
            "N": "ニコ",
            "T": "しかも、当時は創造主であるニーベルンゲン自身が危険なアビスの気配に染まりつつあったのよ。"
        },
        {
            "N": "ニコ",
            "T": "最終的に、ニーベルンゲンは女神たちの裏切りに気づき、彼女たちを閉じ込め、月を天理に抗うための武器に改造した。"
        },
        {
            "N": "_1005",
            "T": "ぶ、武器？"
        },
        {
            "N": "ニコ",
            "T": "ええ…そうして、かつてこの星を守っていた月は、すべての生き物が恐れ慄く、破滅のみをもたらす存在となったの。"
        },
        {
            "N": "ニコ",
            "T": "かつて天理は、月の三女神と平和の契約を交わしていた。でも当時、月がテイワットに与えていた脅威は、許容範囲を遥かに超えていたわ。"
        },
        {
            "N": "ニコ",
            "T": "別の説もあるけどね。天理は月の神が囚われたことを知らず、月神が平和の契約を破ったと思い込んだという説よ。"
        },
        {
            "N": "_0",
            "T": "それで？"
        },
        {
            "N": "ニコ",
            "T": "真相はどうあれ、天理は二つの月を砕き、もう一つの月を偽りの空の外に放った。"
        },
        {
            "N": "ニコ",
            "T": "ニーベルンゲンが崩落した後、彼女たちが彼の拘束から逃げ出せたのかどうかは、未だに分かっていないわ。"
        },
        {
            "N": "ニコ",
            "T": "でも、一つだけ確かなのは、その後テイワットに属さなくなった月の女神たちは少しづつ力を失い、櫛の歯が欠けるように亡くなっていった…ということよ。"
        },
        {
            "N": "_1005",
            "T": "そうだったのか…"
        },
        {
            "N": "「召使」",
            "T": "月がテイワットに属さなくなったにもかかわらず、コロンビーナはなぜテイワットに生まれたのだろう？"
        },
        {
            "N": "ニコ",
            "T": "恐らく、まだ砕けていない霜月とテイワットの間に、古の繋がりが残ってたせいでしょうね。月の女神たちの遺志だと思ってくれればいいわ。"
        },
        {
            "N": "ニコ",
            "T": "最初から、彼女たちは戦争なんて望んでいなかった。ただ、この土地を守りたかったのよ。"
        },
        {
            "N": "ラウマ",
            "T": "…そうだったのだな。"
        },
        {
            "N": "「召使」",
            "T": "もし三人の女神が君の言う通りの最期を迎えたのだとしたら、コロンビーナは今、同じ危険な状態にある。"
        },
        {
            "N": "「召使」",
            "T": "それなのに、私たちの調査にはほとんど進展がない…急ごう。"
        },
        {
            "N": "_1005",
            "T": "おう、その通りだな。進もうぜ！"
        }
    ],
    "602405": [
        {
            "N": "_1005",
            "T": "やっと着いたぜ…今度はこいつを起動するんだろ？"
        },
        {
            "N": "ニコ",
            "T": "そう。最初は不安だったけど、近づいたときにクーヴァキの流れを感じとれたから、ちゃんと動きそうね。"
        },
        {
            "N": "ニコ",
            "T": "ただ…これを起動するための装置の保存状態のほうは、あまり良いとは言えないのよね…"
        },
        {
            "N": "「召使」",
            "T": "道中で見かけた装置のコアのようなものがあれば、直せるのだろうか？"
        },
        {
            "N": "ニコ",
            "T": "確かに…ヒュペルボレイア人なら保険で直せるようにしておくかもしれないわ。さっそく探してみましょう。"
        }
    ],
    "602406": [
        {
            "N": "ニコ",
            "T": "ここがかつて「ヒュペルボレイア」人が月と交信していた場所よ。"
        },
        {
            "N": "ニコ",
            "T": "祈月の夜、月髄を台の上に置けば、月へと繋がる「転移の扉」が開き、月神を送り届けることができるはず。"
        },
        {
            "N": "ニコ",
            "T": "もちろん、その前に、月神のお嬢さんを見つけないといけないけどね。"
        },
        {
            "N": "_0",
            "T": "一つ聞きたいことがあるんだけど…"
        },
        {
            "N": "_0",
            "T": "月は空の外にあるんだよね？"
        },
        {
            "N": "ニコ",
            "T": "そうよ。もしかして…危険だと言いたいの？"
        },
        {
            "N": "_0",
            "T": "うん、アビスに汚染されてるかも。"
        },
        {
            "N": "ニコ",
            "T": "でも、彼女には帰るって選択肢しかないのよ。あなたにもわかるでしょう？"
        },
        {
            "N": "_0",
            "T": "うん…"
        },
        {
            "N": "_1005",
            "T": "それと…オイラたちはもう一番奥に辿りついたんだよな。"
        },
        {
            "N": "_1005",
            "T": "でも、歴史の絵とか、「ヒュペルボレイア」の人たちから、コロンビーナの名前を知ることはできなかったぞ。"
        },
        {
            "N": "衆人",
            "T": "……"
        },
        {
            "N": "衆人",
            "T": "……"
        },
        {
            "N": "衆人",
            "T": "……"
        },
        {
            "N": "衆人",
            "T": "……"
        },
        {
            "N": "ニコ",
            "T": "そうね…アリスは名前について、どう言ってたのかしら？"
        },
        {
            "N": "_1005",
            "T": "えっと、確か…"
        },
        {
            "N": "アリス",
            "T": "なら、探し出しなさい。彼女は月神として、彼女自身の名前を持ってるはずよ。"
        },
        {
            "N": "アリス",
            "T": "「コロンビーナ」も、「クータル」も、彼女の本当の名前じゃない。彼女だって認めてないでしょ？"
        },
        {
            "N": "ニコ",
            "T": "…だったら、今までの歴史の中で、月神の「本名」なんて無かったという可能性も…"
        },
        {
            "N": "「召使」",
            "T": "残念ながら、その事実を受け入れるしかないようだね。"
        },
        {
            "N": "ラウマ",
            "T": "クータルがどのようにして産まれたのかは誰も知らぬが…「親」となる者もおらぬゆえ、名前を与えられたことなどないのやもしれぬ…"
        },
        {
            "N": "_1005",
            "T": "じゃ…じゃあ、コロンビーナは本当に帰ってこれないのか？本当に…このまま消えちゃうのかよ？"
        },
        {
            "N": "ニコ",
            "T": "あら…？あたしの言い方…そんなにネガティブだったかしら？どうしてみんな急に悪い方向に考え始めたの？"
        },
        {
            "N": "_0",
            "T": "どういうこと…？"
        },
        {
            "N": "ニコ",
            "T": "「今まで」の歴史に本名が存在しなかっただけでしょう。「未来」にも彼女の本名が存在しないだなんて言ってないわよ！"
        },
        {
            "N": "_1005",
            "T": "ええっ…？"
        },
        {
            "N": "ニコ",
            "T": "アリスの言葉をよく思い出してみて。彼女は最初から最後まで、すでに持っている名前を見つけなさい、とは言ってなかったわよ。"
        },
        {
            "N": "「召使」",
            "T": "つまり、まさか…"
        },
        {
            "N": "_0",
            "T": "#{M#俺}{F#私}たちが彼女に名前を与える？"
        },
        {
            "N": "ニコ",
            "T": "ええ。名前は確かに、この世界との関係を形作るアンカーポイントと言えるわ。いままで無かったのなら、いま改めて与えればいいのではないかしら？"
        },
        {
            "N": "ニコ",
            "T": "例えると…そう！例えば、あなたがテイワットに来たばかりの頃、誰かが後ろで「トゥマイニ」と叫んだとしたら、あなたは振り返ったかしら？"
        },
        {
            "N": "_0",
            "T": "振り返らないと思う…"
        },
        {
            "N": "ニコ",
            "T": "じゃあ、今は？"
        },
        {
            "N": "_0",
            "T": "……！"
        },
        {
            "N": "「召使」",
            "T": "言いたいことはよくわかった。"
        },
        {
            "N": "ニコ",
            "T": "人生という長い旅路の中では、家族や友人も、時間と共に変化していく。"
        },
        {
            "N": "ニコ",
            "T": "その人たちが違う名前であなたを呼んだとしても、大事なのは名前自体じゃない。その名前があなたを表しているという事実よ。"
        },
        {
            "N": "ニコ",
            "T": "それと…それをあなたが認められるか否かね。"
        },
        {
            "N": "_0",
            "T": "蛍…"
        },
        {
            "N": "_0",
            "T": "空…"
        },
        {
            "N": "_0",
            "T": "……"
        },
        {
            "N": "ニコ",
            "T": "だから、目を閉じて…頭の中に月神のお嬢さんの後ろ姿を思い浮かべて。さあ、何て呼びかける？"
        },
        {
            "N": "_0",
            "T": "……"
        },
        {
            "N": "_0",
            "T": "コロンビーナ…"
        },
        {
            "N": "「召使」",
            "T": "コロンビーナ。"
        },
        {
            "N": "_1005",
            "T": "オイラもコロンビーナって呼ぶぞ。"
        },
        {
            "N": "ラウマ",
            "T": "彼女はとっくに「クータル」が象徴していたすべてを捨てた——ゆえに…私も、これからは彼女をコロンビーナと呼ぶべきだろう。"
        },
        {
            "N": "ニコ",
            "T": "みんな、答えはもう見つけたようね。"
        },
        {
            "N": "_1005",
            "T": "でも…本当にこんなんでいいのか？あれだけ探して見つからなかったんだぞ！"
        },
        {
            "N": "ニコ",
            "T": "恐らく今回の旅では、「過程」が「結果」と同じくらい重要なんじゃないかしら。"
        },
        {
            "N": "ニコ",
            "T": "探す過程を経験していなければ、何度も壁にぶつかっていなければ、正しいと思える答えは得られなかったでしょう？"
        },
        {
            "N": "ニコ",
            "T": "あら…改めてそう考えると、確かにアリスらしい手口ね…"
        },
        {
            "N": "「召使」",
            "T": "あの魔女は、最初からこの世にコロンビーナの「本名」など存在しないことを知っていたのかもしれないな…"
        },
        {
            "N": "ニコ",
            "T": "さあ、どうかしらね。ただ…アリスの満足げな笑顔が目に浮かぶようだわ。"
        },
        {
            "N": "ラウマ",
            "T": "うっ…！"
        },
        {
            "N": "_1005",
            "T": "ラウマ！おまえ、角が…！"
        },
        {
            "N": "ニコ",
            "T": "みんな…急ぎましょう。祈月の夜の月がもう昇って来ているわ。"
        },
        {
            "N": "ニコ",
            "T": "安心して。さっきみんなが「コロンビーナ」と呼んだでしょう？あの声には、月神を呼び戻すのに十分な力がこもっていたと思うわ。"
        },
        {
            "N": "_1005",
            "T": "名前に…力？"
        },
        {
            "N": "ニコ",
            "T": "それは…その…うぅ…くっ！"
        },
        {
            "N": "_1005",
            "T": "えっ？こ、今度はどうしたんだ？"
        },
        {
            "N": "ニコ",
            "T": "うう…！どういう原理か解説したい…！テイワットの根源のルールを語りたい…！何時間でも語れるのに！"
        },
        {
            "N": "ニコ",
            "T": "でも…落ち着いて、落ち着きなさい、ニコ。あなたは厳かな天の使いよ。優先順位を弁えている天の使いなのよ！"
        },
        {
            "N": "_1005",
            "T": "わ…わかった。悪かったな、今聞くべきじゃなかったぞ。"
        },
        {
            "N": "ニコ",
            "T": "と…とにかく！みんな、早く出発しましょう。さっきこの名前を呼んだ時の気持ちを忘れないで。"
        },
        {
            "N": "ラウマ",
            "T": "では、ここに約束しよう…"
        },
        {
            "N": "「召使」",
            "T": "「コロンビーナ」を呼び戻し…"
        },
        {
            "N": "_1005",
            "T": "あいつのために最高の「祈月の夜」をやろうぜ！"
        },
        {
            "N": "_0",
            "T": "そして、コロンビーナを月に送ろう。"
        }
    ],
    "602409": [
        {
            "N": "「少女」",
            "T": "やっぱり…間に合わなかったのかな…"
        },
        {
            "N": "「少女」",
            "T": "名前…"
        },
        {
            "N": "_0",
            "T": "名前を教えてくれる？"
        },
        {
            "N": "_0",
            "T": "名前を教えてくれる？"
        },
        {
            "N": "「少女」",
            "T": "私の名前は…"
        },
        {
            "N": "_0",
            "T": "コロンビーナ！"
        },
        {
            "N": "_0",
            "T": "コロンビーナ！"
        },
        {
            "N": "「少女」",
            "T": "…えっ？"
        },
        {
            "N": "「少女」",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": "コロンビーナ！いる？"
        },
        {
            "N": "_0",
            "T": "コロンビーナ！いる？"
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": "#{M#「コロンビーナ」…初めて会ったとき、君が教えてくれた名前だ。}{F#「コロンビーナ」…初めて会ったとき、教えてくれた名前だよ。}"
        },
        {
            "N": "_0",
            "T": "#{M#「コロンビーナ」…初めて会ったとき、君が教えてくれた名前だ。}{F#「コロンビーナ」…初めて会ったとき、教えてくれた名前だよ。}"
        },
        {
            "N": "_0",
            "T": "ずっとこの名前で呼んできた！"
        },
        {
            "N": "_0",
            "T": "ずっとこの名前で呼んできた！"
        },
        {
            "N": "「少女」",
            "T": "「コロンビーナ」…"
        },
        {
            "N": "_0",
            "T": "いい名前だよね。"
        },
        {
            "N": "_0",
            "T": "いい名前だよね。"
        },
        {
            "N": "_0",
            "T": "#{M#俺たちとの思い出の中に…}{F#私たちとの思い出の中に…}"
        },
        {
            "N": "_0",
            "T": "#{M#俺たちとの思い出の中に…}{F#私たちとの思い出の中に…}"
        },
        {
            "N": "_0",
            "T": "#{M#君と友人の思い出の中にある名前だ。}{F#お友達との思い出の中にある名前。}"
        },
        {
            "N": "_0",
            "T": "#{M#君と友人の思い出の中にある名前だ。}{F#お友達との思い出の中にある名前。}"
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": "この名前が嫌いじゃないなら——"
        },
        {
            "N": "_0",
            "T": "この名前が嫌いじゃないなら——"
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "「少女」",
            "T": "呼んだ？"
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "「少女」",
            "T": ""
        },
        {
            "N": "「少女」",
            "T": "好きだよ。"
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "「少女」",
            "T": "だから、これからもそう呼んでね。"
        },
        {
            "N": "「少女」",
            "T": "私の名前は——"
        },
        {
            "N": "「少女」",
            "T": "コロンビーナ・ハイポセレニア。"
        }
    ],
    "602410": [
        {
            "N": "「少女」",
            "T": "もう…動くための力も…"
        },
        {
            "N": "「少女」",
            "T": "意識も…どこかへ消えてしまいそう…"
        },
        {
            "N": "「少女」",
            "T": "みんなはもう、扉から出てきたのかな？最後に…もう一度会いたい…"
        },
        {
            "N": "",
            "T": "あなたは「銀月の庭」へと向かい、消えゆく「少女」を「コロンビーナ」の名で呼びかけた。そして最後に、「少女」自身もとても気に入っているこの名前を受け入れ、「コロンビーナ・ハイポセレニア」という名で再び姿を現した。"
        }
    ],
    "602411": [
        {
            "N": "_0",
            "T": "コロンビーナ・ハイポセレニア。うん、いい名前だね。"
        },
        {
            "N": "コロンビーナ",
            "T": "「コロンビーナ」が私の本当の名前になるなんて、思ってもみなかった。"
        },
        {
            "N": "コロンビーナ",
            "T": "でも、キミや、ほかのみんなと出会ったことで、この名前が表す意味が変わったんだと思う。"
        },
        {
            "N": "コロンビーナ",
            "T": "それは…ファデュイのコードネームから、友達の呼ぶ私になったの。"
        },
        {
            "N": "_0",
            "T": "（初めて会ったときから、たしかにコロンビーナは結構変わった…こうやって自分の気持ちを言えるようになるなんて。）"
        },
        {
            "N": "コロンビーナ",
            "T": "どうしたの？どうして黙っちゃうの？"
        },
        {
            "N": "_0",
            "T": "嬉しいんだよ。"
        },
        {
            "N": "コロンビーナ",
            "T": "ふふ、ありがとう。みんなは？"
        },
        {
            "N": "_0",
            "T": "#みんなは別のところで{M#君}{F#あなた}の名前を呼んでるよ。みんなに会いに行こう。"
        },
        {
            "N": "コロンビーナ",
            "T": "うん。みんな私のためにいろいろ頑張ってくれたんだよね。ありがとうって言わないと。私の名前を探したり、古代の遺跡に入ってくれたり…"
        },
        {
            "N": "_0",
            "T": "あれ？まさか…"
        },
        {
            "N": "コロンビーナ",
            "T": "うん。意識を保ててた間、ずっとこっそりついて回ってたの。"
        },
        {
            "N": "_0",
            "T": "いつから…？"
        },
        {
            "N": "コロンビーナ",
            "T": "覚えてる？ナシャタウンにいたとき、振り返って「コロンビーナ」って呼んでくれたでしょ。"
        },
        {
            "N": "_0",
            "T": "（あのときから…）"
        },
        {
            "N": "_0",
            "T": "（でも、あの時はたしか、後ろから肩を叩かれて…コロンビーナに肩を叩かれたと思ったから、そう言ったんだ…）"
        },
        {
            "N": "コロンビーナ",
            "T": "行こう。みんなを待たせちゃ悪いよ。"
        },
        {
            "N": "_0",
            "T": "うん、じゃあついてきて。"
        },
        {
            "N": "コロンビーナ",
            "T": "あっ、でも…"
        },
        {
            "N": "_0",
            "T": "どうしたの？"
        },
        {
            "N": "コロンビーナ",
            "T": "その前に、もう一度名前を呼んでくれる？"
        },
        {
            "N": "_0",
            "T": "ふふっ…"
        },
        {
            "N": "_0",
            "T": "行こう、コロンビーナ。"
        }
    ],
    "602412": [
        {
            "N": "",
            "T": "コロンビーナは動物や月霊を通じて、自分が無事であることを仲間に伝えた…"
        },
        {
            "N": "",
            "T": "一部の仲間は、動物や月霊の身振り手振りからこの情報を読み取ることに苦戦していた…"
        },
        {
            "N": "ラウマ",
            "T": "…！コロンビーナさん！よかった…"
        },
        {
            "N": "コロンビーナ",
            "T": "うっ！ラ…ラウマ…苦しい…！"
        },
        {
            "N": "ファルカ",
            "T": "ははっ、祈月の夜に何とか間に合ったな。"
        },
        {
            "N": "_1005",
            "T": "ほんとだぜ、心配したんだからな！"
        },
        {
            "N": "コロンビーナ",
            "T": "ありがとう、みんな。みんなのおかげで、自分の名前を手に入れたよ。"
        },
        {
            "N": "ネフェル",
            "T": "コロンビーナ・ハイポセレニア…後半は自分でつけたのかい？"
        },
        {
            "N": "コロンビーナ",
            "T": "うん。意味は…"
        },
        {
            "N": "ラウマ",
            "T": "「月の下で生まれた」。"
        },
        {
            "N": "コロンビーナ",
            "T": "そう——それと「世界の下で生まれた」って意味。"
        },
        {
            "N": "「召使」",
            "T": "いい名前だ。"
        },
        {
            "N": "ニコ",
            "T": "コホン！素敵な時間を邪魔して悪いけど、ナシャタウンの祈月の夜はもうすでに始まってるわ。"
        },
        {
            "N": "ニコ",
            "T": "せっかくだし、楽しんで行かない？ライトアップは綺麗だし、楽しいコンテンツが山盛りよ！なんと魔女会がスポンサーなの！"
        },
        {
            "N": "_1005",
            "T": "ニコ？お…おまえ、なんでドドコになっちゃってるんだ！？"
        },
        {
            "N": "コロンビーナ",
            "T": "ニコさん…私の名前を見つけるのを手伝ってくれてありがとう。やっと声が聴けるね。"
        },
        {
            "N": "ニコ",
            "T": "どういたしまして。道に迷っている人をお宝まで導くのは、仙霊の本能よ。"
        },
        {
            "N": "ニコ",
            "T": "それに、人々が心から求めるお宝を見つけるお手伝いをするのって、実際の財宝を見つけるより達成感がすごいのよ！気持ちいいんだから！"
        },
        {
            "N": "_1005",
            "T": "えっと…"
        },
        {
            "N": "ニコ",
            "T": "うふふ、アリスのほうで面倒事があったから、手伝いにいくために一足先にお暇しちゃった。"
        },
        {
            "N": "ニコ",
            "T": "でも安心してね——ちゃんと、みんなと一緒にこの夜を楽しむから。"
        },
        {
            "N": "ニコ",
            "T": "ナシャタウンのお祭りには、魔女会の屋台も出てるのよ。アリスによると、今回は魔女Bまで助っ人として呼んだそうよ。"
        },
        {
            "N": "ラウマ",
            "T": "霜月の子も様々な遊びを用意した。アイノさんとイネファさんも何やら準備しておったな。"
        },
        {
            "N": "ラウマ",
            "T": "そういえば…ネフェル、例の件は…"
        },
        {
            "N": "ネフェル",
            "T": "ああ、とっくに済ませてあるよ。ヤフォダも何かあった時のために、会場でスタンバイしてる。"
        },
        {
            "N": "ラウマ",
            "T": "よかった。では…旅人。"
        },
        {
            "N": "_0",
            "T": "分かった。"
        },
        {
            "N": "コロンビーナ",
            "T": "…えっ？"
        },
        {
            "N": "_0",
            "T": "おいで、コロンビーナ。一緒に最高の祈月の夜を楽しもう。"
        }
    ],
    "602450": [
        {
            "N": "サヤザントゥス",
            "T": "月が昇れば、我々は再び加護を得られる…"
        },
        {
            "N": "サヤザントゥス",
            "T": "捨てる神あれば拾う神あり…捨てる神あれば…"
        }
    ],
    "602451": [
        {
            "N": "フファルナ",
            "T": "月は…ただ一時的に私たちの元を去っただけ…"
        }
    ],
    "602452": [
        {
            "N": "本棚を調べる",
            "T": "（本棚には本がずっしり並んでるけど…残念ながら、新しく産まれた月の神や、コロンビーナに関するものはないみたい…）"
        }
    ],
    "602453": [
        {
            "N": "ザリニア",
            "T": "彼の承諾を信じるべきだろうか？"
        },
        {
            "N": "アルタラヤ",
            "T": "信じるしかないわ。"
        }
    ],
    "602454": [
        {
            "N": "ラヤガオス",
            "T": "なぜこの世界の創造者は、自らの民を哀れまないのだ？"
        },
        {
            "N": "マヌカサセス",
            "T": "彼曰く…我々は自分たちの力で…運命を変える必要があるのだと…"
        }
    ],
    "602701": [
        {
            "N": "「少女」",
            "T": "これが…みんなのよく言う「サプライズ」？"
        },
        {
            "N": "_0",
            "T": "うれしい？"
        },
        {
            "N": "「少女」",
            "T": "うん。まさか、こんなふうに自由にみんなと祈月の夜を楽しめる日が来るなんて、思ってもいなかった…"
        },
        {
            "N": "_1005",
            "T": "へへっ、気に入ってくれてよかったぜ！"
        },
        {
            "N": "ネフェル",
            "T": "森に木を隠すとは…今回のアイデアはあんたらしくないね、ラウマ。祈月の夜には角が伸びるだけじゃなく、頭まで冴えるのかい？"
        },
        {
            "N": "ラウマ",
            "T": "ああ。普段は渋るオーナーも、この夜ばかりは人脈を駆使して自ら事を進めてくれる。なんとも不思議なものだ。"
        },
        {
            "N": "ネフェル&ラウマ",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "（今なら分かる…これも仲が良いってことなんだよね…）"
        },
        {
            "N": "ドゥリン",
            "T": "あれ？みんなここで何してるの？"
        },
        {
            "N": "ドゥリン",
            "T": "あっ、コロンビーナさん！戻ったんだね！"
        },
        {
            "N": "「少女」",
            "T": "うん、心配してくれてありがとう。もう大丈夫。"
        },
        {
            "N": "_1005",
            "T": "アリスに頼まれた件は順調か？"
        },
        {
            "N": "ドゥリン",
            "T": "うん、かなりの成果があったよ。あんなに嬉しそうなアリスさん、初めて見た。"
        },
        {
            "N": "_0",
            "T": "いつもニコニコしてるけど？"
        },
        {
            "N": "ドゥリン",
            "T": "今回の喜び方はちょっと違うんだ。何か大きな進展があったみたい。"
        },
        {
            "N": "ドゥリン",
            "T": "結果が出たら知らせるから、それまで遊んでていいよって。"
        },
        {
            "N": "放浪者",
            "T": "今のうちに休んでおこう。この先、いろいろと苦労させられそうだからね。"
        },
        {
            "N": "ラウマ",
            "T": "では、私もこの辺で失礼しよう。霜月の子の屋台に、まだ仕事が残っておるのでな。"
        },
        {
            "N": "ネフェル",
            "T": "ああ、あたしも適当にぶらついてくるよ。年に一度のお祭りだからね、滅多にお目にかかれないチャンスが隠れてるかもしれない。"
        },
        {
            "N": "_1005",
            "T": "そういえば、ファルカはどこ行ったんだ？"
        },
        {
            "N": "ラウマ",
            "T": "ナシャタウンに着くなり、フラッグシップへ向かったようだ。"
        },
        {
            "N": "_1005",
            "T": "さすがモンド人…お祭りとなるとすぐこれだ…"
        },
        {
            "N": "ラウマ",
            "T": "それではコロンビーナさん。この夜を存分に楽しんでくれ。"
        },
        {
            "N": "「少女」",
            "T": "うん、そうする。"
        },
        {
            "N": "_1005",
            "T": "そうと決まれば、コロンビーナもここでぼーっとしてないで遊ぼうぜ！どこもきっと歓迎してくれると思うぞ！"
        },
        {
            "N": "_1005",
            "T": "あっ、そうだ。このガイドマップをやるぜ。"
        },
        {
            "N": "_1005",
            "T": "ここは霜月の子の屋台で、ラウマが動物たちをたくさんお祭りに招待したみたいだぞ。"
        },
        {
            "N": "_1005",
            "T": "こっちは魔女会が協賛してる屋台。お祭りって聞いて、アリスが盛り上げなきゃって張り切ってたぜ。"
        },
        {
            "N": "_1005",
            "T": "あっ、それとナシャタウンにはいろいろ名物があるんだ。けど、ひとつひとつ紹介するのは大変だし…直接見て回ってみるといいぞ！"
        },
        {
            "N": "「少女」",
            "T": "ありがとう、面白そうだね。"
        },
        {
            "N": "_0",
            "T": "よい祈月の夜を。"
        },
        {
            "N": "「少女」",
            "T": "二人は一緒に来てくれないの？"
        },
        {
            "N": "_1005",
            "T": "もちろんオイラたちも遊ぶけど、でもまずはおまえの気になる屋台に行ってみたらどうだ？"
        },
        {
            "N": "「少女」",
            "T": "うーん…"
        },
        {
            "N": "_0",
            "T": "安心して。"
        },
        {
            "N": "_0",
            "T": "#{M#俺}{F#私}たちはすぐ近くにいるから。"
        },
        {
            "N": "_1005",
            "T": "そうそう。もし面白そうな屋台を見つけて一緒に遊びたいってなったら、いつでもオイラたちを呼んでくれ！"
        },
        {
            "N": "_1005",
            "T": "肩の力を抜いて、思いっきり楽しむんだ！屋台をぜんぶ回って…美味いもんでお腹をパンパンにするといいぞ！"
        },
        {
            "N": "_0",
            "T": "途中、どっかで会うかもね。"
        },
        {
            "N": "「少女」",
            "T": "ふふ、そうだね。じゃあ…行ってくる。"
        },
        {
            "N": "_0",
            "T": "楽しんで！"
        }
    ],
    "602702": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602703": [
        {
            "N": "「少女」",
            "T": "旅人。"
        },
        {
            "N": "_1005",
            "T": "あっ、コロンビーナ！もう十分遊んだのか？"
        },
        {
            "N": "_1005",
            "T": "せっかくの祈月の夜だし、もっと回ってみてもいいと思うぞ？"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "（今の気持ちは…）"
        },
        {
            "N": "「少女」",
            "T": "（もうちょっと遊びたいな…）"
        },
        {
            "N": "「少女」",
            "T": "うん、その通りかも…このまま終わったら、ちょっと名残惜しいな。"
        },
        {
            "N": "_1005",
            "T": "おう！思いっきり遊んでこいよ！あとから「遊び足りなかった」って後悔するのだけはなしだからな。"
        },
        {
            "N": "_1005",
            "T": "オイラたちはここで待ってるぜ。"
        },
        {
            "N": "「少女」",
            "T": "うん、ありがとう。"
        },
        {
            "N": "「少女」",
            "T": "（もう十分楽しんだかも。）"
        },
        {
            "N": "「少女」",
            "T": "ありがとう。でも、もう大丈夫。"
        },
        {
            "N": "「少女」",
            "T": "大事な思い出がたくさんできたから。"
        },
        {
            "N": "_1005",
            "T": "ほ、本当に…もういいのか？"
        },
        {
            "N": "「少女」",
            "T": "（大丈夫。）"
        },
        {
            "N": "「少女」",
            "T": "うん、大丈夫。"
        },
        {
            "N": "「少女」",
            "T": "（ちょっと考え直そう…）"
        },
        {
            "N": "「少女」",
            "T": "えっと…やっぱり考え直させて。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "_1005",
            "T": "キャンディをくれるのか？ありがとな、コロンビーナ。じゃ、遠慮なくいただくぜ！"
        },
        {
            "N": "_1005",
            "T": "あむ…わぁ～フルーツの味が濃くて…すっごくおいしいぞ！"
        },
        {
            "N": "_1005",
            "T": "おまえの味は？"
        },
        {
            "N": "_0",
            "T": "サワークリーム味…？面白い味だよ。"
        },
        {
            "N": "_1005",
            "T": "へえ、おいしそうだな！オイラも食べてみたいぞ…まだあるか？"
        },
        {
            "N": "「少女」",
            "T": "うん、あるはず。"
        },
        {
            "N": "_1005",
            "T": "どれどれ…"
        },
        {
            "N": "_0",
            "T": "コロンビーナは食べた？"
        },
        {
            "N": "「少女」",
            "T": "えっ…"
        },
        {
            "N": "_0",
            "T": "パイモン、サワークリーム味を三つお願い。"
        },
        {
            "N": "_1005",
            "T": "おう！"
        },
        {
            "N": "_1005",
            "T": "あった！三つゲットだぜ！"
        },
        {
            "N": "_1005",
            "T": "はい、一人ひとつずつな。"
        },
        {
            "N": "_0",
            "T": "じゃあ…せーの！"
        },
        {
            "N": "三人",
            "T": "あまいっ！"
        }
    ],
    "602704": [
        {
            "N": "「少女」",
            "T": "旅人、パイモン。"
        },
        {
            "N": "_1005",
            "T": "コロンビーナ！もう満足したのか？"
        },
        {
            "N": "「少女」",
            "T": "（もうちょっと遊びたいな…）"
        },
        {
            "N": "_1005",
            "T": "おう！焦らず、自分のペースで遊んでくれ。"
        },
        {
            "N": "「少女」",
            "T": "（もう十分楽しんだかも。）"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "_1005",
            "T": "キャンディをくれるのか？ありがとな、コロンビーナ。じゃ、遠慮なくいただくぜ！"
        },
        {
            "N": "_1005",
            "T": "あむ…わぁ～フルーツの味が濃くて…すっごくおいしいぞ！"
        },
        {
            "N": "_1005",
            "T": "おまえの味は？"
        },
        {
            "N": "_0",
            "T": "サワークリーム味…？面白い味だよ。"
        },
        {
            "N": "_1005",
            "T": "へえ、おいしそうだな！オイラも食べてみたいぞ…まだあるか？"
        },
        {
            "N": "「少女」",
            "T": "うん、あるはず。"
        },
        {
            "N": "_1005",
            "T": "どれどれ…"
        },
        {
            "N": "_0",
            "T": "コロンビーナは食べた？"
        },
        {
            "N": "「少女」",
            "T": "えっ…"
        },
        {
            "N": "_0",
            "T": "パイモン、サワークリーム味を三つお願い。"
        },
        {
            "N": "_1005",
            "T": "おう！"
        },
        {
            "N": "_1005",
            "T": "あった！三つゲットだぜ！"
        },
        {
            "N": "_1005",
            "T": "はい、一人ひとつずつな。"
        },
        {
            "N": "_0",
            "T": "じゃあ…せーの！"
        },
        {
            "N": "三人",
            "T": "あまいっ！"
        },
        {
            "N": "_1005",
            "T": "ほ、本当に…もういいのか？"
        },
        {
            "N": "「少女」",
            "T": "（大丈夫。）"
        },
        {
            "N": "「少女」",
            "T": "うん、大丈夫。"
        },
        {
            "N": "「少女」",
            "T": "（ちょっと考え直そう…）"
        },
        {
            "N": "「少女」",
            "T": "えっと…やっぱり考え直させて。"
        }
    ],
    "602705": [
        {
            "N": "「少女」",
            "T": "こんなに賑やかで、いろんな人と遊んだ祈月の夜は初めて。"
        },
        {
            "N": "「少女」",
            "T": "どこへ行っても「おかえりなさい」って言ってもらえて、知り合いと会える。"
        },
        {
            "N": "「少女」",
            "T": "この夜がもっと続けばいいのに…"
        },
        {
            "N": "_1005",
            "T": "そうだな…"
        },
        {
            "N": "_0",
            "T": "友達はずっとここにいるよ。"
        },
        {
            "N": "「少女」",
            "T": "うん、そうだね。私…"
        },
        {
            "N": "「少女」",
            "T": "あっ…祈月の花…"
        },
        {
            "N": "カアリナ",
            "T": "わぁ、見て見て！"
        },
        {
            "N": "レメッティー",
            "T": "祈月の夜！"
        },
        {
            "N": "レイダ",
            "T": "月が本当に綺麗…"
        },
        {
            "N": "ドゥマウジェ",
            "T": "よい月夜を。"
        },
        {
            "N": "リーリキ",
            "T": "よい月夜を！"
        },
        {
            "N": "カントール",
            "T": "よい月夜を。"
        },
        {
            "N": "ラウマ",
            "T": "……"
        },
        {
            "N": "アイノ",
            "T": "ぐすっ…"
        },
        {
            "N": "ヤフォダ",
            "T": "……"
        },
        {
            "N": "放浪者",
            "T": "……"
        },
        {
            "N": "「召使」",
            "T": "……"
        },
        {
            "N": "「傀儡」",
            "T": "ふん…"
        },
        {
            "N": "アリス",
            "T": "楽しい時間は、いつもあっという間ね…"
        },
        {
            "N": "ニコ",
            "T": "そうね…"
        },
        {
            "N": "_1005",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "そろそろ、時間だね。"
        },
        {
            "N": "ラウマ",
            "T": "コロンビーナさん…"
        },
        {
            "N": "「召使」",
            "T": "行ってしまうのだね？"
        },
        {
            "N": "「少女」",
            "T": "うん…みんなの言う遺跡に行って…月に帰るよ。"
        },
        {
            "N": "アイノ",
            "T": "…待って！"
        },
        {
            "N": "_1005",
            "T": "アイノ？"
        },
        {
            "N": "アイノ",
            "T": "せめて…せめて…！"
        },
        {
            "N": "イネファ",
            "T": "せめて、うちのクルムカケだけでも月に…あちらで召し上がってください。"
        },
        {
            "N": "「少女」",
            "T": "ふふっ…分かった。"
        },
        {
            "N": "ネフェル",
            "T": "何も言わずに別れるのは秘聞の館らしくない。物語にはきちんとピリオドを打たなきゃ。"
        },
        {
            "N": "ラウマ",
            "T": "ネフェル…"
        },
        {
            "N": "フリンズ",
            "T": "ライトキーパーも別れの挨拶を大事にしています。次の再会がいつになるか分かりませんからね。"
        },
        {
            "N": "ファルカ",
            "T": "ははっ…大げさな別れの言葉はこの夜に合わないと思ってたが…やっぱ友人たちの熱意っつうのは、止められるもんじゃないな。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "_1005",
            "T": "へへっ！実はオイラたち、おまえのためにこれを作ったんだ！"
        },
        {
            "N": "_1005",
            "T": "じゃじゃーーん！"
        },
        {
            "N": "「少女」",
            "T": "それって…"
        },
        {
            "N": "_1005",
            "T": "みんなで描いた祈月の夜のカードだ！"
        },
        {
            "N": "アルベド",
            "T": "コロンビーナさん、以前「似顔絵」が欲しいと言っていたよね。だから時間を作って描いてみたんだ。"
        },
        {
            "N": "フリンズ",
            "T": "僕はアルベドさんを描かせていただきました。そして僕のことは、ファルカさんが描いてくれています。"
        },
        {
            "N": "ファルカ",
            "T": "どうだ、自信作だ！"
        },
        {
            "N": "ネフェル",
            "T": "あたしはアシュルを描いたよ。あんたはアシュルと仲がよかったみたいだからね。"
        },
        {
            "N": "ヤフォダ",
            "T": "えっ…！まさか真面目に全身を描いたのって、あたいだけ！？なんだよそれ！恥ずかしい！"
        },
        {
            "N": "アイノ",
            "T": "イネファとアイノの絵は、アイノが描いたんだよ！"
        },
        {
            "N": "ドゥリン",
            "T": "笠っちとボクは、ボクが描いたんだ。"
        },
        {
            "N": "_1005",
            "T": "それに魔女二人とアルレッキーノ、サンドローネの絵もあるぞ。オイラたちに会いたくなったら、このカードを見てくれ！"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "嬉しい…みんなありがとう。この祈月の夜に受け取ったものはどれも、私の人生の中で一番の贈り物だよ。"
        },
        {
            "N": "「少女」",
            "T": "あっ、ラウマ、いいこと思いついた。"
        },
        {
            "N": "ラウマ",
            "T": "いいこと？"
        },
        {
            "N": "「少女」",
            "T": "覚えてる？むかし霜月の子って牛乳をインクにして、透明な文字を書いてたよね。"
        },
        {
            "N": "ラウマ",
            "T": "かなり昔のことではあるが…それがどうしたのだろうか？"
        },
        {
            "N": "「少女」",
            "T": "その「透明な文字」からいい方法を思いついたの。会いたくなったら…月の光を借りて、みんなにしか見えない文字を書いてみる！"
        },
        {
            "N": "ドゥリン",
            "T": "わぁ！すっごく綺麗なやり方だね。"
        },
        {
            "N": "ネフェル",
            "T": "でも…その文字、あたしたちはどうすれば見れるんだい？"
        },
        {
            "N": "「少女」",
            "T": "簡単だよ。月が輝く夜に窓を開ければ、月光に自然と私のメッセージが浮かび上がるの。"
        },
        {
            "N": "フリンズ",
            "T": "コロンビーナさんらしいメッセージの残し方ですね。"
        },
        {
            "N": "「少女」",
            "T": "できるだけ、みんなが寝るとき邪魔にならない場所に浮かび上がるようにするよ。"
        },
        {
            "N": "ラウマ",
            "T": "夢の世界に入る前にコロンビーナさんのメッセージを見られたら、むしろ安心できるだろう。"
        },
        {
            "N": "_1005",
            "T": "そうそう。その時は無事に月に着いたことを教えてくれよ！絶対だからな！"
        },
        {
            "N": "「少女」",
            "T": "うん、約束する。"
        },
        {
            "N": "「召使」",
            "T": "では…コロンビーナ。"
        },
        {
            "N": "「少女」",
            "T": "準備はできてるよ。"
        },
        {
            "N": "_0",
            "T": "行こう。"
        },
        {
            "N": "_0",
            "T": "最後まで一緒にいるから。"
        },
        {
            "N": "「少女」",
            "T": "うん、出発しよう。"
        }
    ],
    "602706": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602711": [
        {
            "N": "ヤフォダ",
            "T": "（わあ～霜月の子の屋台って地味だけど、実際見てみるとこれはこれでありだな。）"
        },
        {
            "N": "ヤフォダ",
            "T": "（普段、ヒーシ島にはあんま行かないし、なんていうか…歴史の重みってやつを感じる…）"
        },
        {
            "N": "ヤフォダ",
            "T": "（その歴史を記念して、祭日がもっと増えてくれたらバンバンザイだな！）"
        },
        {
            "N": "「少女」",
            "T": "こんばんは、ヤフォダ。"
        },
        {
            "N": "ヤフォダ",
            "T": "うわっ！コロン…あっ、いや月神様！！"
        },
        {
            "N": "ヤフォダ",
            "T": "（危ない危ない…店員さんにバレるとこだった…っていうか、月神様の靴って音もなく歩けるのか！？いいなぁ！）"
        },
        {
            "N": "「少女」",
            "T": "キミも風船で遊びに来たの？"
        },
        {
            "N": "ヤフォダ",
            "T": "風船？ああ…あれのことか。"
        },
        {
            "N": "ヤフォダ",
            "T": "（風船の何が面白いんだ？あたいは子供じゃないし…でもアイノだったら喜びそうだな。）"
        },
        {
            "N": "「少女」",
            "T": "うん。動物たちがこういうフワフワしたものを見ることってそうないでしょ？楽しそうな鳴き声が聞こえたから、様子を見に来たの。"
        },
        {
            "N": "「少女」",
            "T": "あと最近、風船を使った新しい遊びを覚えたんだ。それをやってみようと思って。"
        },
        {
            "N": "ヤフォダ",
            "T": "新しい遊び…？"
        },
        {
            "N": "「少女」",
            "T": "こんばんは。"
        },
        {
            "N": "レイダ",
            "T": "おかえりなさい、月神様。風船をお求めでしょうか？"
        },
        {
            "N": "「少女」",
            "T": "うん、まだ膨らませてない風船をくれる？"
        },
        {
            "N": "レイダ",
            "T": "え？あ、はい…でもいいんですか？"
        },
        {
            "N": "「少女」",
            "T": "うん。ありがとう。"
        },
        {
            "N": "ヤフォダ",
            "T": "（空気の入ってない風船なんて、ただのペラッペラのゴムだよな？）"
        },
        {
            "N": "「少女」",
            "T": "ヤフォダも一緒に遊ぶ？"
        },
        {
            "N": "ヤフォダ",
            "T": "えっ？い、いいけど…どうやって遊ぶんだ？"
        },
        {
            "N": "「少女」",
            "T": "ここでちょっと待ってて。"
        },
        {
            "N": "ヤフォダ",
            "T": "あ、ああ…"
        },
        {
            "N": "ヤフォダ",
            "T": "（はぁ…また面倒なことに巻き込まれなきゃいいけど…）"
        },
        {
            "N": "「召使」",
            "T": "おや？先ほどコロンビーナがこの辺りにいたのを見かけたが…"
        },
        {
            "N": "ヤフォダ",
            "T": "（えっ…第四位！？…いやでも、これまで何度も助けてくれたし、普通にいい人だよな…）"
        },
        {
            "N": "ヤフォダ",
            "T": "（コロンビーナを探してるのか？ふぅ…ちょうどよかった。あいつが戻ってきたら抜けさせてもらおう。執行官と一緒にいたら、心臓バクバクで手汗が止まんなくなる！）"
        },
        {
            "N": "「召使」",
            "T": "……"
        },
        {
            "N": "ヤフォダ",
            "T": "（何の屋台を見てるんだ？…霜月の子のとこか。角とかケモ耳とかを売ってる屋台だったよな。）"
        },
        {
            "N": "ヤフォダ",
            "T": "（あんなアクセサリー、欲しがるやついるのかぁ？あたいなんて、普段の装備だけで重っ苦しいのに。それにもし着けてるところを誰かに見られたら「恥ずか死」するだろ…）"
        },
        {
            "N": "ヤフォダ",
            "T": "（着けた！！）"
        },
        {
            "N": "「召使」",
            "T": "（…妙な違和感がある。リネットも普段このような気分なのだろうか。）"
        },
        {
            "N": "スニツア",
            "T": "お客さん、お似合いですよ。"
        },
        {
            "N": "スニツア",
            "T": "（なんということでしょう…すごい威圧感のあるお方だったのに、耳を着けた途端…！ああっ…なんて凛々しいの！）"
        },
        {
            "N": "「召使」",
            "T": "（ふむ…せっかくの祭りだ。着けたままにしておこう。）"
        },
        {
            "N": "「召使」",
            "T": "ん？"
        },
        {
            "N": "ヤフォダ",
            "T": "（こ、こっちに来た！）"
        },
        {
            "N": "「召使」",
            "T": "こんばんは、ヤフォダさん。"
        },
        {
            "N": "ヤフォダ",
            "T": "（そんなの着けたまま話しかけてくるなよ！目のやり場に困るだろ…！）"
        },
        {
            "N": "ヤフォダ",
            "T": "あっ…ええっと、こんばんは。"
        },
        {
            "N": "「召使」",
            "T": "コロンビーナを探しているのだが、見かけなかっただろうか？"
        },
        {
            "N": "ヤフォダ",
            "T": "えっ、あ、ああ、それなら…ん！？"
        },
        {
            "N": "「少女」",
            "T": "ふふっ。"
        },
        {
            "N": "ヤフォダ",
            "T": "（ままま、待て…「新しい遊び」って、まさか…！？）"
        },
        {
            "N": "「少女」",
            "T": "…やっ！"
        },
        {
            "N": "「召使」",
            "T": "っ！！"
        },
        {
            "N": "ヤフォダ",
            "T": "……"
        },
        {
            "N": "ヤフォダ",
            "T": "なんであたいに当たるんだよ！？"
        },
        {
            "N": "「召使」",
            "T": "背後から奇襲とは。宣戦布告かな？コロンビーナ。"
        },
        {
            "N": "「少女」",
            "T": "一緒に遊ぶ？アルレッキーノ。"
        },
        {
            "N": "ヤフォダ",
            "T": "（ひぃっ！この二人がやり合うのか？ここで！？）"
        },
        {
            "N": "「召使」",
            "T": "ああ。だが他にも参加したい人がいるようだ。"
        },
        {
            "N": "ヤフォダ",
            "T": "……！姐さん！早くあたいをここから助けてくれ！怖いよー！"
        },
        {
            "N": "ネフェル",
            "T": "こんばんは。風船を十…いや、二十個くれるかい、空気はなしで。"
        },
        {
            "N": "ヤフォダ",
            "T": "…えっ？"
        },
        {
            "N": "ネフェル",
            "T": "さて、月神サマ。うちの従業員に水風船を当てた代償は大きいよ？"
        },
        {
            "N": "「少女」",
            "T": "ふふっ、歓迎するよ、ネフェル。"
        },
        {
            "N": "ネフェル",
            "T": "先に言っておくけど、勝負は正々堂々。お互い不思議な力を使うのはナシだ。"
        },
        {
            "N": "「召使」",
            "T": "ああ、もちろんだとも。"
        },
        {
            "N": "ネフェル",
            "T": "ん？ヤフォダ、なにボサっとしてるんだい。あたしとチームを組みたくないのかい？"
        },
        {
            "N": "ヤフォダ",
            "T": "あ、あたいも参加するのか！？"
        },
        {
            "N": "ネフェル",
            "T": "当然だろう？秘聞の館の看板を汚すんじゃないよ！"
        },
        {
            "N": "ヤフォダ",
            "T": "…やっぱり、面倒なことに巻き込まれたーーっ！！"
        }
    ],
    "602712": [
        {
            "N": "スニツア",
            "T": "おかえりなさい、月神様。動物のアクセサリーはいかがでしょう？"
        },
        {
            "N": "「少女」",
            "T": "（動物のアクセサリー…ラウマは角が重いって言ってたけど…どんな感じなんだろう？）"
        },
        {
            "N": "「少女」",
            "T": "（試してみよう…）"
        },
        {
            "N": "スニツア",
            "T": "まあ、とてもお似合いですよ！"
        },
        {
            "N": "「少女」",
            "T": "（頭がむずむずする…首を動かすのも大変…）"
        },
        {
            "N": "「少女」",
            "T": "（でも、しばらく着けておこうかな？）"
        },
        {
            "N": "「少女」",
            "T": "着けておく。"
        },
        {
            "N": "「少女」",
            "T": "他のも試してみる…"
        },
        {
            "N": "「少女」",
            "T": "こっちはどうだろう…"
        },
        {
            "N": "「少女」",
            "T": "やっぱりやめとこう。"
        },
        {
            "N": "スニツア",
            "T": "はい、またいつでもお越しください！"
        }
    ],
    "602713": [
        {
            "N": "カアリナ",
            "T": "…晴れ！晴れてるほうが好き！"
        },
        {
            "N": "しゃべる魔法のランプ（？）",
            "T": "ふむ…まるで太陽のように暖かな月神様ですね。"
        },
        {
            "N": "しゃべる魔法のランプ（？）",
            "T": "あなたの心の中にいる動物は…"
        },
        {
            "N": "しゃべる魔法のランプ（？）",
            "T": "こちらの可愛らしいモサモサアナグマです。"
        },
        {
            "N": "カアリナ",
            "T": "わあ！ありがとう、しゃべる魔法のランプさん！"
        },
        {
            "N": "しゃべる魔法のランプ（？）",
            "T": "ふふっ、月神様、どうぞ今宵をお楽しみください。"
        },
        {
            "N": "_1005",
            "T": "あれ？この声、フリンズだよな！"
        },
        {
            "N": "フリンズ",
            "T": "しーっ、どうかお口にチャックを。旅人さん、パイモンさん。"
        },
        {
            "N": "_1005",
            "T": "お、おう…なんで飴細工なんか売ってるんだ？"
        },
        {
            "N": "フリンズ",
            "T": "祭りの楽しみ方はひとぞれぞれ。長年アビスや墓地と付き合ってきた身からすると、時に皆さんの幸せそうな笑顔を見たくなるんです。"
        },
        {
            "N": "フリンズ",
            "T": "それに、洞察力にはいくらか自信があるため、その方の心に合わせた飴細工を作るのは得意でして。"
        },
        {
            "N": "_1005",
            "T": "いや聞きたいのはそこじゃないぞ。正体がバレるかもしれないだろ？平気なのかよ？"
        },
        {
            "N": "フリンズ",
            "T": "バレる？今年の祈月の夜の会場は、偉大な魔女の方々のおかげで、不思議な魔法に満ちております。"
        },
        {
            "N": "フリンズ",
            "T": "コロンビーナさんでさえ正体を隠せているのですから、僕も本来の姿で楽しませてもらおうかと思いまして。"
        },
        {
            "N": "_1005",
            "T": "なるほど…たしかにそっか。けど知らない人が見たら、本当にしゃべるランプだと信じちゃいそうだな…"
        },
        {
            "N": "フリンズ",
            "T": "ふふっ…ところで、お二人がこちらにいらしたのは、心の中の動物を知りたいからではありませんよね？"
        },
        {
            "N": "_1005",
            "T": "あっ、そうそう…これを見てくれ！"
        },
        {
            "N": "フリンズ",
            "T": "ほう…なんとも独創的で、美しい。"
        },
        {
            "N": "_1005",
            "T": "さっきファルカに会ったんだけど、みんなが同じように描いてたらつまらないって言って、おまえの分を描いちゃったんだ。"
        },
        {
            "N": "フリンズ",
            "T": "はは…実にファルカさんらしい。その絵も相変わらず…彼らしさに富んだのもですね。"
        },
        {
            "N": "フリンズ",
            "T": "それでしたら、僕は後ほどアルベドさんを描きましょう。"
        },
        {
            "N": "_1005",
            "T": "「後ほど」？"
        },
        {
            "N": "フリンズ",
            "T": "…おかえりなさい、月神様。"
        },
        {
            "N": "_1005",
            "T": "（……！危なかった…）"
        },
        {
            "N": "「少女」",
            "T": "こんばんは、フリンズ。"
        },
        {
            "N": "_1005",
            "T": "もう正体がバレたぞ！"
        },
        {
            "N": "フリンズ",
            "T": "はは…どうやらコロンビーナさんは誤魔化せないようですね…たとえまぶたを閉じていても、その目は鋭い。"
        },
        {
            "N": "「少女」",
            "T": "私は見てるんじゃなくて、感じてるの。周囲のクーヴァキの波だって感じ取れるよ。"
        },
        {
            "N": "フリンズ",
            "T": "さすが月神様です。飴細工をおひとついかがでしょう？"
        },
        {
            "N": "「少女」",
            "T": "うん、おねがい。"
        },
        {
            "N": "フリンズ",
            "T": "ええ、すぐお作りしましょう。"
        },
        {
            "N": "「少女」",
            "T": "…あれ？"
        },
        {
            "N": "フリンズ",
            "T": "どうかなさいましたか？"
        },
        {
            "N": "「少女」",
            "T": "…私の心の中にいる動物は？飴細工を持った子たちは、みんなその話をしてたのに。"
        },
        {
            "N": "_1005",
            "T": "（まさかそれが楽しみで来たのか！？）"
        },
        {
            "N": "フリンズ",
            "T": "ああ、失礼しました。まさかこんなミスをしてしまうとは。"
        },
        {
            "N": "フリンズ",
            "T": "おっしゃるとおり、誰しも心の中に不思議な動物を飼っています。コロンビーナさんの心の中にいるものも探してみてよろしいでしょうか？"
        },
        {
            "N": "「少女」",
            "T": "うん、おねがい。"
        },
        {
            "N": "フリンズ",
            "T": "…昼と夜、どちらがお好きでしょうか？"
        },
        {
            "N": "「少女」",
            "T": "夜。"
        },
        {
            "N": "フリンズ",
            "T": "春夏秋冬の中で、一番お好きな季節は？"
        },
        {
            "N": "「少女」",
            "T": "冬。"
        },
        {
            "N": "フリンズ",
            "T": "晴れ、雨、曇り、一番お好きな天気は？"
        },
        {
            "N": "「少女」",
            "T": "雨の朝、晴れの夜。"
        },
        {
            "N": "_1005",
            "T": "（そんな答え方もありなのかよ？）"
        },
        {
            "N": "フリンズ",
            "T": "森と湖と海、一番お好きなのは？"
        },
        {
            "N": "「少女」",
            "T": "どれも好き。"
        },
        {
            "N": "フリンズ",
            "T": "小さなお店を開くとしたら、何を売りますか？"
        },
        {
            "N": "「少女」",
            "T": "うーん…月光かな。"
        },
        {
            "N": "_1005",
            "T": "（わあ…オイラも買いたいぞ。）"
        },
        {
            "N": "_0",
            "T": "いくら払えば買える？"
        },
        {
            "N": "「少女」",
            "T": "モラはいらない。来てくれさえすればあげる。"
        },
        {
            "N": "フリンズ",
            "T": "コロンビーナさんの心の中が分かりました。"
        },
        {
            "N": "フリンズ",
            "T": "さあ、こちらを。"
        },
        {
            "N": "_1005",
            "T": "わあ！月霊だ！"
        },
        {
            "N": "フリンズ",
            "T": "ええ。月霊たちは自由で、ナド・クライのすべてを深く愛し、見返りを求めることなく人々を助ける存在。"
        },
        {
            "N": "フリンズ",
            "T": "コロンビーナさんにこれほど相応しいものはありません。"
        },
        {
            "N": "「少女」",
            "T": "ふふっ、ありがとう。"
        },
        {
            "N": "_0",
            "T": "フリンズ…"
        },
        {
            "N": "_0",
            "T": "#{M#俺}{F#私}もいい？"
        },
        {
            "N": "フリンズ",
            "T": "ふふっ、もちろん大歓迎です。"
        },
        {
            "N": "フリンズ",
            "T": "ただ、あなたとは長い付き合いですから、どれほど質問に答えていただいても、僕の出す答えにさほど新鮮さは感じられないでしょう。"
        },
        {
            "N": "フリンズ",
            "T": "ですので、代わりにこちらの飴細工をお受け取りください、我々の友情の証として。"
        },
        {
            "N": "「少女」",
            "T": "ランプの飴…"
        },
        {
            "N": "_1005",
            "T": "えっと…おまえたち…あっちで食べてきたらどうだ？オイラもその動物診断がやりたいぞ！な、フリンズ？"
        },
        {
            "N": "_1005",
            "T": "（絵のことは任せてくれ！）"
        },
        {
            "N": "「少女」",
            "T": "パイモンの答えも聞きたい…"
        },
        {
            "N": "_1005",
            "T": "えーっと、オイラは…すごく時間がかかるんだ！オイラの心は複雑だからな…早く食べないと飴も溶けちゃうぞ！"
        },
        {
            "N": "「少女」",
            "T": "そう…わかった…"
        },
        {
            "N": "_1005",
            "T": "ふぅ——"
        },
        {
            "N": "フリンズ",
            "T": "お見事。素晴らしい機転です。"
        },
        {
            "N": "_1005",
            "T": "ったく、次はおまえもフォローしてくれよ！"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "（甘い…なんだろう…ホワイトベリー？旅人のはどんな味かな…）"
        },
        {
            "N": "カアリナ",
            "T": "こっちこっち！飴細工を売ってるランプさんはこっちだよ！"
        },
        {
            "N": "レメッティー",
            "T": "へへっ、楽しみだなぁ！"
        },
        {
            "N": "「少女」",
            "T": "（あっ、そうだ…）"
        },
        {
            "N": "「少女」",
            "T": "旅人、分けっこしない？"
        },
        {
            "N": "_0",
            "T": "…分けっこ？"
        },
        {
            "N": "「少女」",
            "T": "うん。最近知ったからやってみたくて。だめ？"
        },
        {
            "N": "_0",
            "T": "そんなことないよ。"
        },
        {
            "N": "_0",
            "T": "ちょっとだけね…"
        },
        {
            "N": "「少女」",
            "T": "ありがとう。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "…私のより酸っぱい。はい、私のも食べて。"
        },
        {
            "N": "_0",
            "T": "それじゃ、ちょっとだけ…"
        },
        {
            "N": "「少女」",
            "T": "それだけでいいの？"
        },
        {
            "N": "_0",
            "T": "それじゃ、思いっきり…"
        },
        {
            "N": "「少女」",
            "T": "ふふ…なんだか不思議…"
        },
        {
            "N": "_0",
            "T": "なんで？"
        },
        {
            "N": "「少女」",
            "T": "自分の分が減ったのに、心は別の何かで満たされたような気分だから。"
        },
        {
            "N": "「少女」",
            "T": "…この感じも、ちゃんと覚えておくね。"
        },
        {
            "N": "_0",
            "T": "もう少しいる？"
        },
        {
            "N": "「少女」",
            "T": "うん。"
        }
    ],
    "602714": [
        {
            "N": "カーチャ",
            "T": "「ホワイトベリーをお腹いっぱい食べられますように」…"
        },
        {
            "N": "カーチャ",
            "T": "なんて慎ましやかな願い。書いたのは子供でしょうか…"
        },
        {
            "N": "カーチャ",
            "T": "あれは…詠月使のラウマ様？"
        },
        {
            "N": "ラウマ",
            "T": "……"
        },
        {
            "N": "カーチャ",
            "T": "「二度と長羽トキに噛まれませんように」…"
        },
        {
            "N": "カーチャ",
            "T": "ラウマ様もいろいろ大変みたい…"
        },
        {
            "N": "宝盗イタチ",
            "T": "♪"
        },
        {
            "N": "ラウマ",
            "T": "ああ、しかと承ったぞ。"
        },
        {
            "N": "シェルティー",
            "T": "ワン～！"
        },
        {
            "N": "ラウマ",
            "T": "うむ、分かった。"
        },
        {
            "N": "「少女」",
            "T": "祈月の夜でも、変わらず忙しいみたいだね…"
        },
        {
            "N": "ラウマ",
            "T": "ああ。だが、忙しくとも心は充実しておる。"
        },
        {
            "N": "ラウマ",
            "T": "今夜はとりわけ角が重く、潮の力も強く感じるが…"
        },
        {
            "N": "ラウマ",
            "T": "この子たちの願い事を書いて結んでいるうちに、不思議と心が静まってきた。"
        },
        {
            "N": "ラウマ",
            "T": "よければ見ていただきたい。どれも素敵で…"
        },
        {
            "N": "ラウマ",
            "T": "私たちが叶えられるものばかりだ。"
        },
        {
            "N": "「少女」",
            "T": "ラウマは私を責めないの？本音を聞かせてくれる？"
        },
        {
            "N": "「少女」",
            "T": "月に帰れるのはみんなのおかげなのに、私は何も返せてない。"
        },
        {
            "N": "ラウマ",
            "T": "コロンビーナさんは、もう十分やってくれた。"
        },
        {
            "N": "ラウマ",
            "T": "あなたの過去を知り、見届けた友人として、心の底からそう思っておる。"
        },
        {
            "N": "「少女」",
            "T": "詠月使としては？"
        },
        {
            "N": "ラウマ",
            "T": "ふっ…月神の願いを叶えられることは、詠月使にとって最高の誉れだ。"
        },
        {
            "N": "「少女」",
            "T": "ありがとう、ラウマ。"
        },
        {
            "N": "ラウマ",
            "T": "ただ…"
        },
        {
            "N": "「少女」",
            "T": "ん？"
        },
        {
            "N": "ラウマ",
            "T": "正直な気持ちを告白するなら、もう一つ別の感情もある。"
        },
        {
            "N": "ラウマ",
            "T": "——少し悲しいのだ。"
        },
        {
            "N": "ラウマ",
            "T": "あなたが帰る月とこの土地は、偽りの空によって隔てられておる。"
        },
        {
            "N": "ラウマ",
            "T": "今度は私たちが、月を眺めながら思いを馳せることになるだろう。"
        },
        {
            "N": "「少女」",
            "T": "ラウマ、それにみんなのことも忘れないよ。"
        },
        {
            "N": "ラウマ",
            "T": "ああ…"
        },
        {
            "N": "「少女」",
            "T": "みんなにメッセージを伝える方法はないかな。"
        },
        {
            "N": "ラウマ",
            "T": "であれば、クーヴァキを使うのはどうだろうか？"
        },
        {
            "N": "ラウマ",
            "T": "波長や光の強さの加減で合図を送る方法があると、ヤフォダさんから聞いたことがある。"
        },
        {
            "N": "「少女」",
            "T": "うーん、覚えるの大変そう…"
        },
        {
            "N": "ラウマ",
            "T": "前もって解読用の本を用意しておけば…ふふっ、あなたには向いていないかもしれぬな。"
        },
        {
            "N": "ラウマ",
            "T": "コロンビーナさんなら、きっと皆と連絡を取る方法を見つけられるはずだ。"
        },
        {
            "N": "ラウマ",
            "T": "そう思うと、少し悲しみも和らいできた。"
        },
        {
            "N": "「少女」",
            "T": "本当に見つけられるかな…？"
        },
        {
            "N": "ラウマ",
            "T": "ああ。あなたならきっと見つけられる。私は「本物」の力を信じておる。"
        },
        {
            "N": "ラウマ",
            "T": "本物は往々にして偽りよりも痛みを伴うものだ。だからこそ、本物は偽りに勝る。"
        },
        {
            "N": "ラウマ",
            "T": "あなたの想いと愛は、必ずや偽りの帳を貫き、私たちのもとに届くであろう。"
        },
        {
            "N": "「少女」",
            "T": "ありがとう…じゃあ、私の願いも結んでくれる？"
        },
        {
            "N": "ラウマ",
            "T": "これは…"
        },
        {
            "N": "「少女」",
            "T": "月下の世界の生きとし生ける者が、帰る場所を見つけられますように。またいつか、みんなと会えますように。"
        },
        {
            "N": "「少女」",
            "T": "…二つは欲張りすぎかな？"
        },
        {
            "N": "ラウマ",
            "T": "いや。二つ目は私たち皆の願いであろう？"
        },
        {
            "N": "ラウマ",
            "T": "この願いが叶う日まで、私も祈り続けよう。"
        }
    ],
    "602721": [
        {
            "N": "ヤツェク",
            "T": "…さあさあ「ドドコぐるぐる大冒険」をどうぞご体験あれ！"
        },
        {
            "N": "ヤツェク",
            "T": "おや、おかえりなさい月神様。"
        },
        {
            "N": "「少女」",
            "T": "これって何？"
        },
        {
            "N": "ヤツェク",
            "T": "こちらは偉大なる魔女が協賛しているアトラクションでして、ふわふわのドドコに乗って忘れられない冒険へと旅立てます。"
        },
        {
            "N": "ヤツェク",
            "T": "（っていう宣伝文句だけど…そもそも魔女って誰のことで、ドドコってなんだ？）"
        },
        {
            "N": "「少女」",
            "T": "遊んでみたい。"
        },
        {
            "N": "ヤツェク",
            "T": "はい。あれ…でも、お一人ですか？"
        },
        {
            "N": "「少女」",
            "T": "一人じゃだめ？"
        },
        {
            "N": "ヤツェク",
            "T": "いえ、そういうわけでは…！ただ、ドドコの座席は二人掛けになっていまして、もしお誘いしたいご友人がいらっしゃればと。"
        },
        {
            "N": "「少女」",
            "T": "友達…"
        },
        {
            "N": "「少女」",
            "T": "…あ。"
        },
        {
            "N": "_1005",
            "T": "…これでよし。あとは他のみんなにも描いてもらえば完成だな。"
        },
        {
            "N": "_1005",
            "T": "コロンビーナにバレないよう気をつけないと…"
        },
        {
            "N": "「少女」",
            "T": "…旅人。"
        },
        {
            "N": "_1005",
            "T": "……"
        },
        {
            "N": "_0",
            "T": "な…なに？"
        },
        {
            "N": "「少女」",
            "T": "あれに乗るの、付き合ってくれない？"
        },
        {
            "N": "_0",
            "T": "（回るドドコ？なるほど…二人乗りなんだ。）"
        },
        {
            "N": "_0",
            "T": "いいよ。"
        },
        {
            "N": "「少女」",
            "T": "うん、行こう。"
        },
        {
            "N": "_0",
            "T": "あっ、ちょっと待って！"
        },
        {
            "N": "_1005",
            "T": "（…大丈夫だ！オイラがみんなに届けるから、こっちは任せてくれ！）"
        },
        {
            "N": "_0",
            "T": "#（じゃあ、{M#お願い}{F#お願いね}！）"
        },
        {
            "N": "「少女」",
            "T": "ん…？"
        },
        {
            "N": "_0",
            "T": "なんでもないよ！"
        },
        {
            "N": "_0",
            "T": "行こっか。"
        },
        {
            "N": "「少女」",
            "T": "うん。あそこに並ぶみたい…"
        },
        {
            "N": "ヤツェク",
            "T": "しっかりお座りくださいね。旅の途中はくれぐれもお気をつけて。回転中のドドコから降りないようにしてください。"
        },
        {
            "N": "ヤツェク",
            "T": "それでは…良い旅を！"
        },
        {
            "N": "_0",
            "T": "（アリスさんって、いつも変わった面白いものを作るなぁ…）"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "_0",
            "T": "どうだった？"
        },
        {
            "N": "「少女」",
            "T": "よかった。まるで月霊の道みたい。"
        },
        {
            "N": "「少女」",
            "T": "月霊たちも時々私のまわりをくるくるしながら、綺麗なメロディーを奏でてくれるの。"
        },
        {
            "N": "_0",
            "T": "かわいいね。"
        },
        {
            "N": "「少女」",
            "T": "うん。きっと月に行っても、また月霊たちに会いたくなると思う。"
        },
        {
            "N": "_0",
            "T": "（……）"
        },
        {
            "N": "_0",
            "T": "（月には…何があるんだろう？コロンビーナにも分からないのかな…）"
        },
        {
            "N": "_0",
            "T": "怖くなったりしないの？"
        },
        {
            "N": "「少女」",
            "T": "するよ。"
        },
        {
            "N": "_0",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "昔はたまに怖くなってたけど、今の怖さはまた少し違う。"
        },
        {
            "N": "「少女」",
            "T": "…私が「消えてた」数日間、面白いものをたくさん見たの——"
        },
        {
            "N": "「少女」",
            "T": "私と家族とで接し方がまったく異なる霜月の子や、想像もしてなかった友情の伝え方を。"
        },
        {
            "N": "「少女」",
            "T": "最初はずっと不思議だった。神を敬ってるはずなのに、いちばん真摯で温かな感情はどうして神ではなく家族や友人に向けるのか。"
        },
        {
            "N": "「少女」",
            "T": "でも、だんだんと分かってきたの。彼らはお互いに、良いところも悪いところもすべて受け入れてもらえると信じてるんだって。"
        },
        {
            "N": "_0",
            "T": "#友達も{M#君}{F#あなた}のすべてを受け入れてくれる。"
        },
        {
            "N": "「少女」",
            "T": "知ってるよ。キミたちが私の名前を呼んでくれた、その時から。"
        },
        {
            "N": "「少女」",
            "T": "いま私が「怖い」と感じるのは、手に入れたばかりのすべてが、今夜終わってしまうこと。"
        },
        {
            "N": "_0",
            "T": "終わらないよ。"
        },
        {
            "N": "「少女」",
            "T": "えっ？"
        },
        {
            "N": "_0",
            "T": "たとえ月に行っても。"
        },
        {
            "N": "_0",
            "T": "友達はここにいる。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "そう言ってくれてありがとう。ううん…私の話を聞いてくれて、ありがとう。"
        },
        {
            "N": "「少女」",
            "T": "安心して。恐怖も未知も、私を傷つけることはできない。今の私は…それ以上に強い宝物を持ってるから。"
        },
        {
            "N": "「少女」",
            "T": "ただ…この最後の夜に、私の本当の姿をキミに覚えてもらいたい。"
        },
        {
            "N": "ヤツェク",
            "T": "皆さん、ドドコの冒険はこれにて終了です。ゆっくりお降りください。またのお越しをお待ちしております！"
        },
        {
            "N": "ヤツェク",
            "T": "…おや？お二人はまだ旅を終わらせたくないようですね？"
        },
        {
            "N": "ヤツェク",
            "T": "ははっ、でもご安心を。この先もずっと旅は続きますから。"
        }
    ],
    "602722": [
        {
            "N": "アリス",
            "T": "とっても才能があるのね！"
        },
        {
            "N": "",
            "T": "コロンビーナはミニゲーム「ドドコバンバンホリデー」をクリアした。"
        },
        {
            "N": "アリス",
            "T": "ちょっと難しかったかしら？少しずつボンボン爆弾の爆発範囲に慣れてみて。そうすれば上手くいくから！"
        },
        {
            "N": "アリス",
            "T": "ふふっ、どうだった？"
        },
        {
            "N": "「少女」",
            "T": "ボンボン爆弾はクーヴァキみたいに自在に操れないけど、そのぶん予測不能な面白さがある。"
        },
        {
            "N": "「少女」",
            "T": "たぶん…目新しいから？"
        },
        {
            "N": "アリス",
            "T": "それはよかった！じゃあ、邪魔者を吹き飛ばす感覚はどうだったかしら？"
        },
        {
            "N": "「少女」",
            "T": "きらいじゃない。"
        },
        {
            "N": "アリス",
            "T": "罪悪感はあった？"
        },
        {
            "N": "「少女」",
            "T": "えっと…どういう意味？"
        },
        {
            "N": "アリス",
            "T": "うん！どの質問にも、とてもいい答えを返してくれたね。安全テストは合格！これで心置きなく、特製爆弾を記念にプレゼントしてあげられる。"
        },
        {
            "N": "アリス",
            "T": "月に悪さするやつらがいたら、この爆弾で全部ドカーンしてあげて！"
        },
        {
            "N": "「少女」",
            "T": "うん、わかった。"
        }
    ],
    "602723": [
        {
            "N": "ファルカ",
            "T": "…別に不公平ってわけでもないだろ。"
        },
        {
            "N": "ファルカ",
            "T": "お前の声は直接頭ん中に入ってくる…それをここの子供たちにどう説明すりゃあいい？"
        },
        {
            "N": "ファルカ",
            "T": "「魔法」って言葉だけで納得すると思うか？"
        },
        {
            "N": "「少女」",
            "T": "何かあったの？"
        },
        {
            "N": "ファルカ",
            "T": "おっと、コロンビーナ！なんでもない。気にしないでくれ。"
        },
        {
            "N": "ニコ",
            "T": "あら、ちょうどいいところに来てくれたわ。"
        },
        {
            "N": "ニコ",
            "T": "不公平じゃないって言い張るこちらの騎士が、どうにも納得のいく答えをくれないの。ぜひ、あなたの意見を聞かせてくれる？"
        },
        {
            "N": "ファルカ",
            "T": "ったく、ニコさんのためにわざわざフラッグシップから出てきたっつうのに…"
        },
        {
            "N": "「少女」",
            "T": "何の話？"
        },
        {
            "N": "ニコ",
            "T": "アリスと似た原理の遠隔操作術を使って、ドドコの姿でお祭りに来たのだけれど…"
        },
        {
            "N": "ニコ",
            "T": "ああ、先に言っておくと、まるっきり同じ術ってわけじゃないわよ。"
        },
        {
            "N": "ニコ",
            "T": "アリスは、ドドコに魔女らしい優雅で神秘的な雰囲気をまとわせるために、身体の向きに合わせて尻尾の振り方まで調整しているから。"
        },
        {
            "N": "ニコ",
            "T": "正直、無駄な努力だと思うけれど…そんなところまで気にする人なんていないわよね。"
        },
        {
            "N": "ニコ",
            "T": "むしろ、ドドコのしっぽを凝視している人がいたら、不審者でしかないわ。"
        },
        {
            "N": "ニコ",
            "T": "…話が逸れてしまったわね。アリスのドドコが子供たちと遊んでもいいなら、あたしだって許されるはずよね？"
        },
        {
            "N": "「少女」",
            "T": "ニコさんの声が頭に…"
        },
        {
            "N": "ファルカ",
            "T": "ほれ見ろ、俺の言った通りだろ！"
        },
        {
            "N": "ニコ",
            "T": "……"
        },
        {
            "N": "ファルカ",
            "T": "ニコさん？"
        },
        {
            "N": "ニコ",
            "T": "…納得いかない。"
        },
        {
            "N": "ニコ",
            "T": "たしかに、今のあたしは駄々をこねる子供みたいだということは分かっているわ。むしろ恥ずかしいことをしている自覚だってある…"
        },
        {
            "N": "ニコ",
            "T": "けれど一度口にしてしまった以上、今さら引っ込めても恥の上塗りでしかないわ。"
        },
        {
            "N": "ニコ",
            "T": "ああ…「子供みたい」っていうのはあくまで比喩であって、実際の年齢はあなたたちよりもずっと上だからね。"
        },
        {
            "N": "「少女」",
            "T": "ニコさんが用意したゲームを誰かに遊んでほしいってこと？"
        },
        {
            "N": "ニコ",
            "T": "ゲームそのものは重要じゃないわ。アリスに借りた既製品にすぎないし、そもそも彼女のゲームだって誰かに借りたもののはずよ。"
        },
        {
            "N": "ニコ",
            "T": "それよりも景品を受け取ったときの感想が知りたいの！でも、あたしが直接聞くわけにもいかないから…"
        },
        {
            "N": "ニコ",
            "T": "ずっと我慢していたのよ。この悔しさを誰にも言えないままね。"
        },
        {
            "N": "ニコ",
            "T": "こうしてようやく宝物を渡すのにちょうどいいお祭りの日が来たっていうのに…"
        },
        {
            "N": "「少女」",
            "T": "遊んでみてもいい？景品を貰えるほど上手にできるかは分からないけど…"
        },
        {
            "N": "ニコ",
            "T": "いいの？"
        },
        {
            "N": "「少女」",
            "T": "うん、やってみたい。"
        },
        {
            "N": "ニコ",
            "T": "そうと決まれば、さっそく遊んでみてちょうだい。"
        },
        {
            "N": "ファルカ",
            "T": "（…男一人、完全に蚊帳の外になっちまったな…ははっ。）"
        },
        {
            "N": "",
            "T": "コロンビーナはミニゲーム「カラコロ！ドドコ（ニコさん特注版）」をクリアした。"
        },
        {
            "N": "ニコ",
            "T": "たしかに、今のあたしは…"
        },
        {
            "N": "ニコ",
            "T": "駄々をこねる子供みたいだということは…"
        },
        {
            "N": "ニコ",
            "T": "分かっているわ。"
        },
        {
            "N": "ニコ",
            "T": "むしろ恥ずかしいことをしている自覚だってある…"
        },
        {
            "N": "ニコ",
            "T": "けれど一度口にしてしまった以上、"
        },
        {
            "N": "ニコ",
            "T": "今さら引っ込めても…"
        },
        {
            "N": "ニコ",
            "T": "恥の上塗りでしかないわ。"
        }
    ],
    "602724": [
        {
            "N": "ニコ",
            "T": "おめでとう、コロンビーナさん！あなたは知恵を武器に数々の困難を退け、運命の試練を乗り越えたわ！"
        },
        {
            "N": "「少女」",
            "T": "運命？"
        },
        {
            "N": "ニコ",
            "T": "そこは気にしないで。もっと詩的な言葉がお好きなら「寒風」や「黎明」にしてもいいし…"
        },
        {
            "N": "ニコ",
            "T": "なんなら「ドドコ」に変えても構わない。細部にこだわる必要はないわ。"
        },
        {
            "N": "ニコ",
            "T": "さあ、あたしの期待はこの中に詰まっているわ。"
        },
        {
            "N": "「少女」",
            "T": "開けていい？"
        },
        {
            "N": "ニコ",
            "T": "ええ、早く開けてみて。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "わあ…古風でかわいい…ありがとう、ニコさん。大切にする。"
        },
        {
            "N": "ニコ",
            "T": "ふふっ、それを聞けてあたしも大満足だわ。"
        },
        {
            "N": "ニコ",
            "T": "コロンビーナさん、心からの感謝をあなたに——"
        },
        {
            "N": "ニコ",
            "T": "貴重な時間を割いてお願いを聞いてくれて、本当にありがとう。"
        },
        {
            "N": "「少女」",
            "T": "ううん、気にしないで。"
        },
        {
            "N": "「少女」",
            "T": "みんなが私のためにいろいろしてくれたことはちゃんと分かってるから。お礼を言うのは、いつも贈り物を貰ってる私のほうだよ。"
        }
    ],
    "602725": [
        {
            "N": "バーべロス",
            "T": "おかえりなさい、月神様。"
        },
        {
            "N": "バーべロス",
            "T": "おや？本物の月神様だね？アリスの言った通り、今回の祈月の夜はなかなか面白いことになっておるようだ。"
        },
        {
            "N": "「少女」",
            "T": "また喋れる子…"
        },
        {
            "N": "バーべロス",
            "T": "初めまして、わしは魔女会で「B」と呼ばれる魔女、バーべロス・トリスメギストスだよ。"
        },
        {
            "N": "「少女」",
            "T": "こんばんは、私はコロンビーナ・ハイポセレニア。"
        },
        {
            "N": "バーべロス",
            "T": "ハイポセレニア…ふむ、いい名前だ。"
        },
        {
            "N": "バーべロス",
            "T": "魔女の占いに興味があって来たのかい？"
        },
        {
            "N": "「少女」",
            "T": "占い…霜月の子が、私に将来どうなるか聞いてきたのと同じようなこと？"
        },
        {
            "N": "バーべロス",
            "T": "占ってもらう側からしたら、それに近いかもしれないね。"
        },
        {
            "N": "バーべロス",
            "T": "この先に待つ未知の旅路を知り、心に巣くう疑問を解き、迷いを少しでも拭い去る…これが占いの力だよ。"
        },
        {
            "N": "「少女」",
            "T": "未知の…旅路…"
        },
        {
            "N": "バーべロス",
            "T": "もちろん「運命」を観測するなら、水占の術のほうが正確だが…"
        },
        {
            "N": "バーべロス",
            "T": "あれは簡単にできるものじゃないし、祭りの屋台でやるにはいささか「贅沢」すぎる。それに運命は、正確に知らないほうが良いときもあるからね。"
        },
        {
            "N": "バーべロス",
            "T": "だからもっと祭りに合った、若者にも人気のある「月諭のアルカナ」で占ってやろう。"
        },
        {
            "N": "「少女」",
            "T": "月諭のアルカナ…"
        },
        {
            "N": "バーべロス",
            "T": "ああ。水占の術とは違って、これからの運勢と可能性だけを示してくれるものさ。"
        },
        {
            "N": "バーべロス",
            "T": "人は誰しも、自分の行動次第で結果を変えられると思いたいものだ。遠い未来がはっきりと見えてしまうと、心身に害を及ぼしかねないからね。"
        },
        {
            "N": "「少女」",
            "T": "やってみたい。"
        },
        {
            "N": "バーべロス",
            "T": "それじゃあ座っとくれ、コロンビーナ。"
        },
        {
            "N": "バーべロス",
            "T": "何か具体的に聞きたいことはあるかい？"
        },
        {
            "N": "「少女」",
            "T": "うーん…さっき言ってたみたいに、これからの運勢を知りたい。"
        },
        {
            "N": "バーべロス",
            "T": "じゃあ、月諭のアルカナの基本的なやり方で見てあげよう。"
        },
        {
            "N": "バーべロス",
            "T": "深呼吸をして、これまでに経験したことや、これから経験するであろうことを思い描くんだ。その間にカードを切る。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "バーべロス",
            "T": "自分でカードを切るかい？"
        },
        {
            "N": "「少女」",
            "T": "ううん、お任せする。"
        },
        {
            "N": "バーべロス",
            "T": "ああ、それでも問題ない。分かりやすいよう、コロンビーナの視点からカードを解説しよう。"
        },
        {
            "N": "",
            "T": "コロンビーナは魔女「B」ことバーべロス・トリスメギストスの「占い」を聞いた。"
        },
        {
            "N": "バーべロス",
            "T": "まず一枚目の月諭のアルカナを引いとくれ。それを「運命」の箇所に置いて、今回の占いの土台とする。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "バーべロス",
            "T": "二枚目は「過去」に置くんだ。それがこれまでの人生を表すものとなる。"
        },
        {
            "N": "バーべロス",
            "T": "三枚目は「現在」に置く。おまえの今を映すものだ。"
        },
        {
            "N": "バーべロス",
            "T": "そして、最後は「未来」に…おや？"
        },
        {
            "N": "「少女」",
            "T": "これって…クーヴァキの波の影響？"
        },
        {
            "N": "バーべロス",
            "T": "ふむ、実に興味深い。アルカナの一枚が何かの影響を受けて、本来あるべき場所から離れてしまった。占い師のわしでも初めて見る。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "バーべロス",
            "T": "どうする、コロンビーナ？これは運命の導きのようにも見えるが…"
        },
        {
            "N": "バーべロス",
            "T": "もちろんこのカードを抜いて、自分で「未来」のカードを引くという選択肢もある。"
        },
        {
            "N": "「少女」",
            "T": "…ううん、これでいく。"
        },
        {
            "N": "バーべロス",
            "T": "勇気ある選択だね。結果が楽しみだ。"
        },
        {
            "N": "バーべロス",
            "T": "それじゃあ「アルカナ」を順にめくるとしよう。"
        },
        {
            "N": "「少女」",
            "T": "うん。"
        },
        {
            "N": "バーべロス",
            "T": "まずは「運命」から。ほう、予想通り、おまえの運命を表すアルカナは「月」のようだ。"
        },
        {
            "N": "「少女」",
            "T": "月…"
        },
        {
            "N": "バーべロス",
            "T": "そう。時には真実を、時には嘘を意味する。偽りの平和、破滅をもたらす災い、そしてその奥に眠る世界を変える力。"
        },
        {
            "N": "バーべロス",
            "T": "「月」が出たということは、おまえの運命は「表」に見えるものだけではなく、「裏」が秘められておることを意味する。"
        },
        {
            "N": "バーべロス",
            "T": "それは霧を越える旅路を象徴し、不確定性や欺瞞、そして自分の心と対峙する旅だ。"
        },
        {
            "N": "「少女」",
            "T": "よく分からない…"
        },
        {
            "N": "バーべロス",
            "T": "ヒッヒッ、そう焦ることはない。まだ一枚目のカードをめくったばかりだからね。以降のカードは、この「月」をもとに読み解く。占いの結果はよりハッキリするだろう。"
        },
        {
            "N": "バーべロス",
            "T": "それじゃあ「過去」を——二枚目のカードをめくってごらん。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "バーべロス",
            "T": "ほう…「隠者」だね。ただ、逆位置になっておる。"
        },
        {
            "N": "「少女」",
            "T": "逆位置？"
        },
        {
            "N": "バーべロス",
            "T": "ああ。「隠者」は孤独、内省、真理の追求を意味する。だけど逆位置ってことは、孤立し、真相を得られず、誤った道へと踏み出すことを暗示しておる。"
        },
        {
            "N": "バーべロス",
            "T": "運命で示された「月」と組み合わせると、過去に逆位置の「隠者」が出たということは——"
        },
        {
            "N": "バーべロス",
            "T": "かつてのおまえは孤立を選んだ。ただし、それは恐れや孤高のためではなく、他人には見えない裏の事情があったからだろう。"
        },
        {
            "N": "バーべロス",
            "T": "導きのない暗闇の中、ひとり道を探し、誤った方向にも進んだようだ。それも一度だけじゃなくね。"
        },
        {
            "N": "「少女」",
            "T": "（神になりたくなかったのに、クータルになってしまったこと。それから「帰る場所」を求めて、ファデュイに入ったことを言ってるのかな？）"
        },
        {
            "N": "バーべロス",
            "T": "この答えを知るのはコロンビーナだけかもしれないね。"
        },
        {
            "N": "バーべロス",
            "T": "でも、それはもう「過去」の物語だから心配することはない。次は「現在」を見るとしよう。"
        },
        {
            "N": "バーべロス",
            "T": "ほう…「恋人」とは。月諭のアルカナの中でも面白い一枚だ。"
        },
        {
            "N": "「少女」",
            "T": "これは何を意味してるの？"
        },
        {
            "N": "バーべロス",
            "T": "過去にはなかった感情を経験したということだ。他者と心が繋がる喜び、そしてかけがえのない出会いがあったようだね。"
        },
        {
            "N": "「少女」",
            "T": "うん、最近友達がたくさんできた。みんな優しくて、みんな大好き。"
        },
        {
            "N": "バーべロス",
            "T": "ヒッヒッ、それは素晴らしいことだ。わしも嬉しく思うよ。ただ、それと同時に「恋人」のカードは重要な選択と別れも意味する。おそらく…"
        },
        {
            "N": "「少女」",
            "T": "うん…月に帰るから、だね…"
        },
        {
            "N": "バーべロス",
            "T": "おまえの気持ちはよく分かるよ。友との別れは、決して簡単に乗り越えられるものじゃない…"
        },
        {
            "N": "バーべロス",
            "T": "けど安心しとくれ。それは旅の終点じゃないよ。次の物語は常に我々を待っていて、「未来」はいつだってそこにある。"
        },
        {
            "N": "「少女」",
            "T": "「未来」…"
        },
        {
            "N": "バーべロス",
            "T": "ヒッヒッ、いよいよ最後のカードだ。いったい何が現れ、何を伝えてくれるのか…"
        },
        {
            "N": "「少女」",
            "T": "うん、心の準備はできてる。"
        },
        {
            "N": "バーべロス",
            "T": "ああ。では「未来」に置かれたアルカナをめくってごらん。"
        },
        {
            "N": "バーべロス",
            "T": "ふむ…"
        },
        {
            "N": "「少女」",
            "T": "バーべロスさん？"
        },
        {
            "N": "バーべロス",
            "T": "「死神」だね…"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "なんだか良くなさそう。"
        },
        {
            "N": "バーべロス",
            "T": "それは解釈次第さ、コロンビーナ。"
        },
        {
            "N": "バーべロス",
            "T": "たしかに苦しみに満ちた死や、完全な終わりを意味しておるが、同時に「新生」も示しておる。"
        },
        {
            "N": "バーべロス",
            "T": "おまえの運命のカードが「月」であることを忘れちゃいけないよ。それは「未来」に複数の意味をもたらすものだ。"
        },
        {
            "N": "「少女」",
            "T": "でも、終わりは…避けられないんだよね？"
        },
        {
            "N": "バーべロス",
            "T": "いいや。さっきも言ったように、アルカナが示す運勢はあくまで可能性にすぎず、定められた結末を指すものではない。"
        },
        {
            "N": "バーべロス",
            "T": "さて、最後におさらいをしてあげよう。"
        },
        {
            "N": "バーべロス",
            "T": "おまえは過去に迷いから道を外れたこともあったが、今では新たな繋がりと力を得た。"
        },
        {
            "N": "バーべロス",
            "T": "そして現在、重要な選択に直面しておる。その選択が未来を大きく左右するだろう。"
        },
        {
            "N": "バーべロス",
            "T": "この転換点で、すべてが終わるか、はたまた新たな始まりへと踏み出すかは分からない。"
        },
        {
            "N": "バーべロス",
            "T": "覚えておくといい——すべては、おまえの運命である「月」によって変化する。おまえのなすべきことは、真実を見極め、自分の心と向き合うことだよ。"
        },
        {
            "N": "「少女」",
            "T": "真実…自分の心…"
        },
        {
            "N": "「少女」",
            "T": "ありがとう、バーべロスさん。"
        },
        {
            "N": "バーべロス",
            "T": "どういたしまして。悪い結末を嫌って、占いを忌避する人もおるが…"
        },
        {
            "N": "バーべロス",
            "T": "おまえは違う。占いの結果がどうであれ、心に決めた選択を曲げることはなさそうだ。"
        },
        {
            "N": "バーべロス",
            "T": "それは稀有なことだよ。そして、占い師が何より望むものでもある。わしらは誰かを変えてしまいたいのではなく、ただ導きを与えたいだけだからね。"
        },
        {
            "N": "「少女」",
            "T": "うん、分かった。"
        },
        {
            "N": "バーべロス",
            "T": "さあ、自分の未来を照らすといい、コロンビーナ。今のおまえが放つ月明かりは、この上なくまばゆいものだよ。"
        }
    ],
    "602726": [
        {
            "N": "メッタ",
            "T": "ちゃんと狙ったのに…"
        },
        {
            "N": "ドリー",
            "T": "あらあら、残念でしたわね。私も確かに見ましたわ。あと少しで景品に届きそうでしたのに…"
        },
        {
            "N": "メッタ",
            "T": "違う！当たった瞬間に逃げられたの！"
        },
        {
            "N": "ドリー",
            "T": "逃げられた？"
        },
        {
            "N": "メッタ",
            "T": "そう！紙カエルが動いたんだよ！"
        },
        {
            "N": "シェーンブルン",
            "T": "……"
        },
        {
            "N": "ドリー",
            "T": "まあ！面白いことをおっしゃいますわね。紙で出来たカエルが動くだなんて、魔法でもかかってない限りありえませんわよ。"
        },
        {
            "N": "ドリー",
            "T": "私は一介の店主にすぎませんわ。もしそんな魔法を使えたら、紙カエルなんかじゃなく、モラにその魔法をかけていますわ。モラがぜ～んぶ私の財布に転がり込んでくるようにね、ふふふっ。"
        },
        {
            "N": "ドリー",
            "T": "お客様、もう一度挑戦なさいますか？よく遊んでくれていますし…特別に二割引きにして差し上げますわ。"
        },
        {
            "N": "ドリー",
            "T": "その腕なら、今度こそ景品をゲーッツできるかもしれませんわよ？"
        },
        {
            "N": "メッタ",
            "T": "えっと…"
        },
        {
            "N": "メッタ",
            "T": "その…お小遣いがなくなっちゃったから、お家に帰ってもらってくるね！"
        },
        {
            "N": "ドリー",
            "T": "ええ、ええ、お待ちしておりますわ。ですがご注意くださいませ。うちは祈月の夜にしか開けておりませんので、今日を逃したら次は一年後になりますわよ。"
        },
        {
            "N": "ドリー",
            "T": "では次のお客様、どうぞ。"
        },
        {
            "N": "「少女」",
            "T": "こんばんは。"
        },
        {
            "N": "ドリー",
            "T": "（んまあ、な、なな、なんでこのお方が！スタッフたちに、今回は動かないよう伝えませんと。でも、まだ目配せで伝えられるほどの仲じゃありませんし…）"
        },
        {
            "N": "「少女」",
            "T": "ドリー？"
        },
        {
            "N": "ドリー",
            "T": "あらあら、いらっしゃいませ、コロンビーナさん。うちのゲームで遊んでいかれませんか？ルールは簡単ですわよ。"
        },
        {
            "N": "「少女」",
            "T": "いくら？"
        },
        {
            "N": "ドリー",
            "T": "初回は無料ですの。二回目から少々料金を頂戴いたしますわ。"
        },
        {
            "N": "ドリー",
            "T": "コロンビーナさんの実力なら、どのおもちゃも「一発でゲット」できるかもしれませんわよ！"
        },
        {
            "N": "ドリー",
            "T": "（これなら、この子たちも気づいてくれるはずですわ…）"
        },
        {
            "N": "",
            "T": "コロンビーナは景品のほとんどを手に入れた…"
        }
    ],
    "602727": [
        {
            "N": "ドリー",
            "T": "どれどれ…"
        },
        {
            "N": "ドリー",
            "T": "さすがですわ！本日の最高ポイントですの！"
        },
        {
            "N": "ドリー",
            "T": "惜しいですわね。もう何回か挑戦すればきっといい成績を残せますわ。"
        },
        {
            "N": "ドリー",
            "T": "こちらが景品になります。もう一回挑戦なさいますか？料金ですが…"
        },
        {
            "N": "ドゥリン",
            "T": "コロンビーナさん、素敵な月夜だね。"
        },
        {
            "N": "「少女」",
            "T": "ドゥリン、笠っち。キミたちもゲームをしに来たの？"
        },
        {
            "N": "放浪者",
            "T": "うん&まさか。"
        },
        {
            "N": "放浪者",
            "T": "まさか。"
        },
        {
            "N": "ドゥリン",
            "T": "……"
        },
        {
            "N": "放浪者",
            "T": "……"
        },
        {
            "N": "放浪者",
            "T": "コロンビーナに挨拶をしに来ただけだろう？"
        },
        {
            "N": "ドゥリン",
            "T": "そのつもりだったけど、ここには知り合いがたくさんいるみたい。"
        },
        {
            "N": "シェーンブルン",
            "T": "（この人…ま、まさか！）"
        },
        {
            "N": "パティサラ",
            "T": "（ちびドゥリンだ。すごく大きくなってる！）"
        },
        {
            "N": "放浪者",
            "T": "チッ…熱烈な歓迎だね。"
        },
        {
            "N": "ドリー",
            "T": "まあまあまあ、せっかくですからお二人も挑戦してみてはいかがでしょう？初回はタダですわよ。"
        },
        {
            "N": "放浪者",
            "T": "やるわけないだろ。僕の分はこいつにやってくれ。"
        },
        {
            "N": "ドリー",
            "T": "え、ええと…タダで遊べるのはお一人様一回までですの…"
        },
        {
            "N": "放浪者",
            "T": "あっそ。"
        },
        {
            "N": "ドゥリン",
            "T": "アーモンド長老は元気？"
        },
        {
            "N": "パティサラ",
            "T": "うん、元気だよ！健康のために、毎朝森の中を走ってる。"
        },
        {
            "N": "シェーンブルン",
            "T": "この間はクラッカーとボートレースに参加してたんだけど、どうしてもハスの葉に飛び乗れなくて、クラッカーが笑い転げてた。"
        },
        {
            "N": "パティサラ",
            "T": "ちびドゥリンは元気？まだ飛べるの？"
        },
        {
            "N": "ドゥリン",
            "T": "うん、飛べるよ。"
        },
        {
            "N": "パティサラ",
            "T": "あんまりしゃべらなくなったね。大きくなるって大変？"
        },
        {
            "N": "シェーンブルン",
            "T": "それが大人になるってことだよ。ある詩にこんな一節がある——"
        },
        {
            "N": "シェーンブルン",
            "T": "「騎士は石の剣で金の心を守る」ってね。"
        },
        {
            "N": "シェーンブルン",
            "T": "石は重いだろ？だから口数が少ないんだ。"
        },
        {
            "N": "パティサラ",
            "T": "へえ、わたしも大きくなったら騎士になりたい！さあ輪っか、かかってこい！"
        },
        {
            "N": "ホイール",
            "T": "笠をかぶった方とまたお会いできるとは。前回乗車いただいた時よりもずっと穏やかに見えますね。"
        },
        {
            "N": "放浪者",
            "T": "さあ、どうだか。"
        },
        {
            "N": "ホイール",
            "T": "あなたに助けられた私には分かるのです。それは正しい道を歩んでいる人にしか見られない顔です。"
        },
        {
            "N": "放浪者",
            "T": "……"
        },
        {
            "N": "ホイール",
            "T": "皆さんが望む終点に辿り着けますように。"
        },
        {
            "N": "エスノワール",
            "T": "あ、動けた！動けたよ、ローゼル！"
        },
        {
            "N": "ドリー",
            "T": "（な、なにをしていますの！自分から輪に飛び込むなんて！）"
        },
        {
            "N": "ドリー",
            "T": "あらら…あっという間に全部命中ですわね…"
        },
        {
            "N": "ドリー",
            "T": "（各国を渡り歩いてきましたけれど、こんなのは初めてですわ。もしやこの子たち…こちらのお方と知り合いなのでしょうか？）"
        },
        {
            "N": "ドリー",
            "T": "（ですが、童話の中の折り紙の動物やぜんまい仕掛けの小人と心を通わせるなんてあり得ますの？…同郷とかならまだしも…）"
        },
        {
            "N": "ドリー",
            "T": "（うーん…一体どういうことかしら？今度、大魔女アリスさんに聞いてみませんと…）"
        },
        {
            "N": "ドゥリン",
            "T": "ありがとう、ドリーさん。楽しかったよ。"
        },
        {
            "N": "ドリー",
            "T": "え…ああ、特賞をお渡しいたしますわ…ええと、どこに置いたかしら…少々お待ちくださいまし…"
        },
        {
            "N": "ドリー",
            "T": "（くぅ～特賞を手放すことになるなんて…）"
        },
        {
            "N": "ドリー",
            "T": "（ただまあ先日の儲けもありますし、プラマイゼロってところでしょうか…）"
        },
        {
            "N": "メッタ",
            "T": "はぁ…はぁ…戻ったよ！"
        },
        {
            "N": "メッタ",
            "T": "あれ、あの景品がない？急いで戻ってきたのに！"
        },
        {
            "N": "ドリー",
            "T": "あはは…申し訳ありませんわ。でも、ほかにも素敵な景品はたくさんありますわよ！"
        },
        {
            "N": "メッタ",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "…これがほしかったの？"
        },
        {
            "N": "「少女」",
            "T": "はい、どうぞ。"
        },
        {
            "N": "メッタ",
            "T": "え？でも…"
        },
        {
            "N": "「少女」",
            "T": "受け取って。キミのそばにいたらこの子も喜ぶから。"
        },
        {
            "N": "メッタ",
            "T": "ありがとう、お姉ちゃん…じゃなくて、月神様！"
        },
        {
            "N": "ドリー",
            "T": "（コロンビーナさんったら！そんなことしたら私の儲けが減ってしまうではありませんの！）"
        },
        {
            "N": "ヴィサ",
            "T": "お父さん、さっき言った屋台はここだよ！"
        },
        {
            "N": "ドリー",
            "T": "（はぁ…相手が月神様なら仕方がありませんわ…どうにかしてこの子を引き止めませんと…）"
        },
        {
            "N": "ヴィサ",
            "T": "えっ？特賞がなくなってる…！？"
        },
        {
            "N": "ドゥリン",
            "T": "…よかったらあげるよ。"
        },
        {
            "N": "ドリー",
            "T": "んなぁ！！なな、何ですって！？"
        },
        {
            "N": "ドリー",
            "T": "（じょ…冗談じゃありませんわ！？どうして揃いも揃って商売を邪魔するんですの…！）"
        },
        {
            "N": "ドゥリン",
            "T": "よい月夜を。"
        },
        {
            "N": "「少女」",
            "T": "よい月夜を。"
        }
    ],
    "602731": [
        {
            "N": "「傀儡」",
            "T": "あら…誰かと思えば、いつの間にか失踪ごっこを始めて、どこにもいなかった子じゃない。"
        },
        {
            "N": "「傀儡」",
            "T": "てっきり、祈月の夜になっても帰ってこないのかと思ったわ。"
        },
        {
            "N": "「少女」",
            "T": "サンドローネ、心配してくれてたの？"
        },
        {
            "N": "「傀儡」",
            "T": "はあっ！？勘違いしないでちょうだい！なに馬鹿なこと言ってくれちゃってるわけ？"
        },
        {
            "N": "「少女」",
            "T": "私のことが心配で、ファデュイだってバレないようにわざわざ髪飾りまで着けて、会いに来てくれたんだよね？プロンニアも連れずに。"
        },
        {
            "N": "「傀儡」",
            "T": "ワタ、ワタシはっ…！アナタ、目が見えていないんじゃないの！？"
        },
        {
            "N": "「少女」",
            "T": "見えないよ。でも、周りの人たちがその髪飾りを見たら不思議に思うでしょ？その時に生じるクーヴァキの揺らぎは感じられる。"
        },
        {
            "N": "「少女」",
            "T": "サンドローネ、キミのことだから…猫耳を着けてるんじゃない？"
        },
        {
            "N": "「傀儡」",
            "T": "おだまり！今日はファデュイの縄張りを見回りに来ただけよ。アナタに会ったのも偶然。ふん、ほんと最悪！"
        },
        {
            "N": "「少女」",
            "T": "そうなの？でも私の名前を取り戻すとき、アルレッキーノに頼んでくれたんでしょう？"
        },
        {
            "N": "「傀儡」",
            "T": "コロンビーナ…！！これ以上しょうもないことを言ったら、その首をキュッとするわよ！"
        },
        {
            "N": "「少女」",
            "T": "「コロンビーナ・ハイポセレニア」、これが今の私のフルネーム。"
        },
        {
            "N": "「傀儡」",
            "T": "そんなこと誰も聞いていないわよ！"
        },
        {
            "N": "「少女」",
            "T": "会いたかった、サンドローネ。私が「消えてた」時から…"
        },
        {
            "N": "「傀儡」",
            "T": "ふん…"
        },
        {
            "N": "「少女」",
            "T": "でもね、キミに言いたいことがいっぱいあるの。"
        },
        {
            "N": "「傀儡」",
            "T": "…なに、ケンカでも売るつもり？"
        },
        {
            "N": "「少女」",
            "T": "そうだ、サンドローネ。一緒にあれで遊ぼう。"
        },
        {
            "N": "「傀儡」",
            "T": "フロストフィンイルカ？"
        },
        {
            "N": "「少女」",
            "T": "うん。ハズレの歯を踏むと噛まれる遊び。面白そう。"
        },
        {
            "N": "「傀儡」",
            "T": "誰がアナタなんかと…"
        },
        {
            "N": "「少女」",
            "T": "怖いの？"
        },
        {
            "N": "「傀儡」",
            "T": "チッ…"
        },
        {
            "N": "「傀儡」",
            "T": "あーもう！好きになさい！でもその代わり、コテンパンにしてあげるから！"
        },
        {
            "N": "「少女」",
            "T": "うん。あっ…"
        },
        {
            "N": "コスキ",
            "T": "へッ、この野郎！すっからかんにしてやっからな！"
        },
        {
            "N": "「少女」",
            "T": "ふふっ、忘れるところだった。サンドローネ…"
        },
        {
            "N": "「傀儡」",
            "T": "なによ？"
        },
        {
            "N": "「少女」",
            "T": "負けたら…その頭、思いっきりひっぱたいてあげるから。"
        },
        {
            "N": "「傀儡」",
            "T": "…は？"
        },
        {
            "N": "",
            "T": "「傀儡」が踏んだ歯から奇妙な音が聞こえてきた…"
        }
    ],
    "602732": [
        {
            "N": "「傀儡」",
            "T": "くっ…こんなはずじゃ！"
        },
        {
            "N": "「少女」",
            "T": "サンドローネ、ハズレを踏んじゃったね。"
        },
        {
            "N": "「傀儡」",
            "T": "うるさい！"
        },
        {
            "N": "「少女」",
            "T": "手伝おうか？抜けられないみたいだけど。"
        },
        {
            "N": "「傀儡」",
            "T": "けっこうよ！"
        },
        {
            "N": "「傀儡」",
            "T": "んぐ…ゲームの筐体ごときに、なんでこんな身動きが取れないの！"
        },
        {
            "N": "「少女」",
            "T": "あはは…"
        },
        {
            "N": "「傀儡」",
            "T": "笑うんじゃないわよ！！"
        },
        {
            "N": "「少女」",
            "T": "それじゃさっき言ったように、負けたら…"
        },
        {
            "N": "「傀儡」",
            "T": "ちょっと！何する気よ？まさか本気で…！？"
        },
        {
            "N": "「少女」",
            "T": "…ふふっ！"
        },
        {
            "N": "「傀儡」",
            "T": "今に見てなさい！"
        },
        {
            "N": "「傀儡」",
            "T": "もう一回勝負よ！"
        },
        {
            "N": "「少女」",
            "T": "大丈夫？サンドローネ、ゼンマイごと思いっきり噛まれてたけど…"
        },
        {
            "N": "「傀儡」",
            "T": "心配は不要よ！"
        },
        {
            "N": "「少女」",
            "T": "じゃあ、今度は私から。"
        },
        {
            "N": "「傀儡」",
            "T": "（なるほど…この子、ハズレを感知できるのね…）"
        },
        {
            "N": "「傀儡」",
            "T": "（コロンビーナが避けた歯を踏まなければ勝てるわ。）"
        },
        {
            "N": "「少女」",
            "T": "これは…うん、問題ない。"
        },
        {
            "N": "「傀儡」",
            "T": "（あれを避けた…ふふっ、この勝負もらったわ。）"
        },
        {
            "N": "「傀儡」",
            "T": "さ、ワタシの番ね。"
        },
        {
            "N": "「傀儡」",
            "T": "……"
        },
        {
            "N": "「傀儡」",
            "T": "…え？"
        },
        {
            "N": "「少女」",
            "T": "また負けちゃったね、サンドローネ。"
        },
        {
            "N": "「傀儡」",
            "T": "くっ…ハズレは一つだけじゃなかったのね！？"
        },
        {
            "N": "「少女」",
            "T": "…こつん。"
        },
        {
            "N": "「傀儡」",
            "T": "このゲーム、どこのバカが作ったのよ！？"
        },
        {
            "N": "",
            "T": "このラウンドでも、「傀儡」は壊れた歯を踏んでしまった…"
        },
        {
            "N": "「少女」",
            "T": "大丈夫？ずいぶん荒れてるけど…"
        },
        {
            "N": "「傀儡」",
            "T": "ふん、大丈夫よ！"
        },
        {
            "N": "「少女」",
            "T": "もしあれなら、キミも私の頭を叩く？"
        },
        {
            "N": "「傀儡」",
            "T": "そんな必要ないわよ！"
        },
        {
            "N": "「少女」",
            "T": "何回か叩いていいよ。だって、何度も負けちゃったんだから。"
        },
        {
            "N": "「傀儡」",
            "T": "必要ないって言っているでしょ！！"
        },
        {
            "N": "「傀儡」",
            "T": "本当に昔からうざったいわね…"
        },
        {
            "N": "「傀儡」",
            "T": "勝手にワタシの部屋の前で歌って、お茶会に参加して、気づいたらどこかに行って…今度は月？"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "ファデュイでキミやアルレッキーノ、それからロザリンと一緒に過ごした日々は、私がいちばん好きな時間だよ。"
        },
        {
            "N": "「少女」",
            "T": "その思い出は忘れない、そして今この瞬間も。"
        },
        {
            "N": "「傀儡」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "どこにいても、ずっと友達だよね？"
        },
        {
            "N": "「傀儡」",
            "T": "ふんっ、誰がアナタなんかと…"
        },
        {
            "N": "「少女」",
            "T": "私、きっとまたサンドローネに会いたくなる。"
        },
        {
            "N": "「傀儡」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "…さようなら、サンドローネ…"
        },
        {
            "N": "「傀儡」",
            "T": "コロンビーナ…ワタシも…"
        },
        {
            "N": "_1005",
            "T": "ん？なにか言ったか？"
        },
        {
            "N": "「傀儡」",
            "T": "ひゃあっ！"
        },
        {
            "N": "_1005",
            "T": "うわっ！びっくりしたぁ！どうしたんだよ？ずっと探してたんだぞ。"
        },
        {
            "N": "「傀儡」",
            "T": "なんの用かしら！？"
        },
        {
            "N": "_1005",
            "T": "ん？その耳…"
        },
        {
            "N": "_0",
            "T": "似合わない…"
        },
        {
            "N": "_0",
            "T": "似合ってるね…"
        },
        {
            "N": "「傀儡」",
            "T": "な・ん・の・よ・う！？"
        },
        {
            "N": "_1005",
            "T": "えっと、これ…"
        },
        {
            "N": "「傀儡」",
            "T": "…あら？"
        },
        {
            "N": "_1005",
            "T": "おまえも描いてくれよ。コロンビーナの友達だろ？"
        },
        {
            "N": "「傀儡」",
            "T": "……"
        },
        {
            "N": "「傀儡」",
            "T": "ふんっ…この幸運に感謝しなさいよ。"
        },
        {
            "N": "_1005",
            "T": "…なんだって？"
        },
        {
            "N": "「傀儡」",
            "T": "なんでもないわ——はい、できたわよ。"
        },
        {
            "N": "_1005",
            "T": "はやっ！？"
        },
        {
            "N": "_1005",
            "T": "あっ、そうだ！もう一つ用事があって…"
        },
        {
            "N": "_1005",
            "T": "「水仙十字結社」の研究に興味を持ってたよな？この前は見せるタイミングがなかったけど…"
        },
        {
            "N": "「傀儡」",
            "T": "見せる？"
        },
        {
            "N": "_0",
            "T": "これを見せたかった。"
        },
        {
            "N": "「傀儡」",
            "T": "…アラン、ルネ、それに…マリアン…"
        },
        {
            "N": "_0",
            "T": "あと、これも。"
        },
        {
            "N": "「傀儡」",
            "T": "…「聖剣」…まるで世界を救うおもちゃね。"
        },
        {
            "N": "_0",
            "T": "みんなのこと認めてあげないの？"
        },
        {
            "N": "「傀儡」",
            "T": "認める、認めないって問題じゃないの。"
        },
        {
            "N": "「傀儡」",
            "T": "あの人たち…特にアラン・ギヨタンとルネは、世界のために自分を犠牲にする道を選んだのよ。"
        },
        {
            "N": "「傀儡」",
            "T": "ワタシなら、絶対に選ばないわ。"
        },
        {
            "N": "「傀儡」",
            "T": "でも…ふふ、あの時の写真が残っているなんて知らなかった。"
        },
        {
            "N": "「傀儡」",
            "T": "そうだ…さっき写真を撮っておけば…"
        },
        {
            "N": "_0",
            "T": "撮っておいたよ。"
        },
        {
            "N": "「傀儡」",
            "T": "…え？"
        },
        {
            "N": "_1005",
            "T": "おまえがフロストフィンイルカに噛まれて、コロンビーナに「こつん」ってされた瞬間をな。"
        },
        {
            "N": "「傀儡」",
            "T": "そんな写真、今すぐ破り捨てなさい！！！"
        }
    ],
    "602733": [
        {
            "N": "リンプ",
            "T": "ムーンキャンディはいかがですか？見た目も可愛らしくて美味しいですよ！箱詰めならみんなと一緒に楽しめます！"
        },
        {
            "N": "「少女」",
            "T": "（みんなで…？旅人たちは何味が好きかな…）"
        },
        {
            "N": "リンプ",
            "T": "おかえりなさい、月神様！ムーンキャンディをお求めで？"
        },
        {
            "N": "「少女」",
            "T": "うん。"
        },
        {
            "N": "リンプ",
            "T": "ありがとうございます！何味がいいでしょう？"
        },
        {
            "N": "「少女」",
            "T": "よく分からないけど…どんな味があるの？"
        },
        {
            "N": "リンプ",
            "T": "ご自宅用ですか、それともギフト用ですか？"
        },
        {
            "N": "「少女」",
            "T": "友達にあげたいの。"
        },
        {
            "N": "リンプ",
            "T": "でしたら、リンゴ、ホワイトベリー、ソマルの実味がお勧めです。どれも人気ですよ。"
        },
        {
            "N": "「少女」",
            "T": "宿影花の味はない？"
        },
        {
            "N": "リンプ",
            "T": "宿影花ですか？恋人同士が贈り合うことはありますが、フレーバーとして使えるかどうかは…"
        },
        {
            "N": "「少女」",
            "T": "合わない？じゃあ…月落銀は？"
        },
        {
            "N": "リンプ",
            "T": "えっと…お友達にあげるんですよね？"
        },
        {
            "N": "「少女」",
            "T": "じゃあ…サワークリーム味は？"
        },
        {
            "N": "リンプ",
            "T": "それならいけるかもしれません！…よろしければ、少々お待ちいただけますか？すぐにお作りしますので。"
        },
        {
            "N": "リンプ",
            "T": "もし他にも思いついた味があればぜひおっしゃってください。"
        },
        {
            "N": "",
            "T": "雑草味、クルムカケ味、深煎りコーヒー味…頭に浮かんだ味を伝えた。"
        },
        {
            "N": "",
            "T": "キャンディの香りに誘われ、いつの間にか子供たちが集まっていた。みんな首を長くして今か今かと待っている。"
        },
        {
            "N": "",
            "T": "フィッシュステーキ味、ベリーとお肉のソテー味、祈月の花味…"
        },
        {
            "N": "",
            "T": "店主は期待の眼差しを浴びながら、鮮やかなキャンディを次々と作っていった。"
        },
        {
            "N": "リンプ",
            "T": "お待ちどうさま。ご注文の品です。"
        },
        {
            "N": "「少女」",
            "T": "ありがとう。"
        },
        {
            "N": "リンプ",
            "T": "こちらこそ、おかげさまで大繁盛ですよ。まさに「月神の祝福」ですね。"
        },
        {
            "N": "リンプ",
            "T": "お友達と楽しいひと時をお過ごしください。"
        }
    ],
    "602734": [
        {
            "N": "アイノ",
            "T": "やっぱりおかしい！イネファ絶対ズルしてるでしょ？なんで毎回アイノが負けるの！"
        },
        {
            "N": "イネファ",
            "T": "ズルはしていません。"
        },
        {
            "N": "アイノ",
            "T": "嘘だっ！いつ嘘を覚えたの？今度直してあげなきゃ！"
        },
        {
            "N": "イネファ",
            "T": "あっ、コロンビーナさん、助けてください。"
        },
        {
            "N": "「少女」",
            "T": "え？"
        },
        {
            "N": "イネファ",
            "T": "言わせていただきますが、ズルをしたのはアイノです…"
        },
        {
            "N": "アイノ",
            "T": "ななっ！イネファが反抗期だーっ！"
        },
        {
            "N": "「少女」",
            "T": "ふふっ。"
        },
        {
            "N": "アイノ",
            "T": "…むぅ、みんなアイノを笑いものにして…！家に帰ったら勝率100％のゲームロボットを作ってやるんだから！"
        },
        {
            "N": "アイノ",
            "T": "それでみんなを叩きのめして、ステッカーをいっぱい貼ってあげる！"
        },
        {
            "N": "_1005",
            "T": "なんか大きな声が聞こえたけど、大丈夫か…"
        },
        {
            "N": "_1005",
            "T": "ぷっ…ぷははは！"
        },
        {
            "N": "_0",
            "T": "何してたの？"
        },
        {
            "N": "「少女」",
            "T": "どうやら、ズルできるゲームみたい。"
        },
        {
            "N": "イネファ",
            "T": "「月霊ツイン」というゲームです。"
        },
        {
            "N": "イネファ",
            "T": "プレイヤーは色の異なる月霊を数匹持っていて、相手の月霊を一匹ずつ引いていきます。"
        },
        {
            "N": "イネファ",
            "T": "引いた月霊と同じ色の月霊がいたら捨て、同じ色がいなければそのままキープです。"
        },
        {
            "N": "イネファ",
            "T": "先にすべての月霊を捨てたほうが勝ちとなり、負けた相手にステッカーを貼ることができます。"
        },
        {
            "N": "ルオンノタル",
            "T": "～！"
        },
        {
            "N": "_1005",
            "T": "なるほど！四人でも遊べるか？"
        },
        {
            "N": "イネファ",
            "T": "はい、引く順番を決めれば問題ありません。"
        },
        {
            "N": "_1005",
            "T": "じゃあ、オイラと旅人で一人分としてカウントしてくれ。"
        },
        {
            "N": "アイノ",
            "T": "もし負けたら、二人ともステッカーを貼られるんだからね。"
        },
        {
            "N": "_1005",
            "T": "わかったぞ。オイラたちが勝ったら？"
        },
        {
            "N": "アイノ",
            "T": "勝ったら…えっと、勝ってもステッカーを貼れるのは一人だけだよ。"
        },
        {
            "N": "イネファ",
            "T": "アイノ独自のルールがあるようです。"
        },
        {
            "N": "アイノ",
            "T": "ってことで、ゲームは仕切り直し。アイノに貼られたステッカーも全部リセットだから。"
        },
        {
            "N": "_1005",
            "T": "ルオンノタルにはスペシャル月霊になってもらって…よし、イネファから時計回りでいこうぜ。"
        },
        {
            "N": "",
            "T": "みんなで「月霊ツイン」を何度も遊んだが、イネファだけはほとんどシールを貼られなかった…"
        }
    ],
    "602735": [
        {
            "N": "アイノ",
            "T": "ええと…どのステッカーにしよっかなぁ？"
        },
        {
            "N": "_1005",
            "T": "ついさっきまで不機嫌だったのが嘘みたいだぞ。"
        },
        {
            "N": "アイノ",
            "T": "フフン、だってアイノが勝ったからね。"
        },
        {
            "N": "アイノ",
            "T": "ぶぅ～～なんでまた負けるの？"
        },
        {
            "N": "イネファ",
            "T": "アイノ、あまり動くとステッカーが落ちてしまいますよ。"
        },
        {
            "N": "アイノ",
            "T": "別に落ちてもいいもんね！"
        },
        {
            "N": "アイノ",
            "T": "月霊と同じで、ステッカーも二枚そろったらバイバイしてくれればいいのに。"
        },
        {
            "N": "「少女」",
            "T": "負けちゃった。"
        },
        {
            "N": "ルオンノタル",
            "T": "～！"
        },
        {
            "N": "アイノ",
            "T": "やったー！ステッカー♪ステッカー♪"
        },
        {
            "N": "_0",
            "T": "貼るよ？"
        },
        {
            "N": "_0",
            "T": "いくよ！"
        },
        {
            "N": "「少女」",
            "T": "うん…"
        },
        {
            "N": "アイノ",
            "T": "わわっ、カワイイ！"
        },
        {
            "N": "「少女」",
            "T": "そう？自分じゃ見られないけど。"
        },
        {
            "N": "ルオンノタル",
            "T": "～！"
        },
        {
            "N": "「少女」",
            "T": "えっ…"
        },
        {
            "N": "_1005",
            "T": "ルオンノタルがなにか言ったみたいだぞ？"
        },
        {
            "N": "「少女」",
            "T": "かわいいから、もっと負けてほしいって…"
        },
        {
            "N": "",
            "T": "さらに数ゲーム後、みんなはステッカーまみれになっていた…"
        },
        {
            "N": "",
            "T": "ある者を除いて…"
        },
        {
            "N": "_1005",
            "T": "眉毛のとこにステッカー貼ったの誰だよ？ううっ…前が見えないじゃんか。"
        },
        {
            "N": "アイノ",
            "T": "これで分かったでしょ。"
        },
        {
            "N": "_0",
            "T": "うん、間違いない。"
        },
        {
            "N": "ルオンノタル",
            "T": "～？"
        },
        {
            "N": "「少女」",
            "T": "私も同感。"
        },
        {
            "N": "アイノ",
            "T": "やっぱりズルしてるでしょ、イネファ！"
        },
        {
            "N": "イネファ",
            "T": "私がズルを？"
        },
        {
            "N": "アイノ",
            "T": "言い訳しても無駄だよ、イネファ！ずっと見張ってたんだから！"
        },
        {
            "N": "アイノ",
            "T": "ゲーム中、月霊の動きをずっと計算してたでしょ。ルオンノタルが最初どこにいたか、月霊がどう動いたか…"
        },
        {
            "N": "アイノ",
            "T": "揃った月霊と、残った月霊…みんなの表情まで、全部計算してたよね！？"
        },
        {
            "N": "_1005",
            "T": "そうだそうだ！"
        },
        {
            "N": "イネファ",
            "T": "仮にそうであっても、ゲームのルールに反していません…そもそも、私が計算をしていたという証拠はありますか？"
        },
        {
            "N": "_0",
            "T": "証拠は…"
        },
        {
            "N": "_0",
            "T": "目が光ってた！"
        },
        {
            "N": "イネファ",
            "T": "でも、ルール違反とは言えません…"
        },
        {
            "N": "アイノ",
            "T": "認めた！"
        },
        {
            "N": "「少女」",
            "T": "認めた。"
        },
        {
            "N": "アイノ",
            "T": "みんな、今度はイネファにステッカーを貼りまくる番だよ。いくよー！"
        },
        {
            "N": "イネファ",
            "T": "ま、待ってください…"
        },
        {
            "N": "_1005",
            "T": "くらえーっ！"
        }
    ],
    "602740": [
        {
            "N": "「祈月の手紙」を確認する",
            "T": "「月下の世界の生きとし生ける者が、帰る場所を見つけられますように。またいつか、みんなと会えますように。」"
        }
    ],
    "602741": [
        {
            "N": "「祈月の手紙」を確認する",
            "T": "「リーリキさんに気付いてもらえたらなぁ…」"
        }
    ],
    "602742": [
        {
            "N": "「祈月の手紙」を確認する",
            "T": "「給料上げてくれないかなぁ…」"
        }
    ],
    "602743": [
        {
            "N": "「祈月の手紙」を確認する",
            "T": "「人間社会にもっと早く溶け込みたい…」"
        }
    ],
    "602744": [
        {
            "N": "「祈月の手紙」を確認する",
            "T": "#「{NICKNAME}の旅が順調でありますように。コロンビーナの旅もまた、順調でありますように。」"
        }
    ],
    "602745": [
        {
            "N": "「祈月の手紙」を確認する",
            "T": "「二度と長羽トキに噛まれませんように。」"
        }
    ],
    "602746": [
        {
            "N": "_0",
            "T": "引き続き見る"
        }
    ],
    "602747": [
        {
            "N": "_0",
            "T": "離れる"
        }
    ],
    "602750": [
        {
            "N": "キャサリン",
            "T": "よい月夜を。素敵なひと時を過ごせますように。"
        }
    ],
    "602751": [
        {
            "N": "「召使」",
            "T": "リネたちがこのような遊びに興じているのを見たことがある。たまには息抜きにやってみるのも悪くないものだな。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "「召使」",
            "T": "キャンディ？フッ…子供たちも喜ぶはずだ。少し多めにもらって構わないだろうか？"
        },
        {
            "N": "「召使」",
            "T": "コロンビーナ、君は本当に変わった。昔の君なら、たとえ誰かにそうしろと言われても、人のために何かをすることなんてなかった。"
        },
        {
            "N": "「召使」",
            "T": "今の君のほうがずっと好ましい。おそらくサンドローネもそう思っているはずだ。"
        }
    ],
    "602752": [
        {
            "N": "ネフェル",
            "T": "ふう～気持ちいいねぇ。アシュルも水遊びが好きだったら、連れて来てやったんだけど。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "ネフェル",
            "T": "ん？わざわざありがとね。"
        },
        {
            "N": "ネフェル",
            "T": "…へえ、なかなかおいしいじゃないか。砂漠の民にとって、手の届かない贅沢品はたくさんあってね。キャンディもその一つだった。"
        },
        {
            "N": "ネフェル",
            "T": "あの時はあんなに欲しかったのに…いざ簡単に手に入れられるようになると、当時の気持ちはどこかに消えてしまってる。"
        },
        {
            "N": "ネフェル",
            "T": "コロンビーナの祈月の夜に、悔いが残らないよう願ってるよ。"
        }
    ],
    "602753": [
        {
            "N": "ヤフォダ",
            "T": "あ、あぁああ…執行官と水風船バトル…おそろしや…ん？でも意外と楽しいかも…"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "ヤフォダ",
            "T": "ええっ、むしろこっちが手土産をあげるべきなのに、なんか悪いな。"
        },
        {
            "N": "ヤフォダ",
            "T": "そんじゃ…おひとつ——"
        },
        {
            "N": "ヤフォダ",
            "T": "（んぐっ、なんだこりゃ！？）"
        },
        {
            "N": "ヤフォダ",
            "T": "（ノロツノライノにお尻をつつかれて、雑草だらけの泥ん中に頭から突っ込んだような味だ…）"
        },
        {
            "N": "ヤフォダ",
            "T": "（…呑み込むのは無理そう、吐き出しても後味がずっと残るかも…）"
        },
        {
            "N": "ヤフォダ",
            "T": "う、うまいなぁ…あはは…"
        }
    ],
    "602754": [
        {
            "N": "スニツア",
            "T": "おかえりなさい、月神様。動物のアクセサリーはいかがでしょう？"
        },
        {
            "N": "「少女」",
            "T": "（どれにしよう…）"
        },
        {
            "N": "「少女」",
            "T": "黒い猫耳を試してみる"
        },
        {
            "N": "「少女」",
            "T": "茶色の猫耳を試してみる"
        },
        {
            "N": "「少女」",
            "T": "鹿の角のカチューシャを試してみる"
        },
        {
            "N": "「少女」",
            "T": "（しばらく着けておこうかな？）"
        },
        {
            "N": "「少女」",
            "T": "着けておく。"
        },
        {
            "N": "「少女」",
            "T": "他のも試してみる…"
        },
        {
            "N": "「少女」",
            "T": "こっちはどうだろう…"
        },
        {
            "N": "「少女」",
            "T": "やっぱりやめとこう。"
        }
    ],
    "602755": [
        {
            "N": "フリンズ",
            "T": "祭りの灯りは、人々の笑顔をいつもよりいっそう温かく照らしてくれるものですね。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "フリンズ",
            "T": "お気遣い感謝します。人々を照らす月光のように、コロンビーナさんの優しさが心に染みてきますね。"
        },
        {
            "N": "フリンズ",
            "T": "後ほどじっくりと舌で楽しませていただきます。僕が選んだ味はまだ残っていますよね？他の方にも味わっていただきたいので。"
        },
        {
            "N": "フリンズ",
            "T": "その想いがより多くの人に届くことを願っています。"
        }
    ],
    "602756": [
        {
            "N": "ラウマ",
            "T": "皆の願いが叶わんことを。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "ラウマ",
            "T": "お気遣い感謝する。いただこう。"
        },
        {
            "N": "ラウマ",
            "T": "…甘い。"
        },
        {
            "N": "ラウマ",
            "T": "薄味に慣れておるせいか、この種の甘味は少々刺激が強すぎるようだ…"
        },
        {
            "N": "ラウマ",
            "T": "だが、コロンビーナさんとこうして過ごせることを、心から嬉しく思う。"
        }
    ],
    "602757": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602758": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602759": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602760": [
        {
            "N": "リーリキ",
            "T": "あら？カントールさん、今の月神様の格好をした女の子、どこにいったのかしら？"
        },
        {
            "N": "カントール",
            "T": "さあ、僕はずっと…猫を見てたし…"
        },
        {
            "N": "リーリキ",
            "T": "そう…"
        },
        {
            "N": "リーリキ",
            "T": "あの方、まるで魂を導く本物のクータル様みたいだったわ。"
        }
    ],
    "602761": [
        {
            "N": "ヤツェク",
            "T": "「ドドコぐるぐる大冒険」！ふわふわのドドコに乗って、忘れられない冒険へ旅立ちましょう！"
        },
        {
            "N": "「少女」",
            "T": "もう一回乗りたい。"
        },
        {
            "N": "ヤツェク",
            "T": "ええ、もちろん大歓迎です。さあ、こちらへどうぞ。"
        },
        {
            "N": "「少女」",
            "T": "…"
        },
        {
            "N": "_0",
            "T": ""
        },
        {
            "N": "_0",
            "T": "離れる"
        },
        {
            "N": "「少女」",
            "T": "もう満足。"
        },
        {
            "N": "_0",
            "T": "離れる"
        }
    ],
    "602762": [
        {
            "N": "_1005",
            "T": "そんなに面白かったのか？おまえもコロンビーナも、まだまだ遊び足りないって顔してるけど。"
        },
        {
            "N": "_1005",
            "T": "うっ…オイラが乗ったら、酔ったりしないよな…"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "_1005",
            "T": "キャンディをくれるのか？ありがとな、コロンビーナ。じゃ、遠慮なくいただくぜ！"
        },
        {
            "N": "_1005",
            "T": "あむ…わぁ～フルーツの味が濃くて…すっごくおいしいぞ！"
        },
        {
            "N": "_1005",
            "T": "おまえの味は？"
        },
        {
            "N": "_0",
            "T": "サワークリーム味…？面白い味だよ。"
        },
        {
            "N": "_1005",
            "T": "へえ、おいしそうだな！オイラも食べてみたいぞ…まだあるか？"
        },
        {
            "N": "「少女」",
            "T": "うん、あるはず。"
        },
        {
            "N": "_1005",
            "T": "どれどれ…"
        },
        {
            "N": "_0",
            "T": "コロンビーナは食べた？"
        },
        {
            "N": "「少女」",
            "T": "えっ…"
        },
        {
            "N": "_0",
            "T": "パイモン、サワークリーム味を三つお願い。"
        },
        {
            "N": "_1005",
            "T": "おう！"
        },
        {
            "N": "_1005",
            "T": "あった！三つゲットだぜ！"
        },
        {
            "N": "_1005",
            "T": "はい、一人ひとつずつな。"
        },
        {
            "N": "_0",
            "T": "じゃあ…せーの！"
        },
        {
            "N": "三人",
            "T": "あまいっ！"
        }
    ],
    "602763": [
        {
            "N": "「少女」",
            "T": "ピョンピョンしてる…それにふわふわ…"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "おかえりなさい、月神様。"
        },
        {
            "N": "「少女」",
            "T": "あれ？この子も喋れるんだ…"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "コホン、自己紹介するね。私は遥か遠い群島から来たドドコ。たくさんいるきょうだいたちの中でも、一番やんちゃな子なの！"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "困難も邪魔者も、全部まとめてドカーンするのよ。"
        },
        {
            "N": "「少女」",
            "T": "楽しそう。"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "そうでしょ？…でも少し困ったことがあってね。"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "最近、私の故郷にあるのと同じくらい綺麗で透き通ったビーチを見つけたから、潜ってみたんだけど…"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "そしたらもう、どこもかしこも水草だらけ。しかも、私をおやつにしようとする意地悪なツノツノ魚までいたのよ…"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "しっぽが痛くなるまで必死に逃げ回って、やっと陸に戻ってこれたの！"
        },
        {
            "N": "「少女」",
            "T": "ドカーンはしなかったの？"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "もちろんそうしようと思ったけど、月神様は動物たちの言葉が分かるんでしょ？"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "もし勝手にドカーンしたら、悪いお魚にチクられて、ここから追い出されちゃうかもしれない。そうなったら、冬のバカンスがすべてパーになっちゃう！"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "慈悲深い月神様…どうか助けてくれないかしら…"
        },
        {
            "N": "「少女」",
            "T": "一緒にドカーンしてほしいってこと？"
        },
        {
            "N": "やんちゃなドドコ",
            "T": "ふふふっ、安心して。この大冒険は何にも危なくないから。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "アリス",
            "T": "今夜はみんな月神様を演じてるけど、月神様がドドコのフリをしちゃいけないなんて決まりはないでしょ？"
        },
        {
            "N": "アリス",
            "T": "それに、ここはあなたの「家」。もっと自由に振る舞ったっていいんじゃない？"
        },
        {
            "N": "「少女」",
            "T": "でも、ドドコのことはよく知らない…"
        },
        {
            "N": "アリス",
            "T": "大丈夫。ドドコたちは天真爛漫で、とっても自由な子だから。"
        },
        {
            "N": "アリス",
            "T": "私みたいなイタズラっ子もいれば、石の上でずっとお昼寝してる「ねぼすけさん」もいる。"
        },
        {
            "N": "アリス",
            "T": "楽しさと自由を求める子はみんな、ドドコだって言ってもいいのよ！"
        },
        {
            "N": "アリス",
            "T": "あるいは…ふわふわでやんちゃな月霊だと思ってみてもいいかもね？"
        },
        {
            "N": "月霊",
            "T": "？"
        },
        {
            "N": "「少女」",
            "T": "それならイメージしやすい。"
        },
        {
            "N": "アリス",
            "T": "うんうん！さあ、遊びましょう。海に飛び込むから私のしっぽに掴まって！悪い子たちをお仕置きしてあげましょう！"
        }
    ],
    "602764": [
        {
            "N": "アリス",
            "T": "もう一回お魚をドカーン…じゃなくて、悪いお魚を追い払うゲームがしたいのかしら？"
        },
        {
            "N": "「少女」",
            "T": "うん。私は月のドドコ。"
        },
        {
            "N": "アリス",
            "T": "そうこなくっちゃ。それじゃあ「月のドドコ」と大冒険へ出発！"
        },
        {
            "N": "「少女」",
            "T": "他の屋台を見てくる。"
        },
        {
            "N": "アリス",
            "T": "ええ、もちろん。ドドコの大冒険は、いつでもあなたを待ってるからね。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "アリス",
            "T": "まあ～こんな形のキャンディは初めて！水晶みたいにキラキラしてる！"
        },
        {
            "N": "アリス",
            "T": "さっそくいただくね——あま～い！お日様をたっぷり浴びたトマトみたい。"
        },
        {
            "N": "アリス",
            "T": "ありがとう、ドドコの大親友！"
        },
        {
            "N": "アリス",
            "T": "このキャンディをたくさんの人に届けてあげて。きっとこの幸せいっぱいな味に、みんな虜になるはずよ！"
        }
    ],
    "602765": [
        {
            "N": "アリス",
            "T": "まあ！コロンビーナさんのおかげで、邪魔な水草と悪いツノツノ魚を全部ドカーンできたみたいね！"
        },
        {
            "N": "アリス",
            "T": "さすがは心優しい月神様！おかげでまた海で思いっきり遊べそう。"
        },
        {
            "N": "アリス",
            "T": "ふふっ、次のお祭りでもまた会いましょうね！"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "アリス",
            "T": "まあ～こんな形のキャンディは初めて！水晶みたいにキラキラしてる！"
        },
        {
            "N": "アリス",
            "T": "さっそくいただくね——あま～い！お日様をたっぷり浴びたトマトみたい。"
        },
        {
            "N": "アリス",
            "T": "ありがとう、ドドコの大親友！"
        },
        {
            "N": "アリス",
            "T": "このキャンディをたくさんの人に届けてあげて。きっとこの幸せいっぱいな味に、みんな虜になるはずよ！"
        }
    ],
    "602766": [
        {
            "N": "ニコ",
            "T": "あら、もしかして…もう一度遊びたいのかしら？"
        },
        {
            "N": "ニコ",
            "T": "十分あたしを喜ばせてくれたから、無理することはないのよ。それに景品だってもうないし…"
        },
        {
            "N": "「少女」",
            "T": "遊びたい、面白かったから。"
        },
        {
            "N": "ニコ",
            "T": "まあ、そう言うなら…"
        },
        {
            "N": "ニコ",
            "T": "そんなに面白いかしら？もしかして、あたしの好みってズレてる…？"
        },
        {
            "N": "「少女」",
            "T": "他の屋台を見てくる。"
        },
        {
            "N": "ニコ",
            "T": "ええ。よい月夜を。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "ニコ",
            "T": "…こっちは包み紙の色が素敵だし、こっちはリボンの結び方が完璧…迷うわね。"
        },
        {
            "N": "ニコ",
            "T": "見た目と味は関係ないと分かっていても、目で得た情報は印象を左右し、ひいては味にも影響するものよ…"
        },
        {
            "N": "ニコ",
            "T": "最も気に入ったものを選び、信頼関係を築いて初めて…"
        },
        {
            "N": "ニコ",
            "T": "…あら、こっちも素敵ね。うーん、決められないわ…"
        }
    ],
    "602767": [
        {
            "N": "ファルカ",
            "T": "黙っていなくなるのは良くないよな…かといって、女性の楽しげな会話におっさんが入るのもあれだし…もう少し待つか。"
        },
        {
            "N": "ファルカ",
            "T": "…ん？アルベド？"
        },
        {
            "N": "アルベド",
            "T": "この絵をファルカにあげよう。"
        },
        {
            "N": "ファルカ",
            "T": "ん？プレゼントか？ありがとな。何の絵だ、これ…"
        },
        {
            "N": "アルベド",
            "T": "『冷たくあしらわれた北風』さ。"
        },
        {
            "N": "_0",
            "T": "アルベド、ムーンキャンディはいる？"
        },
        {
            "N": "アルベド",
            "T": "どうもありがとう。"
        },
        {
            "N": "アルベド",
            "T": "これはレモン味かな。甘みと酸味のバランスがちょうどいい。"
        },
        {
            "N": "アルベド",
            "T": "ふむ、いろいろとインスピレーションが湧いてきた。もしこの味にミカンの香りを加えて、さらに焦がした風味を加えたらどんな仕上がりになるだろう？"
        },
        {
            "N": "アルベド",
            "T": "今度、試してみよう。"
        },
        {
            "N": "_0",
            "T": "ファルカ、ムーンキャンディはいる？"
        },
        {
            "N": "ファルカ",
            "T": "俺の分もあるのか？ははっ、ありがとな！"
        },
        {
            "N": "ファルカ",
            "T": "この味、覚えがあるな…ああ、思い出した！ハーベスト・オブ・ザ・デイ味だな、これ！"
        },
        {
            "N": "ファルカ",
            "T": "つうことは、今日の「饗月の膳」を貰ったのと同じってことだ。"
        }
    ],
    "602768": [
        {
            "N": "バーべロス",
            "T": "まさか「死神」のカードが現れるとは…"
        },
        {
            "N": "バーべロス",
            "T": "コロンビーナが帰ろうとする月は、おそらく…"
        },
        {
            "N": "バーべロス",
            "T": "いや、いくら心配しても仕方ない。あとでアリスに話してみようかね…"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "バーべロス",
            "T": "おや、親切にどうもね。"
        },
        {
            "N": "バーべロス",
            "T": "年寄りはもう、この世界から多くの物語を分けてもらった。キャンディを味わったり、流行りを追いかけたりする楽しみは若者に譲ろう。"
        },
        {
            "N": "バーべロス",
            "T": "ああ、年寄りの説教じゃないから誤解しないでおくれよ。気持ちはありがたくいただくとしよう。"
        },
        {
            "N": "バーべロス",
            "T": "ただ、キャンディを見ただけで、歯にしみてきてしまってね。"
        }
    ],
    "602769": [
        {
            "N": "放浪者",
            "T": "いい人ごっこは終わったかい？"
        },
        {
            "N": "ドゥリン",
            "T": "笠っち、付き合ってくれてありがとう。"
        },
        {
            "N": "ドゥリン",
            "T": "どこか気になる屋台はある？今度はボクが付き合うよ。"
        },
        {
            "N": "放浪者",
            "T": "あのデブネズミ、君のことを大きくなったとか言っていたけど、一体どこがだろうね？"
        },
        {
            "N": "ドゥリン",
            "T": "笠っち、本当はそう思ってないんでしょ？ボクをからかってるだけなんだよね？"
        },
        {
            "N": "ドゥリン",
            "T": "口では認めてないけど、キミも気持ちの整理が大事だと知っていて、実際にそうしてる。"
        },
        {
            "N": "ドゥリン",
            "T": "でなきゃ、とっくに笠を捨てていなくなってるはずだから。"
        },
        {
            "N": "放浪者",
            "T": "君を人間社会に馴染ませるためのアルベドの教育は、因論派の教科書なんかよりずっと実用的なようだ。"
        },
        {
            "N": "_0",
            "T": "ドゥリン、ムーンキャンディはいる？"
        },
        {
            "N": "ドゥリン",
            "T": "ムーンキャンディをボクに？ありがとう。"
        },
        {
            "N": "ドゥリン",
            "T": "…リンゴとバターを一緒に焼いたような味がする。"
        },
        {
            "N": "ドゥリン",
            "T": "モンドの「鹿狩り」の前を通るとき、いつもこの香りに惹かれてたんだ。"
        },
        {
            "N": "ドゥリン",
            "T": "コロンビーナさんの故郷を想う気持ち、ボクにも分かるよ。ボクには故郷が二つあって——"
        },
        {
            "N": "ドゥリン",
            "T": "シムランカとモンド、どっちも大切な場所なんだ。"
        },
        {
            "N": "_0",
            "T": "笠っち、ムーンキャンディはいる？"
        },
        {
            "N": "放浪者",
            "T": "もっと有意義なことに時間を割いたほうがいいんじゃないかい？"
        },
        {
            "N": "放浪者",
            "T": "みんなの分を用意したって…？しょうがないから、貰っておいてあげるよ。"
        }
    ],
    "602770": [
        {
            "N": "ドリー",
            "T": "景品がなくなったら、店じまいですからね。あなたたちだってまだ遊び足りないのでしょう？"
        },
        {
            "N": "ドリー",
            "T": "もっと遊びたいなら、その足を上手にお使いくださいまし。"
        },
        {
            "N": "ドリー",
            "T": "輪の中に向かってじゃなく、輪の外へ走っていただきませんと！"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "ドリー",
            "T": "あら、あらあら、わざわざ私のために届けてくださったんですの？こんなことをしていただけるなんて、サングマハベイ様も鼻が高いですわ！"
        },
        {
            "N": "ドリー",
            "T": "（月神様からもらったキャンディを適当な袋…じゃなくて素敵なギフトボックスに詰め替えて売れば…）"
        },
        {
            "N": "ドリー",
            "T": "（いやいや、そんな手間をかけずとも、普通のキャンディを月神様の祝福を受けた品だと謳えば…）"
        },
        {
            "N": "ドリー",
            "T": "（ぐふふっ、我ながらグッドアイデアですわ。あとでウルヴァにも相談しませんと…）"
        }
    ],
    "602771": [
        {
            "N": "「傀儡」",
            "T": "月なんてどうせつまらないのに、何が良いのよ…"
        },
        {
            "N": "「傀儡」",
            "T": "ひとりぼっちで泣くはめになっても…同情してあげないんだから…"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "「傀儡」",
            "T": "プレゼント？らしくないことを…まさか、変なものが入っていたりしないわよね？"
        },
        {
            "N": "「傀儡」",
            "T": "ん？…コーヒー味？しかも深煎り…アナタ、コーヒーが苦手だったはずじゃ…まさかワタシのために…？"
        },
        {
            "N": "「傀儡」",
            "T": "ちょ、ちょっと待ちなさい！いらないなんて言ってないでしょう。わざわざ持ってきてくれたわけだし、貰ってあげてもいいわ…"
        }
    ],
    "602772": [
        {
            "N": "リンプ",
            "T": "いろんな味を楽しめるムーンキャンディの詰め合わせ！こちらにお並びくださいね。"
        }
    ],
    "602773": [
        {
            "N": "アイノ",
            "T": "ふんっ！もうイネファとはゲームしない！"
        },
        {
            "N": "イネファ",
            "T": "アイノのご機嫌がまた斜めに…クルムカケが三つは必要そうですね。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "アイノ",
            "T": "わぁ～ムーンキャンディ！ねね、手で掴めるだけ貰ってもいい？"
        },
        {
            "N": "アイノ",
            "T": "コロンビーナ、こっち来て。イネファに見つからないよう隠してくれる？"
        },
        {
            "N": "アイノ",
            "T": "すっごくおいしい！でへへ、こっちも…！"
        },
        {
            "N": "アイノ",
            "T": "うっ…口の中で混ざって…変な味に…"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "イネファ",
            "T": "キャンディの成分と原材料の比率をスキャン中…"
        },
        {
            "N": "イネファ",
            "T": "スキャン完了。こちらのクルムカケ味をいただきます。"
        },
        {
            "N": "イネファ",
            "T": "…クルムカケとの一致率はわずか27%。アイノの午後のおやつの代替品とはなりません。"
        },
        {
            "N": "イネファ",
            "T": "少々お待ちください。"
        },
        {
            "N": "イネファ",
            "T": "コロンビーナさん、焼きたてのクルムカケはいかがでしょう？"
        }
    ],
    "602774": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602775": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602776": [
        {
            "N": "",
            "T": ""
        }
    ],
    "602777": [
        {
            "N": "イネファ",
            "T": "アイノのご機嫌がまた斜めに…クルムカケが三つは必要そうですね。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "イネファ",
            "T": "キャンディの成分と原材料の比率をスキャン中…"
        },
        {
            "N": "イネファ",
            "T": "スキャン完了。こちらのクルムカケ味をいただきます。"
        },
        {
            "N": "イネファ",
            "T": "…クルムカケとの一致率はわずか27%。アイノの午後のおやつの代替品とはなりません。"
        },
        {
            "N": "イネファ",
            "T": "少々お待ちください。"
        },
        {
            "N": "イネファ",
            "T": "コロンビーナさん、焼きたてのクルムカケはいかがでしょう？"
        }
    ],
    "602779": [
        {
            "N": "アイノ",
            "T": "本当にお家に帰るかと思った…"
        },
        {
            "N": "アイノ",
            "T": "イネファ、ドッキリまで覚えたの？めっだよ！"
        },
        {
            "N": "イネファ",
            "T": "アイノ、これを見てください。"
        },
        {
            "N": "アイノ",
            "T": "クルムカケ！？しかも焼きたてだ！もしかして、お腹の音が聞こえてた？"
        },
        {
            "N": "イネファ",
            "T": "アイノのお腹の虫が鳴いていました。"
        },
        {
            "N": "イネファ",
            "T": "今日は特別な日なので、おやつを一つ増やしても構いません。よい月夜を、アイノ。"
        },
        {
            "N": "アイノ",
            "T": "やったーイネファ！祈月の夜、さいこー！"
        }
    ],
    "602781": [
        {
            "N": "シナグリ",
            "T": "シトラスさん、あと一回だけ！頼む！"
        },
        {
            "N": "シトラス",
            "T": "でも、首の痛みがまたぶり返しちゃって…いたたた…"
        },
        {
            "N": "エスタンプ",
            "T": "なら休んだほうがいい。健康第一だからね。"
        },
        {
            "N": "クランベリー",
            "T": "うん、無理しないで。他を当たってみるから。"
        },
        {
            "N": "ホレロウ",
            "T": "こちらを見ないでください。私は審判ですよ。"
        },
        {
            "N": "シナグリ",
            "T": "どうするか…"
        },
        {
            "N": "「少女」",
            "T": "何か困ってるの？"
        },
        {
            "N": "シナグリ",
            "T": "！！"
        },
        {
            "N": "クランベリー",
            "T": "そうなの！一緒にゲームをしてくれる相手を探してて。"
        },
        {
            "N": "「少女」",
            "T": "私でよければ相手になるよ…どんなゲーム？"
        },
        {
            "N": "クランベリー",
            "T": "ルールは簡単。このサイコロを投げて、出た絵によって進むの。先にゴールした子が勝ちだよ。"
        },
        {
            "N": "ホレロウ",
            "T": "ふとっちょネズミが出たら1マス、紙カエルが出たら2マス、モモンガが出たら3マス。モモンガは飛べますからね。"
        },
        {
            "N": "「少女」",
            "T": "うん、分かった。"
        },
        {
            "N": "ホレロウ",
            "T": "では皆さん、よろしいでしょうか？"
        },
        {
            "N": "ホレロウ",
            "T": "ゲームスタート！"
        }
    ],
    "602782": [
        {
            "N": "「少女」",
            "T": "（賑やか…何してるんだろう？）"
        },
        {
            "N": "セイジャ",
            "T": "月神様みっけ！逃げようとしても無駄だよ！"
        },
        {
            "N": "「少女」",
            "T": "ん？私？"
        },
        {
            "N": "セイジャ",
            "T": "そう！近くに月神様の格好をしてるのは、あたしと君の二人だけでしょ？ほら、あたしのことも月神様って呼んで。"
        },
        {
            "N": "「少女」",
            "T": "よい月夜を、月神様。"
        },
        {
            "N": "セイジャ",
            "T": "へへっ、よい月夜を！"
        },
        {
            "N": "セイジャ",
            "T": "じゃ、さっそく手に汗握るバトル、スタートだよ！"
        },
        {
            "N": "「少女」",
            "T": "えっ…バトル？"
        },
        {
            "N": "セイジャ",
            "T": "あたしの相棒は——いけっ、カサネちゃん！"
        },
        {
            "N": "カサネちゃん",
            "T": "——！"
        },
        {
            "N": "セイジャ",
            "T": "月神様、ボーっとしてないで。ほら、早く相棒を呼ばないと！"
        },
        {
            "N": "「少女」",
            "T": "相棒…？"
        },
        {
            "N": "ヤフォダ",
            "T": "んん——"
        },
        {
            "N": "「少女」",
            "T": "ええと？…相棒を選んで一緒にバトル？"
        },
        {
            "N": "「少女」",
            "T": "相棒…一緒に…"
        },
        {
            "N": "月霊",
            "T": "？"
        },
        {
            "N": "ツノシカ",
            "T": "……"
        },
        {
            "N": "映像装置",
            "T": "ピピ。"
        },
        {
            "N": "セイジャ",
            "T": "ええーっ！スーパーレアの月霊までいるなんて！？"
        },
        {
            "N": "セイジャ",
            "T": "でも、あたしのカサネちゃんと戦えるのはどれか一匹だけだからね。"
        },
        {
            "N": "「少女」",
            "T": "（みんな期待した目で見てる…どうしよう、選ぶの難しい…）"
        },
        {
            "N": "「少女」",
            "T": "ふわふわの月霊にする。"
        },
        {
            "N": "月霊",
            "T": "～！～～！"
        },
        {
            "N": "「少女」",
            "T": "（この子はナシャタウンにいて、ハンマーの音を聞きながら眠るのが好きだから、映像装置の弱点にも詳しいかも…）"
        },
        {
            "N": "「少女」",
            "T": "威風堂々なツノシカにする。"
        },
        {
            "N": "ツノシカ",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "（霜月の子と一緒に祈月の夜を祝いに来た子。自慢の角で私を助けたいみたい…）"
        },
        {
            "N": "「少女」",
            "T": "かわいい映像装置にする。"
        },
        {
            "N": "映像装置",
            "T": "♪"
        },
        {
            "N": "「少女」",
            "T": "（何を言いたいのかよく分からないけど、とにかく嬉しそう…このリボン…もしかして月神になりたいのかな？）"
        },
        {
            "N": "「少女」",
            "T": "（う～ん、もう少し考えよう。）"
        },
        {
            "N": "「少女」",
            "T": "よし、決めた。"
        }
    ],
    "602783": [
        {
            "N": "ヤフォダ",
            "T": "うぉっほん——聞こえるか？緊急放送だ。まもなくナシャタウンの特設ブースで、ハラハラドキドキのバトルがはじまる！"
        },
        {
            "N": "ヤフォダ",
            "T": "月神様と映像装置のコンビVS…"
        },
        {
            "N": "ヤフォダ",
            "T": "月神様と月霊のコンビだ。"
        },
        {
            "N": "ヤフォダ",
            "T": "月神様とツノシカのコンビだ。"
        },
        {
            "N": "ヤフォダ",
            "T": "月神様と映像装置のコンビだ。"
        },
        {
            "N": "ヤフォダ",
            "T": "（なんだ、この台本？ぜんぜん意味わかんないな。）"
        },
        {
            "N": "ヤフォダ",
            "T": "月神対月神の激アツバトル！果たして勝利を掴むのは？さあさあ、ご注目あれ！"
        },
        {
            "N": "ヤフォダ",
            "T": "スペシャルバトルのスタートだ！"
        },
        {
            "N": "セイジャ",
            "T": "あたしとカサネちゃんは絶対に負けない！"
        },
        {
            "N": "カサネちゃん",
            "T": "ピッ！"
        },
        {
            "N": "セイジャ",
            "T": "先手必勝だよ！カサネちゃん、フォーメーションチェンジ！"
        },
        {
            "N": "ヤフォダ",
            "T": "おぉ！映像装置がフォーメーションを変えた！いったいどんな効果があるんだ？それは誰にも分からない！"
        },
        {
            "N": "「少女」",
            "T": "攻撃"
        },
        {
            "N": "ヤフォダ",
            "T": "対して相手が選んだのは攻撃！果たしてどう攻めるのか？"
        },
        {
            "N": "月霊",
            "T": "！"
        },
        {
            "N": "ツノシカ",
            "T": "……"
        },
        {
            "N": "映像装置",
            "T": "ピピ。"
        },
        {
            "N": "セイジャ",
            "T": "カサネちゃん——！"
        },
        {
            "N": "ヤフォダ",
            "T": "ヒット！そのピーピー音からして、かなりのダメージだ！"
        },
        {
            "N": "「少女」",
            "T": "防御"
        },
        {
            "N": "ヤフォダ",
            "T": "対して相手は慎重に防御。こちらの月神様も抜かりがない…果たしてバトルの行方はどうなる？"
        },
        {
            "N": "「少女」",
            "T": "アイテム"
        },
        {
            "N": "ヤフォダ",
            "T": "なんと、ホワイトベリーを渡した！相棒との親密度を上げるつもりだ！でも、バトル中にそれはありなのか！？"
        },
        {
            "N": "「少女」",
            "T": "逃げる"
        },
        {
            "N": "ヤフォダ",
            "T": "逃げられないっ！"
        },
        {
            "N": "セイジャ",
            "T": "こうなったら…カサネちゃん、今のフォーメーションのまま「エンパワー状態」だよ！"
        },
        {
            "N": "ヤフォダ",
            "T": "「エンパワー状態」…なるほど、そうきたか！"
        },
        {
            "N": "ヤフォダ",
            "T": "祈月の夜で増幅したクーヴァキを、巧みなフォーメーションで吸収し、攻撃力を大幅にアップした！"
        },
        {
            "N": "「少女」",
            "T": "攻撃"
        },
        {
            "N": "ヤフォダ",
            "T": "ナイス判断！いくらパワーアップしたところで、パパッと倒せば関係ない！"
        },
        {
            "N": "月霊",
            "T": "！"
        },
        {
            "N": "ツノシカ",
            "T": "……"
        },
        {
            "N": "映像装置",
            "T": "ピピ。"
        },
        {
            "N": "ヤフォダ",
            "T": "見事ヒット！だが、映像装置もねばる…！"
        },
        {
            "N": "「少女」",
            "T": "防御"
        },
        {
            "N": "ヤフォダ",
            "T": "防御を選んだ！しかし、映像装置の攻撃も迫ってる！間に合うのか…？"
        },
        {
            "N": "「少女」",
            "T": "アイテム"
        },
        {
            "N": "ヤフォダ",
            "T": "出た…ホワイトベリー！いよいよ月神様の戦略が読めなくなってきた。解説泣かせはやめてくれ！"
        },
        {
            "N": "「少女」",
            "T": "逃げる"
        },
        {
            "N": "ヤフォダ",
            "T": "逃げられないって！"
        },
        {
            "N": "ヤフォダ",
            "T": "ここが勝負どころ！手の機械オイルが止まらない！"
        },
        {
            "N": "セイジャ",
            "T": "覚悟しなさい！カサネちゃん、いくよ——クーヴァキ、最大パワー！"
        },
        {
            "N": "ヤフォダ",
            "T": "この一撃にどう対処する！？さあ、注目の指示は？"
        },
        {
            "N": "「少女」",
            "T": "大丈夫。キミのやり方でいいよ。"
        },
        {
            "N": "月霊",
            "T": "！"
        },
        {
            "N": "ヤフォダ",
            "T": "あれは…月霊の道！"
        },
        {
            "N": "ヤフォダ",
            "T": "攻撃を巧みに回避！しかも、映像装置の周りをぐるぐる回ってる！"
        },
        {
            "N": "ヤフォダ",
            "T": "一周…二周…映像装置の画面にエラー表示が！めまいを起こしたみたいだ！"
        },
        {
            "N": "ツノシカ",
            "T": "……"
        },
        {
            "N": "ヤフォダ",
            "T": "なんと…ツノシカの角が光った！"
        },
        {
            "N": "ヤフォダ",
            "T": "映像装置からクーヴァキを吸い取り…角で豪快に突き飛ばした！"
        },
        {
            "N": "ヤフォダ",
            "T": "映像装置のフォーメーションもバラバラだ！"
        },
        {
            "N": "映像装置",
            "T": "ピピ。"
        },
        {
            "N": "ヤフォダ",
            "T": "あれは…「エンパワー状態」！"
        },
        {
            "N": "ヤフォダ",
            "T": "同じ色は反発しあう原理を利用して、相手の攻撃を跳ね返した！"
        },
        {
            "N": "ヤフォダ",
            "T": "凄まじい反発力で壁に激突！耐えられるか？"
        },
        {
            "N": "カサネちゃん",
            "T": "……"
        },
        {
            "N": "セイジャ",
            "T": "カサネちゃん——！"
        },
        {
            "N": "ヤフォダ",
            "T": "映像装置、戦闘不能。ということで勝者は月神様…えっと、大きいほうの月神様だ！"
        },
        {
            "N": "セイジャ",
            "T": "カサネちゃん、頑張ったね。あとでアイノのところに連れてってあげるから。"
        },
        {
            "N": "カサネちゃん",
            "T": "ピ…"
        },
        {
            "N": "セイジャ",
            "T": "はぁ…お姉ちゃん、素人に見えたけどこんなに強いなんて。あたしの負けだよ。"
        },
        {
            "N": "「少女」",
            "T": "この子が頑張ってくれたおかげ。"
        },
        {
            "N": "セイジャ",
            "T": "あたし、もっと大きくなって、もっと強くなる。だから、またバトルしようね！"
        },
        {
            "N": "「少女」",
            "T": "うん…"
        }
    ],
    "602784": [
        {
            "N": "リューバ",
            "T": "データが足りない…テストに協力してくれる人を探さないと…"
        },
        {
            "N": "「少女」",
            "T": "これって…ゲーム？それとも研究？"
        },
        {
            "N": "リューバ",
            "T": "どちらでもあります。"
        },
        {
            "N": "リューバ",
            "T": "映像装置のシンクロテストを行っているところでして…"
        },
        {
            "N": "リューバ",
            "T": "タイミングを見計らってボタンを押し、映像装置がお宝を見つけられるよう手助けしていただけないでしょうか。"
        },
        {
            "N": "リューバ",
            "T": "そしたら私のほうでデータを記録し、映像装置の精度を調整していきます。"
        },
        {
            "N": "リューバ",
            "T": "ただお嬢さ…あ、いや月神様…アイマスクをしたままやられるおつもりでしょうか？"
        },
        {
            "N": "「少女」",
            "T": "うん、このままで大丈夫。"
        },
        {
            "N": "リューバ",
            "T": "分かりました。"
        },
        {
            "N": "「少女」",
            "T": "準備できた。"
        },
        {
            "N": "リューバ",
            "T": "では、始めます。"
        },
        {
            "N": "「少女」",
            "T": "また後で。"
        },
        {
            "N": "リューバ",
            "T": "ええ、よい月夜を。"
        }
    ],
    "602785": [
        {
            "N": "リューバ",
            "T": "もう一度やられますか？収集したデータは、映像装置の精度調整に活用させていただきます。"
        }
    ],
    "602786": [
        {
            "N": "リューバ",
            "T": "おかげで貴重なデータをたくさん収集でき、想定以上の成果を得られました！"
        },
        {
            "N": "リューバ",
            "T": "月神様、ありがとうございます。"
        }
    ],
    "602787": [
        {
            "N": "ラウマ",
            "T": "普段のほうが良い写真を撮れるかもしれぬ。祈月の夜になると、私の角は大きくなってしまうのだ…"
        },
        {
            "N": "ラウマ",
            "T": "このツノシカ…角が四本あるように見えるな。"
        }
    ],
    "602788": [
        {
            "N": "_1005",
            "T": "撮れたぞ！確認してくれ！"
        },
        {
            "N": "「少女」",
            "T": "…なんだか変だね。"
        },
        {
            "N": "_1005",
            "T": "そうか？可愛いと思うぞ！"
        },
        {
            "N": "_1005",
            "T": "ほら、ちょっと抜けてそうなモサモサアナグマと、夜更かしした次の日に居眠りしてるツノシカみたいじゃんか。"
        },
        {
            "N": "_0",
            "T": "誰が抜けてるって？"
        },
        {
            "N": "「少女」",
            "T": "次は私がモサモサアナグマになるよ。"
        },
        {
            "N": "「少女」",
            "T": "動物たちが集まってきた…この子たちに場所を譲ってあげなきゃ。"
        }
    ],
    "602789": [
        {
            "N": "ツノシカ",
            "T": "♪♪♪"
        }
    ],
    "602790": [
        {
            "N": "ツノシカ",
            "T": "なんということでしょう！早く家へ駆け戻り、月神様と写真を撮ったと子供たちに自慢しなければ。"
        },
        {
            "N": "ツノシカ",
            "T": "月神様、ありがとうございます！"
        }
    ],
    "602791": [
        {
            "N": "エスタンプ",
            "T": "もし友達のフロベールがここにいたら、きっと優勝したに違いない。ただ、彼はプリンセス・シメストのトレーニングプランを作るのに忙しくってね…"
        },
        {
            "N": "エスタンプ",
            "T": "残念ながら、今回は来られなかったんだ。"
        }
    ],
    "602792": [
        {
            "N": "アシュル",
            "T": "みゃお。"
        },
        {
            "N": "_0",
            "T": "ムーンキャンディはいる？"
        },
        {
            "N": "アシュル",
            "T": "にゃ？"
        },
        {
            "N": "「少女」",
            "T": "フィッシュステーキ味もあるよ。嗅いでみる？"
        },
        {
            "N": "アシュル",
            "T": "にゃ…"
        },
        {
            "N": "「少女」",
            "T": "ミント味がいいの？はい、どうぞ。"
        },
        {
            "N": "アシュル",
            "T": "うにゃー。"
        },
        {
            "N": "「少女」",
            "T": "ふふ、どういたしまして。"
        }
    ],
    "602793": [
        {
            "N": "セイジャ",
            "T": "絶対にもっと強くなってみせるから！約束だよ！"
        }
    ],
    "602794": [
        {
            "N": "カントール",
            "T": "リーリキさん、子猫がずっとついてきてるぞ。"
        },
        {
            "N": "リーリキ",
            "T": "あら、本当ね。"
        },
        {
            "N": "リーリキ",
            "T": "ねこちゃん、月光があなたの前途を照らしますように。"
        },
        {
            "N": "リーリキ",
            "T": "ラウマ様に言われて来たの？それとも何か探しもの？"
        },
        {
            "N": "サファイア",
            "T": "にゃ～"
        },
        {
            "N": "リーリキ",
            "T": "あら？ムーンキャンディが欲しいのかしら？"
        },
        {
            "N": "サファイア",
            "T": "にゃおん。"
        },
        {
            "N": "リーリキ",
            "T": "違うみたい…"
        },
        {
            "N": "「少女」",
            "T": "ムーンキャンディを入れてる箱が欲しいんだって。"
        },
        {
            "N": "リーリキ",
            "T": "まあ、そうだったのね！ほら、ねこちゃん、あげる。"
        },
        {
            "N": "サファイア",
            "T": "にゃ～"
        },
        {
            "N": "リーリキ",
            "T": "ありがとう、月神様…"
        },
        {
            "N": "リーリキ",
            "T": "あら？カントールさん、今の月神様の格好をした女の子、どこにいったのかしら？"
        },
        {
            "N": "カントール",
            "T": "さあ、僕はずっと…猫を見てたし…"
        },
        {
            "N": "リーリキ",
            "T": "そう…"
        },
        {
            "N": "リーリキ",
            "T": "あの方、まるで魂を導く本物のクータル様みたいだったわ。"
        }
    ],
    "602795": [
        {
            "N": "エメラルド",
            "T": "おーい、そこの羽野郎。あんたら寝ないのか？"
        },
        {
            "N": "ガケツノメドリ",
            "T": "祈月の夜だぜ、眠れるわけないだろ！"
        },
        {
            "N": "ガケツノメドリ",
            "T": "眠れるわけない！眠れるわけない！"
        },
        {
            "N": "エメラルド",
            "T": "おいおい、静かにしてくれ。その声、頭に響くんだよ…"
        },
        {
            "N": "エメラルド",
            "T": "待った、あのお方…本物の月神様だ…しかもこっちを見てる…"
        },
        {
            "N": "ガケツノメドリ",
            "T": "！！"
        },
        {
            "N": "ガケツノメドリ",
            "T": "……"
        },
        {
            "N": "エメラルド",
            "T": "バカ、月神様が通るぞ！あんたら邪魔だ！"
        }
    ],
    "602796": [
        {
            "N": "クンクンモグラ",
            "T": "兄弟、失恋しちまったんだ…慰めてくれないか？"
        },
        {
            "N": "クンクンモグラ",
            "T": "お前…こないだ「愛の香りがする」とか言ってなかったか。"
        },
        {
            "N": "クンクンモグラ",
            "T": "はぁ、全部ただの土の匂いだったよ。"
        },
        {
            "N": "クンクンモグラ",
            "T": "モグラのくせに鼻が利かないなんて…恨むなら、その鼻を恨むんだな。"
        }
    ],
    "602797": [
        {
            "N": "月蛍",
            "T": "ちょっと！回るときは顔を上げて月を見なさいって言ってるでしょ！月を見るの！私を見てどうするのよ！私は月じゃないわよ！"
        },
        {
            "N": "月蛍",
            "T": "ご、ごめんなさい、先生！"
        },
        {
            "N": "月蛍",
            "T": "もう一回！やり直し！"
        },
        {
            "N": "月蛍",
            "T": "ストップ！後ろの虫、ワンテンポ遅れてるわよ。"
        },
        {
            "N": "月蛍",
            "T": "こんな簡単なステップなのに、来年の祈月の夜まで練習するつもり？やり直し！"
        },
        {
            "N": "月蛍",
            "T": "ちょっとちょっと！今度は早すぎよ！"
        },
        {
            "N": "月蛍",
            "T": "すみません、先生…周りがうるさくて、リズムがよく掴めないんです…"
        },
        {
            "N": "月霊",
            "T": "～！"
        },
        {
            "N": "月蛍",
            "T": "あらまあ、月霊さん？ええと、ご迷惑をおかけするわけには…"
        },
        {
            "N": "月霊",
            "T": "！！"
        },
        {
            "N": "月蛍",
            "T": "そこまで言ってくださるのなら…伴奏お願いいたします。"
        },
        {
            "N": "月蛍",
            "T": "ほらほら、ボサッとしてないで！あなたたちが見せられる、最も美しいステップで踊りなさい！"
        },
        {
            "N": "月蛍",
            "T": "ワン、ツー、スリー、はい！"
        }
    ],
    "602802": [
        {
            "N": "「少女」",
            "T": "ここが…ヒュペルボレイア時代、人々が「月」と交信していた場所…"
        },
        {
            "N": "ラウマ",
            "T": "恒月、霜月、虹月…三つの月の力が集まる時…"
        },
        {
            "N": "「少女」",
            "T": "月への扉が開く。"
        },
        {
            "N": "ラウマ",
            "T": "ああ…"
        },
        {
            "N": "「召使」",
            "T": "月髄の準備はできた。あとは最後の一歩を踏み出すだけだ。"
        },
        {
            "N": "「少女」",
            "T": "今はナシャタウンがいちばん賑やかになってる時だよね。"
        },
        {
            "N": "_1005",
            "T": "そうだな。おまえもあの賑わいを楽しみたかったと思うけど…"
        },
        {
            "N": "「少女」",
            "T": "大丈夫だよ。最後の…そして唯一の荷物を持っていけるから、私は満足。"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「少女」",
            "T": "月からの呼びかけを感じる…"
        },
        {
            "N": "「少女」",
            "T": "……"
        },
        {
            "N": "「召使」",
            "T": "コロンビーナ、君の家はあの光の向こうにある。"
        },
        {
            "N": "ラウマ",
            "T": "これでようやく、本当の月に祈る理由ができるな。"
        },
        {
            "N": "_0",
            "T": "コロンビーナ。"
        },
        {
            "N": "「少女」",
            "T": "うん。"
        },
        {
            "N": "_0",
            "T": "もし機会があったら、またみんなの様子を見に帰ってきてね！"
        },
        {
            "N": "「少女」",
            "T": "ふふっ、もちろんだよ。"
        },
        {
            "N": "_0",
            "T": "この星にはコロンビーナを想ってる友達がいることを忘れないで。"
        },
        {
            "N": "「少女」",
            "T": "うん、忘れないよ。みんな、私のためにいろいろしてくれてありがとう。"
        },
        {
            "N": "「少女」",
            "T": "あと、これも覚えておいてほしいな———「昼も夜も、月光が我らを結ばん」。"
        },
        {
            "N": "「少女」",
            "T": "ふぅ…じゃあ…さようなら、みんな。"
        },
        {
            "N": "",
            "T": "コロンビーナは「ヒュペルボレイア」の遺跡の光に触れたが、月へ帰ることはなく、ファデュイの執行官「ドットーレ」に囚われてしまった。コロンビーナを操り、三月の力を手中に収めた「ドットーレ」がその力で時を止めたことで、あなたを除き、全員が動けなくなってしまった。"
        },
        {
            "N": "",
            "T": "コロンビーナを救うため、「博士」と戦いを繰り広げたが、「博士」の防御を突破できず、むしろ圧倒的な力で制圧されてしまった。危機的状況の中、コロンビーナはある決断を下した——「月の扉」を開き、「月の影」へと身を投じたのだ。"
        },
        {
            "N": "",
            "T": "コロンビーナが「月の扉」に落ちた後、「博士」が掌握していた三月の力に綻びが生じ、彼は撤退せざるを得なくなった…"
        }
    ],
    "602803": [
        {
            "N": "ラウマ",
            "T": "どうだ？傷口は痛むか？"
        },
        {
            "N": "_0",
            "T": "……"
        },
        {
            "N": "ネフェル",
            "T": "使えそうな薬を用意してもらった。必要なら飲むといい。"
        },
        {
            "N": "_0",
            "T": "ありがとう…"
        },
        {
            "N": "_0",
            "T": "今すぐこれからのことを話そう…"
        },
        {
            "N": "ドゥリン",
            "T": "あのあと、アリスさんとこんな通話をしたんだ——"
        },
        {
            "N": "アリス",
            "T": "ドットーレのやつ…魔女会の意識をよそに向けるために、テイワットの境界で大きな騒ぎを起こしたみたい。"
        },
        {
            "N": "アリス",
            "T": "私はてっきり、世界の外から来たアビスの力がまたテイワットに干渉してるのかと思ったんだけど…"
        },
        {
            "N": "アリス",
            "T": "でも、ドゥリンちゃんたちがナド・クライの虚影に干渉できたことを知って、それがテイワットの内側から来たものだって気づいたの。"
        },
        {
            "N": "ドゥリン",
            "T": "それでも結局、ボクたちは虚影の運命を変えられなかった…"
        },
        {
            "N": "アリス",
            "T": "たしかに、あなたたちはあの虚影の結末を変えられなかったけど、ある「変数」があなたに蓄積されたのよ。"
        },
        {
            "N": "放浪者",
            "T": "「変数」？"
        },
        {
            "N": "アリス",
            "T": "そう。たとえば、本来は知るはずもなかった情報を手に入れたり、普段は思いつかない考えが湧いたりすることも「変数」の一種なの。"
        },
        {
            "N": "アリス",
            "T": "もちろん、無数の可能性を前にしたら、それは些細なものかもしれない。でも意図的に「変数」を積み重ねれば、話は変わってくる。"
        },
        {
            "N": "アリス",
            "T": "その大量の「変数」が、この夜、旅人たちが転移の扉を開けたときに、ドットーレが陰謀を実行するための必要な条件になっていたの。"
        },
        {
            "N": "ニコ",
            "T": "けれど、ドットーレがいったい何をしたのかは、あたしたちにも分からないわ。"
        },
        {
            "N": "ファルカ",
            "T": "ああ。俺たちはコロンビーナの現状を把握する必要がある。"
        },
        {
            "N": "ドゥリン",
            "T": "——こんな話をしたんだ。"
        },
        {
            "N": "「召使」",
            "T": "ドットーレは姿を消したが、少なくともコロンビーナは彼の手中に落ちていない。"
        },
        {
            "N": "_0",
            "T": "状況はみんなが思ってるより悪いかも…"
        },
        {
            "N": "_1005",
            "T": "えっ…"
        },
        {
            "N": "_0",
            "T": "彼女は「博士」の計画を阻止するために…"
        },
        {
            "N": "_0",
            "T": "「月の影」に飛び込んだ。"
        },
        {
            "N": "_1005",
            "T": "なんだって！？"
        },
        {
            "N": "_0",
            "T": "飛び込んだところを誰も見てないの？"
        },
        {
            "N": "_1005",
            "T": "オイラたちは「博士」がなにか力を使ったあと、コロンビーナと同時に消えたところしか見てないぞ。あと、おまえが空から海に落っこちてくるところだな…"
        },
        {
            "N": "_0",
            "T": "#（そっか…「博士」が時間を止めたとき、{M#俺}{F#私}だけが自由に動けてたから——）"
        },
        {
            "N": "_0",
            "T": "（みんなにとって、あの戦いとコロンビーナの決断は一瞬のことでしかないんだ。）"
        },
        {
            "N": "_0",
            "T": "#（あれが「三つの月」の権能…？{M#俺}{F#私}が影響を受けなかったのは…「降臨者」だから？）"
        },
        {
            "N": "ネフェル",
            "T": "つまり、コロンビーナは自ら「月の扉」を開き、レリルとソリンディスがかつて足を踏み入れた謎の空間に落ちた…ってことかい？"
        },
        {
            "N": "ファルカ",
            "T": "厄介なことになったな…"
        },
        {
            "N": "「召使」",
            "T": "……"
        },
        {
            "N": "_0",
            "T": "ドットーレがずっと姿を見せなかったのは…"
        },
        {
            "N": "_0",
            "T": "この計画を準備するためだったんだ…"
        },
        {
            "N": "アルベド",
            "T": "ということは「三月の出現」も、月の狩人の出現も…ドットーレが裏で操っていたということだね。"
        },
        {
            "N": "アルベド",
            "T": "アリスさんの話によると、彼は自分の運命を超えて、神にしか成し得ない実験をしようとしているらしい。"
        },
        {
            "N": "「召使」",
            "T": "…狂気の沙汰としか言いようがない。"
        },
        {
            "N": "_1005",
            "T": "そういえば、笠っちはどこいったんだ？"
        },
        {
            "N": "ドゥリン",
            "T": "アリスさんと連絡を取った後、心当たりがあるって言って、ドド通話機を持って一人で調査に出かけたよ。"
        },
        {
            "N": "ドゥリン",
            "T": "出かけるとき、すごく怖い顔をしてた…笠っちがあんな顔してるところ、ボクは見たことない…"
        },
        {
            "N": "_0",
            "T": "（怒りと悔しさのせいかな。ドットーレを十二分に警戒してたのに、結局いいようにやられてしまったから。）"
        },
        {
            "N": "_0",
            "T": "#（そういう意味では、{M#俺}{F#私}も同じだ…）"
        },
        {
            "N": "放浪者",
            "T": "戻ったよ。"
        },
        {
            "N": "ドゥリン",
            "T": "笠っち！"
        },
        {
            "N": "放浪者",
            "T": "ヒュペルボレイアの虚影ともう一度話して、ようやくはっきりした。"
        },
        {
            "N": "放浪者",
            "T": "あいつらに、通話機の向こうにいるニコと歴史の解釈が一致しているか試させたんだ。そしたら、案の定あいつらの語る歴史は、ニコの記憶と違っていた。"
        },
        {
            "N": "_1005",
            "T": "どうなってんだ？ニコが間違って覚えてるわけないよな…"
        },
        {
            "N": "放浪者",
            "T": "あの虚影たちが騙されているからさ。あいつらの歴史には、存在しないはずの救世主がいる。"
        },
        {
            "N": "放浪者",
            "T": "その救世主は、そいつらのために偽りの空に新たな月を作り、月神を連れ帰ると約束した。"
        },
        {
            "N": "放浪者",
            "T": "そしてやつらは愚かなことに、救世主が必要とする月に関する知識を、すべて洗いざらい教えてしまったんだ。"
        },
        {
            "N": "放浪者",
            "T": "明らかにドットーレの仕業だろう。"
        },
        {
            "N": "ラウマ",
            "T": "ヒュペルボレイアの遺跡で、虚影が歴史について語るのを聞いたが、ニコさんはその中に誤りがあると言っておった…"
        },
        {
            "N": "_1005",
            "T": "でも、ドットーレはあの扉の中に入れないはずだぞ！"
        },
        {
            "N": "放浪者",
            "T": "そう、あいつは中に入っていない。ニコが言うには、これは同じ時代の虚影の因果に干渉したことで引き起こされた異常事態らしい。"
        },
        {
            "N": "放浪者",
            "T": "つまりドットーレが積み重ねた「変数」は、あいつと会ったことのない虚影にも影響を与えられるほど巨大なものなのさ。"
        },
        {
            "N": "ネフェル",
            "T": "記憶違いじゃなく、改ざんされていたってことか。"
        },
        {
            "N": "放浪者",
            "T": "これこそドットーレがあらゆる手段を使って築き上げた「可能性」だ。あいつは変数を知識に変え、その身に積み重ねた。"
        },
        {
            "N": "放浪者",
            "T": "そして、祈月の夜の当日…あいつはその知識を使って、本当に「偽物の月」を作り出したんだ。"
        },
        {
            "N": "_1005",
            "T": "そんなことできるもんなのか？"
        },
        {
            "N": "放浪者",
            "T": "正確には月そのものを作ったんじゃなく、術式の感知を騙したんだ。"
        },
        {
            "N": "放浪者",
            "T": "術式はクーヴァキで月の位置を感知する。「偽物の月」が天外の霜月よりもさらに月らしいものであれば…"
        },
        {
            "N": "放浪者",
            "T": "ゲートはコロンビーナを「偽物の月」に送る——つまり、ドットーレの元に送るんだ！"
        },
        {
            "N": "放浪者",
            "T": "ドットーレがコロンビーナを制御下に置いた後も、転送の術は維持されたままだった。そしてあいつは少女の力を操り、二つの月髄を奪ったのさ。"
        },
        {
            "N": "ラウマ",
            "T": "あの時、月髄は私たちの目の前で忽然と消えた…遺跡を出たときにはもう手遅れであった。"
        },
        {
            "N": "「召使」",
            "T": "そうして、ドットーレは三つの月の力をすべて集めたのだな。"
        },
        {
            "N": "_1005",
            "T": "オイラたち…これからどうすればいいんだ…"
        },
        {
            "N": "「召使」",
            "T": "前に女皇陛下に伝えた懸念がやはり現実のものとなったか。陛下の判断を仰ぎたいところだが、それをただ待つだけでは遅い…"
        },
        {
            "N": "「召使」",
            "T": "私たちを友人と見なしてくれたのは、ファデュイ執行官の「少女」ではなく、コロンビーナ・ハイポセレニアだ。"
        },
        {
            "N": "「召使」",
            "T": "このような一刻を争う状況で、女皇陛下がなおも執行官同士の戦いを禁じるというのなら…"
        },
        {
            "N": "「召使」",
            "T": "私は自身の心に従い、「ペルヴェーレ」として戦おう。"
        },
        {
            "N": "_1005",
            "T": "アルレッキーノ…"
        },
        {
            "N": "「召使」",
            "T": "時間が惜しい。先に失礼させていただく。"
        },
        {
            "N": "_1005",
            "T": "アルレッキーノも冷静でいられなくなってるみたいだな…"
        },
        {
            "N": "_0",
            "T": "#（こうなったのは、自分の責任だと思ってるのかも。それは{M#俺}{F#私}も同じだ…）"
        },
        {
            "N": "放浪者",
            "T": "……"
        },
        {
            "N": "ドゥリン",
            "T": "……"
        },
        {
            "N": "ファルカ",
            "T": "おいおい、揃いも揃ってそんな暗くなってどうする。いいか、一つ言っておきたいことがある。"
        },
        {
            "N": "ファルカ",
            "T": "たしかに事態は最悪だ。"
        },
        {
            "N": "ファルカ",
            "T": "ドットーレは騎士なら誰もが忌み嫌うような方法で、一時的な勝利を掴んだ。"
        },
        {
            "N": "ファルカ",
            "T": "魔女ですら、あいつが「変数」を使って運命を変えたって言う。はっはっは、だがな、俺はそう思っちゃいない。"
        },
        {
            "N": "ファルカ",
            "T": "テイワットの運命は決まってると、いろんな人から聞いてきた。それは確かに事実らしい。だが、どうしてドットーレの運命だけが特別だって言える？"
        },
        {
            "N": "ファルカ",
            "T": "あいつが「変数」を積み重ねられるなら、俺たちにだってできるはずだろう？"
        },
        {
            "N": "ファルカ",
            "T": "お前までそんな落ち込んでどうする——遠路はるばる訪れた旅人。"
        },
        {
            "N": "ファルカ",
            "T": "まだ終わっちゃいない。"
        },
        {
            "N": "_0",
            "T": "うん。"
        },
        {
            "N": "_0",
            "T": "自分を責めないと、許せそうになくて…"
        },
        {
            "N": "ファルカ",
            "T": "お前は一人じゃない。ここにいる全員が自分を責めてる。しゃべってるやつも、黙ってるやつもな。"
        },
        {
            "N": "ファルカ",
            "T": "だが、そのまま肘掛椅子に座って日向ぼっこできるようなやつは、この中にいない。"
        },
        {
            "N": "ファルカ",
            "T": "倒れてもすぐに立ち上がる。これぞ騎士道だ！栄誉騎士、お前は立派なモンドの騎士だろう！"
        },
        {
            "N": "_0",
            "T": "うん…"
        },
        {
            "N": "_1005",
            "T": "ファルカの言う通りだ！まだ終わってないぞ！"
        },
        {
            "N": "_1005",
            "T": "ドットーレをボコボコにしてやろうぜ！今まで受けた仕打ちをまとめて返してやる！"
        },
        {
            "N": "ファルカ",
            "T": "その意気だ。"
        },
        {
            "N": "ファルカ",
            "T": "他のやつらはどう思う？"
        },
        {
            "N": "ラウマ",
            "T": "私はクーヴァキでコロンビーナさんの行方を調べよう。ここで諦めるつもりはない。"
        },
        {
            "N": "ネフェル",
            "T": "ナド・クライで起きたことなら、秘聞の館はなんだって知れる。情報の提供は任しとくれ。"
        },
        {
            "N": "イネファ",
            "T": "カチャカチャ・クルムカケ工房も全力で支援します。私とアイノは、ドットーレの今回の作戦を分析して、突破口を調べるつもりです。"
        },
        {
            "N": "ドゥリン",
            "T": "アリスさんとニコさんは、テイワットの境界で突然起きた災害を解決しないといけないから、しばらく帰ってこれないけど…"
        },
        {
            "N": "ドゥリン",
            "T": "二人ともすごく怒ってたよ。ボクとアルベドは魔女会の代理人として、ドットーレに対抗するよう言いつけられた。"
        },
        {
            "N": "アルベド",
            "T": "準備はいいかい？いろいろと調査が必要だ。さっそく行動に移ろう。"
        },
        {
            "N": "ドゥリン",
            "T": "頑張るよ。"
        },
        {
            "N": "放浪者",
            "T": "僕はドットーレの手口を知っているから、彼の次の行動を予測してみよう。調査も手伝うつもりだ。"
        },
        {
            "N": "ファルカ",
            "T": "よし、一応の役割分担は決まったな。"
        },
        {
            "N": "ファルカ",
            "T": "俺はフリンズとイルーガに連絡して、ライトキーパーに味方になってもらえるよう、マスター・ライトキーパーを説得してほしいと伝える。"
        },
        {
            "N": "ファルカ",
            "T": "同時に、ナド・クライの西風騎士にも指示を出す。ライトキーパーや他の組織と連携して、ここの住民の安全を守ろう。"
        },
        {
            "N": "_0",
            "T": "わかった…"
        },
        {
            "N": "_0",
            "T": "すべてを迎え撃つ準備を進めよう。"
        },
        {
            "N": "_1005",
            "T": "そうだそうだ！どんとこい、だぞ！"
        },
        {
            "N": "ファルカ",
            "T": "よし。いっちょ気合い入れていくぞ、お前ら。"
        }
    ],
    "602805": [
        {
            "N": "_0",
            "T": "（コロンビーナ…）"
        },
        {
            "N": "コロンビーナ",
            "T": "……"
        },
        {
            "N": "コロンビーナ",
            "T": "「コロンビーナ」が私の本当の名前になるなんて、思ってもみなかった。"
        },
        {
            "N": "コロンビーナ",
            "T": "それは…ファデュイのコードネームから、友達の呼ぶ私になったの。"
        },
        {
            "N": "「少女」",
            "T": "あと、これも覚えておいてほしいな———「昼も夜も、月光が我らを結ばん」。"
        }
    ]
}