// Auto Generated

var _avatarskill_ = {
    "122101": {
        "v1": {
            "Name": "翻风转日",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v2": {
            "Name": "翻风转日",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v3": {
            "Name": "翻风转日",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v4": {
            "Name": "翻风转日",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v5": {
            "Name": "翻风转日",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "Live": {
            "Name": "翻风转日",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        }
    },
    "122102": {
        "v1": {
            "Name": "飞铗震赫",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "回复等同于云璃@ <b>#3[p]</b> #攻击力+@ <b>#4[f]</b> #的生命值，并对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v2": {
            "Name": "飞铗震赫",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "回复等同于云璃@ <b>#3[p]</b> #攻击力+@ <b>#4[f]</b> #的生命值，并对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v3": {
            "Name": "飞铗震赫",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "回复等同于云璃@ <b>#3[p]</b> #攻击力+@ <b>#4[f]</b> #的生命值，并对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v4": {
            "Name": "飞铗震赫",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "回复等同于云璃@ <b>#3[p]</b> #攻击力+@ <b>#4[f]</b> #的生命值，并对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "v5": {
            "Name": "飞铗震赫",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "回复等同于云璃@ <b>#3[p]</b> #攻击力+@ <b>#4[f]</b> #的生命值，并对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        },
        "Live": {
            "Name": "飞铗震赫",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "回复等同于云璃@ <b>#3[p]</b> #攻击力+@ <b>#4[f]</b> #的生命值，并对指定敌方单体造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3,
                    0.2,
                    50.0
                ],
                [
                    0.66,
                    0.33,
                    0.2125,
                    80.0
                ],
                [
                    0.72,
                    0.36,
                    0.225,
                    102.5
                ],
                [
                    0.78,
                    0.39,
                    0.2375,
                    125.0
                ],
                [
                    0.84,
                    0.42,
                    0.25,
                    140.0
                ],
                [
                    0.9,
                    0.45,
                    0.26,
                    155.0
                ],
                [
                    0.975,
                    0.4875,
                    0.27,
                    166.25
                ],
                [
                    1.05,
                    0.525,
                    0.28,
                    177.5
                ],
                [
                    1.125,
                    0.5625,
                    0.29,
                    188.75
                ],
                [
                    1.2,
                    0.6,
                    0.3,
                    200.0
                ],
                [
                    1.26,
                    0.63,
                    0.31,
                    211.25
                ],
                [
                    1.32,
                    0.66,
                    0.32,
                    222.5
                ],
                [
                    1.38,
                    0.69,
                    0.33,
                    233.75
                ],
                [
                    1.44,
                    0.72,
                    0.34,
                    245.0
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_BP"
        }
    },
    "122103": {
        "v1": {
            "Name": "剑为地纪，刃惊天宗",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "强化",
            "Desc": "消耗 <b>#8[f]</b> 点能量，云璃获得【格挡】并使敌方全体陷入嘲讽状态，持续至下一回合的我方单体或敌方单体回合结束时。【格挡】状态期间云璃造成的暴击伤害提高@ <b>#2[p]</b> #，触发天赋的反击效果时，将替换为发动<u>反击</u>【勘破•灭】同时移除【格挡】效果。若【格挡】状态期间没有触发反击，状态结束时云璃立即对随机敌方目标发动<u>反击</u>【勘破•斩】。 每发动1次【勘破•斩】后，下一次【勘破•斩】将替换为【勘破•灭】。<br>【勘破•斩】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害。<br>【勘破•灭】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害，随后额外造成 <b>#4[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于云璃@ <b>#7[p]</b> #攻击力的物理伤害。云璃通过此技能造成伤害时，被视为造成了终结技伤害。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]<br><br>@<b>反击</b>#<br>当目标受到攻击后自动触发的效果，对攻击者施放1次额外的攻击。<br>反击也属于追加攻击。",
            "Params": [
                [
                    1.44,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.48,
                    120.0
                ],
                [
                    1.536,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.768,
                    0.512,
                    120.0
                ],
                [
                    1.632,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.816,
                    0.544,
                    120.0
                ],
                [
                    1.728,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.864,
                    0.576,
                    120.0
                ],
                [
                    1.824,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.912,
                    0.608,
                    120.0
                ],
                [
                    1.92,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.96,
                    0.64,
                    120.0
                ],
                [
                    2.04,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    1.02,
                    0.68,
                    120.0
                ],
                [
                    2.16,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.72,
                    120.0
                ],
                [
                    2.28,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.14,
                    0.76,
                    120.0
                ],
                [
                    2.4,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.8,
                    120.0
                ],
                [
                    2.496,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.248,
                    0.832,
                    120.0
                ],
                [
                    2.592,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.296,
                    0.864,
                    120.0
                ],
                [
                    2.688,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.344,
                    0.896,
                    120.0
                ],
                [
                    2.784,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.392,
                    0.928,
                    120.0
                ],
                [
                    2.88,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.44,
                    0.96,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v2": {
            "Name": "剑为地纪，刃惊天宗",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "强化",
            "Desc": "消耗 <b>#8[f]</b> 点能量，云璃获得【格挡】并使敌方全体陷入嘲讽状态，持续至下一回合的我方单体或敌方单体回合结束时。【格挡】状态期间云璃造成的暴击伤害提高@ <b>#2[p]</b> #，触发天赋的反击效果时，将替换为发动<u>反击</u>【勘破•灭】同时移除【格挡】效果。若【格挡】状态期间没有触发反击，状态结束时云璃立即对随机敌方目标发动<u>反击</u>【勘破•斩】。 每发动1次【勘破•斩】后，下一次【勘破•斩】将替换为【勘破•灭】。<br>【勘破•斩】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害。<br>【勘破•灭】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害，随后额外造成 <b>#4[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于云璃@ <b>#7[p]</b> #攻击力的物理伤害。云璃通过此技能造成伤害时，被视为造成了终结技伤害。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]<br><br>@<b>反击</b>#<br>当目标受到攻击后自动触发的效果，对攻击者施放1次额外的攻击。<br>反击也属于追加攻击。",
            "Params": [
                [
                    1.44,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.48,
                    120.0
                ],
                [
                    1.536,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.768,
                    0.512,
                    120.0
                ],
                [
                    1.632,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.816,
                    0.544,
                    120.0
                ],
                [
                    1.728,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.864,
                    0.576,
                    120.0
                ],
                [
                    1.824,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.912,
                    0.608,
                    120.0
                ],
                [
                    1.92,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.96,
                    0.64,
                    120.0
                ],
                [
                    2.04,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    1.02,
                    0.68,
                    120.0
                ],
                [
                    2.16,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.72,
                    120.0
                ],
                [
                    2.28,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.14,
                    0.76,
                    120.0
                ],
                [
                    2.4,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.8,
                    120.0
                ],
                [
                    2.496,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.248,
                    0.832,
                    120.0
                ],
                [
                    2.592,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.296,
                    0.864,
                    120.0
                ],
                [
                    2.688,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.344,
                    0.896,
                    120.0
                ],
                [
                    2.784,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.392,
                    0.928,
                    120.0
                ],
                [
                    2.88,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.44,
                    0.96,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v3": {
            "Name": "剑为地纪，刃惊天宗",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "强化",
            "Desc": "消耗 <b>#8[f]</b> 点能量，云璃获得【格挡】并使敌方全体陷入嘲讽状态，持续至下一个我方或敌方回合结束时。并使云璃下一次反击造成的暴击伤害提高@ <b>#2[p]</b> #。触发天赋的反击效果时，将替换为发动<u>反击</u>【勘破•灭】同时移除【格挡】效果。若【格挡】状态期间没有触发反击，状态结束时云璃立即对随机敌方目标发动<u>反击</u>【勘破•斩】。 <br>【勘破•斩】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害。<br>【勘破•灭】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害，随后额外造成 <b>#4[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于云璃@ <b>#7[p]</b> #攻击力的物理伤害。<br>云璃通过此技能造成伤害时，被视为造成了终结技伤害。<br>【勘破•灭】造成的弹射伤害，每段的削韧值为此技能中心目标削韧值的 <b>25%</b> 。<br><br>@<b>反击</b>#<br>当目标受到攻击后自动触发的效果，对攻击者施放1次额外的攻击。<br>反击也属于追加攻击。",
            "Params": [
                [
                    1.2,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.6,
                    0.36,
                    120.0
                ],
                [
                    1.28,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.64,
                    0.384,
                    120.0
                ],
                [
                    1.36,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.68,
                    0.408,
                    120.0
                ],
                [
                    1.44,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.432,
                    120.0
                ],
                [
                    1.52,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.76,
                    0.456,
                    120.0
                ],
                [
                    1.6,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.8,
                    0.48,
                    120.0
                ],
                [
                    1.7,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.85,
                    0.51,
                    120.0
                ],
                [
                    1.8,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.9,
                    0.54,
                    120.0
                ],
                [
                    1.9,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    0.95,
                    0.57,
                    120.0
                ],
                [
                    2.0,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.0,
                    0.6,
                    120.0
                ],
                [
                    2.08,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.04,
                    0.624,
                    120.0
                ],
                [
                    2.16,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.648,
                    120.0
                ],
                [
                    2.24,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.12,
                    0.672,
                    120.0
                ],
                [
                    2.32,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.16,
                    0.696,
                    120.0
                ],
                [
                    2.4,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.72,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v4": {
            "Name": "剑为地纪，刃惊天宗",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "强化",
            "Desc": "消耗 <b>#8[f]</b> 点能量，云璃获得【格挡】并使敌方全体陷入嘲讽状态，持续至下一个我方或敌方回合结束时。并使云璃下一次反击造成的暴击伤害提高@ <b>#2[p]</b> #。触发天赋的反击效果时，将替换为发动<u>反击</u>【勘破•灭】同时移除【格挡】效果。若【格挡】状态期间没有触发反击，状态结束时云璃立即对随机敌方目标发动<u>反击</u>【勘破•斩】。 <br>【勘破•斩】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害。<br>【勘破•灭】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害，随后额外造成 <b>#4[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于云璃@ <b>#7[p]</b> #攻击力的物理伤害。<br>云璃通过此技能造成伤害时，被视为造成了终结技伤害。<br>【勘破•灭】造成的弹射伤害，每段的削韧值为此技能中心目标削韧值的 <b>25%</b> 。<br><br>@<b>反击</b>#<br>当目标受到攻击后自动触发的效果，对攻击者施放1次额外的攻击。<br>反击也属于追加攻击。",
            "Params": [
                [
                    1.2,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.6,
                    0.36,
                    120.0
                ],
                [
                    1.28,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.64,
                    0.384,
                    120.0
                ],
                [
                    1.36,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.68,
                    0.408,
                    120.0
                ],
                [
                    1.44,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.72,
                    0.432,
                    120.0
                ],
                [
                    1.52,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.76,
                    0.456,
                    120.0
                ],
                [
                    1.6,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.8,
                    0.48,
                    120.0
                ],
                [
                    1.7,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.85,
                    0.51,
                    120.0
                ],
                [
                    1.8,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.9,
                    0.54,
                    120.0
                ],
                [
                    1.9,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    0.95,
                    0.57,
                    120.0
                ],
                [
                    2.0,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.0,
                    0.6,
                    120.0
                ],
                [
                    2.08,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.04,
                    0.624,
                    120.0
                ],
                [
                    2.16,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.08,
                    0.648,
                    120.0
                ],
                [
                    2.24,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.12,
                    0.672,
                    120.0
                ],
                [
                    2.32,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.16,
                    0.696,
                    120.0
                ],
                [
                    2.4,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.2,
                    0.72,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v5": {
            "Name": "剑为地纪，刃惊天宗",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "强化",
            "Desc": "消耗 <b>#8[f]</b> 点能量，云璃获得【格挡】并使敌方全体陷入嘲讽状态，持续至下一个我方或敌方回合结束时。并使云璃下一次反击造成的暴击伤害提高@ <b>#2[p]</b> #。触发天赋的反击效果时，将替换为发动<u>反击</u>【勘破•灭】同时移除【格挡】效果。若【格挡】状态期间没有触发反击，状态结束时云璃立即对随机敌方目标发动<u>反击</u>【勘破•斩】。 <br>【勘破•斩】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害。<br>【勘破•灭】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害，随后额外造成 <b>#4[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于云璃@ <b>#7[p]</b> #攻击力的物理伤害。<br>云璃通过此技能造成伤害时，被视为造成了终结技伤害。<br>【勘破•灭】造成的弹射伤害，每段的削韧值为此技能中心目标削韧值的 <b>25%</b> 。<br><br>@<b>反击</b>#<br>当目标受到攻击后自动触发的效果，对攻击者施放1次额外的攻击。<br>反击也属于追加攻击。",
            "Params": [
                [
                    1.32,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.66,
                    0.432,
                    120.0
                ],
                [
                    1.408,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.704,
                    0.4608,
                    120.0
                ],
                [
                    1.496,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.748,
                    0.4896,
                    120.0
                ],
                [
                    1.584,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.792,
                    0.5184,
                    120.0
                ],
                [
                    1.672,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.836,
                    0.5472,
                    120.0
                ],
                [
                    1.76,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.88,
                    0.576,
                    120.0
                ],
                [
                    1.87,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.935,
                    0.612,
                    120.0
                ],
                [
                    1.98,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.99,
                    0.648,
                    120.0
                ],
                [
                    2.09,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.045,
                    0.684,
                    120.0
                ],
                [
                    2.2,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.1,
                    0.72,
                    120.0
                ],
                [
                    2.288,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.144,
                    0.7488,
                    120.0
                ],
                [
                    2.376,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.188,
                    0.7776,
                    120.0
                ],
                [
                    2.464,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.232,
                    0.8064,
                    120.0
                ],
                [
                    2.552,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.276,
                    0.8352,
                    120.0
                ],
                [
                    2.64,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.32,
                    0.864,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Ultra"
        },
        "Live": {
            "Name": "剑为地纪，刃惊天宗",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "强化",
            "Desc": "消耗 <b>#8[f]</b> 点能量，云璃获得【格挡】并使敌方全体陷入嘲讽状态，持续至下一个我方或敌方回合结束时。并使云璃下一次反击造成的暴击伤害提高@ <b>#2[p]</b> #。触发天赋的反击效果时，将替换为发动<u>反击</u>【勘破•灭】同时移除【格挡】效果。若【格挡】状态期间没有触发反击，状态结束时云璃立即对随机敌方目标发动<u>反击</u>【勘破•斩】。 <br>【勘破•斩】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害。<br>【勘破•灭】：对目标造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#6[p]</b> #攻击力的物理属性伤害，随后额外造成 <b>#4[f]</b> 次伤害，每次伤害对随机敌方单体造成等同于云璃@ <b>#7[p]</b> #攻击力的物理伤害。<br>云璃通过此技能造成伤害时，被视为造成了终结技伤害。<br>【勘破•灭】造成的弹射伤害，每段的削韧值为此技能中心目标削韧值的 <b>25%</b> 。",
            "Params": [
                [
                    1.32,
                    0.6,
                    0.0,
                    6.0,
                    0.0,
                    0.66,
                    0.432,
                    120.0
                ],
                [
                    1.408,
                    0.64,
                    0.0,
                    6.0,
                    0.0,
                    0.704,
                    0.4608,
                    120.0
                ],
                [
                    1.496,
                    0.68,
                    0.0,
                    6.0,
                    0.0,
                    0.748,
                    0.4896,
                    120.0
                ],
                [
                    1.584,
                    0.72,
                    0.0,
                    6.0,
                    0.0,
                    0.792,
                    0.5184,
                    120.0
                ],
                [
                    1.672,
                    0.76,
                    0.0,
                    6.0,
                    0.0,
                    0.836,
                    0.5472,
                    120.0
                ],
                [
                    1.76,
                    0.8,
                    0.0,
                    6.0,
                    0.0,
                    0.88,
                    0.576,
                    120.0
                ],
                [
                    1.87,
                    0.85,
                    0.0,
                    6.0,
                    0.0,
                    0.935,
                    0.612,
                    120.0
                ],
                [
                    1.98,
                    0.9,
                    0.0,
                    6.0,
                    0.0,
                    0.99,
                    0.648,
                    120.0
                ],
                [
                    2.09,
                    0.95,
                    0.0,
                    6.0,
                    0.0,
                    1.045,
                    0.684,
                    120.0
                ],
                [
                    2.2,
                    1.0,
                    0.0,
                    6.0,
                    0.0,
                    1.1,
                    0.72,
                    120.0
                ],
                [
                    2.288,
                    1.04,
                    0.0,
                    6.0,
                    0.0,
                    1.144,
                    0.7488,
                    120.0
                ],
                [
                    2.376,
                    1.08,
                    0.0,
                    6.0,
                    0.0,
                    1.188,
                    0.7776,
                    120.0
                ],
                [
                    2.464,
                    1.12,
                    0.0,
                    6.0,
                    0.0,
                    1.232,
                    0.8064,
                    120.0
                ],
                [
                    2.552,
                    1.16,
                    0.0,
                    6.0,
                    0.0,
                    1.276,
                    0.8352,
                    120.0
                ],
                [
                    2.64,
                    1.2,
                    0.0,
                    6.0,
                    0.0,
                    1.32,
                    0.864,
                    120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                1,
                0,
                1
            ],
            "Icon": "SkillIcon_1221_Ultra",
            "EE": [
                10000003
            ]
        }
    },
    "122104": {
        "v1": {
            "Name": "闪铄",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "扩散",
            "Desc": "当云璃受到敌方目标攻击后，立即向攻击者发起<u>反击</u>，对其造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.66,
                    0.33
                ],
                [
                    0.72,
                    0.36
                ],
                [
                    0.78,
                    0.39
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    0.975,
                    0.4875
                ],
                [
                    1.05,
                    0.525
                ],
                [
                    1.125,
                    0.5625
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.26,
                    0.63
                ],
                [
                    1.32,
                    0.66
                ],
                [
                    1.38,
                    0.69
                ],
                [
                    1.44,
                    0.72
                ],
                [
                    1.5,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v2": {
            "Name": "闪铄",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "扩散",
            "Desc": "当云璃受到敌方目标攻击后，立即向攻击者发起<u>反击</u>，对其造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3
                ],
                [
                    0.66,
                    0.33
                ],
                [
                    0.72,
                    0.36
                ],
                [
                    0.78,
                    0.39
                ],
                [
                    0.84,
                    0.42
                ],
                [
                    0.9,
                    0.45
                ],
                [
                    0.975,
                    0.4875
                ],
                [
                    1.05,
                    0.525
                ],
                [
                    1.125,
                    0.5625
                ],
                [
                    1.2,
                    0.6
                ],
                [
                    1.26,
                    0.63
                ],
                [
                    1.32,
                    0.66
                ],
                [
                    1.38,
                    0.69
                ],
                [
                    1.44,
                    0.72
                ],
                [
                    1.5,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v3": {
            "Name": "闪铄",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "扩散",
            "Desc": "当云璃受到敌方目标攻击后，额外恢复 <b>#3[f]</b> 点能量，并立即向攻击者发起<u>反击</u>，对其造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v4": {
            "Name": "闪铄",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "扩散",
            "Desc": "当云璃受到敌方目标攻击后，额外恢复 <b>#3[f]</b> 点能量，并立即向攻击者发起<u>反击</u>，对其造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。<br>若不存在可反击的目标，则反击敌方随机目标。",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "v5": {
            "Name": "闪铄",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "扩散",
            "Desc": "当云璃受到敌方目标攻击后，额外恢复 <b>#3[f]</b> 点能量，并立即向攻击者发起<u>反击</u>，对其造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。<br>若不存在可反击的目标，则反击敌方随机目标。",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        },
        "Live": {
            "Name": "闪铄",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "扩散",
            "Desc": "当云璃受到敌方目标攻击后，额外恢复 <b>#3[f]</b> 点能量，并立即向攻击者发起<u>反击</u>，对其造成等同于云璃@ <b>#1[p]</b> #攻击力的物理属性伤害，对其相邻目标造成等同于云璃@ <b>#2[p]</b> #攻击力的物理属性伤害。<br>若不存在可反击的目标，则反击敌方随机目标。<br>普通反击只会恢复 <b>50%</b> 本技能的能量。",
            "Params": [
                [
                    0.6,
                    0.3,
                    15.0
                ],
                [
                    0.66,
                    0.33,
                    15.0
                ],
                [
                    0.72,
                    0.36,
                    15.0
                ],
                [
                    0.78,
                    0.39,
                    15.0
                ],
                [
                    0.84,
                    0.42,
                    15.0
                ],
                [
                    0.9,
                    0.45,
                    15.0
                ],
                [
                    0.975,
                    0.4875,
                    15.0
                ],
                [
                    1.05,
                    0.525,
                    15.0
                ],
                [
                    1.125,
                    0.5625,
                    15.0
                ],
                [
                    1.2,
                    0.6,
                    15.0
                ],
                [
                    1.26,
                    0.63,
                    15.0
                ],
                [
                    1.32,
                    0.66,
                    15.0
                ],
                [
                    1.38,
                    0.69,
                    15.0
                ],
                [
                    1.44,
                    0.72,
                    15.0
                ],
                [
                    1.5,
                    0.75,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1221_Passive"
        }
    },
    "122106": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Normal"
        }
    },
    "122107": {
        "v1": {
            "Name": "后发先至",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使自身获得【招架】效果，持续 <b>15</b> 秒，期间攻击敌人或受到攻击进入战斗后，立即对随机敌方单体施放【勘破•灭】，并使本次攻击伤害提高 <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v2": {
            "Name": "后发先至",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使自身获得【招架】效果，持续 <b>15</b> 秒，期间攻击敌人或受到攻击进入战斗后，立即对随机敌方单体施放【勘破•灭】，并使本次攻击伤害提高 <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v3": {
            "Name": "后发先至",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使自身获得【招架】效果，持续 <b>#2[f]</b> 秒，期间攻击敌人或受到攻击进入战斗后，立即对随机敌方单体施放【勘破•灭】，并使本次攻击造成的伤害提高 <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v4": {
            "Name": "后发先至",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使自身获得【招架】效果，持续 <b>#2[f]</b> 秒，期间攻击敌人或受到攻击进入战斗后，立即对随机敌方单体施放【勘破•灭】，并使本次攻击造成的伤害提高 <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "v5": {
            "Name": "后发先至",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使自身获得【招架】效果，持续 <b>#2[f]</b> 秒，期间攻击敌人或受到攻击进入战斗后，立即对随机敌方单体施放【勘破•灭】，并使本次攻击造成的伤害提高 <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        },
        "Live": {
            "Name": "后发先至",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使自身获得【招架】效果，持续 <b>#2[f]</b> 秒，期间攻击敌人或受到攻击进入战斗后，立即对随机敌方单体施放【勘破•灭】，并使本次攻击造成的伤害提高 <b>#1[p]</b> 。",
            "Params": [
                [
                    0.8,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1221_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1221": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼毂",
                "Desc": "受到攻击时，云璃额外回复 <b><color style='color:#f29e38'>15.0</color></b> 点能量。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "【格挡】状态下抵抗受到的控制类负面效果，并使受到的伤害降低 <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真刚",
                "Desc": "施放反击时，云璃的攻击力提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼毂",
                "Desc": "受到攻击时，云璃额外回复 <b><color style='color:#f29e38'>15.0</color></b> 点能量。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "【格挡】状态下抵抗受到的控制类负面效果，并使受到的伤害降低 <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真刚",
                "Desc": "施放反击时，云璃的攻击力提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼毂",
                "Desc": "每发动1次【勘破•斩】后，下一次【勘破•斩】将替换为【勘破•灭】。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "【格挡】状态下抵抗受到的控制类负面效果，并使受到的伤害降低 <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真刚",
                "Desc": "施放反击时，云璃的攻击力提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼毂",
                "Desc": "每发动1次【勘破•斩】后，下一次【勘破•斩】将替换为【勘破•灭】。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "【格挡】状态下抵抗受到的控制类负面效果，并使受到的伤害降低 <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真刚",
                "Desc": "施放反击时，云璃的攻击力提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼毂",
                "Desc": "每发动1次【勘破•斩】后，下一次【勘破•斩】将替换为【勘破•灭】。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "【格挡】状态下抵抗受到的控制类负面效果，并使受到的伤害降低 <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真刚",
                "Desc": "施放反击时，云璃的攻击力提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1221_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "灼毂",
                "Desc": "每发动1次【勘破•斩】后，下一次【勘破•斩】将替换为【勘破•灭】。",
                "Icon": "SkillIcon_1221_SkillTree1"
            },
            "Tree2": {
                "Name": "却邪",
                "Desc": "【格挡】状态下抵抗受到的控制类<u>负面效果</u>，并使受到的伤害降低 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1221_SkillTree2"
            },
            "Tree3": {
                "Name": "真刚",
                "Desc": "施放<u>反击</u>时，云璃的攻击力提高 <b><color style='color:#f29e38'>30%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1221_SkillTree3",
                "EE": [
                    10000003
                ]
            }
        }
    }
}

var _avatarrank_ = {
    "122101": {
        "v1": {
            "Rank": 1,
            "Name": "沉锋离垢",
            "Desc": "【勘破•斩】与【勘破•灭】造成的伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> ，【勘破•灭】的额外伤害段数增加 <b><color style='color:#f29e38'>3.0</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "沉锋离垢",
            "Desc": "【勘破•斩】与【勘破•灭】造成的伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> ，【勘破•灭】的额外伤害段数增加 <b><color style='color:#f29e38'>3.0</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "沉锋离垢",
            "Desc": "【勘破•斩】与【勘破•灭】造成的伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> ，【勘破•灭】的额外伤害段数增加 <b><color style='color:#f29e38'>3.0</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "沉锋离垢",
            "Desc": "【勘破•斩】与【勘破•灭】造成的伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> ，【勘破•灭】的额外伤害段数增加 <b><color style='color:#f29e38'>3.0</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "沉锋离垢",
            "Desc": "【勘破•斩】与【勘破•灭】造成的伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> ，【勘破•灭】的额外伤害次数增加 <b><color style='color:#f29e38'>3.0</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "沉锋离垢",
            "Desc": "【勘破•斩】与【勘破•灭】造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，【勘破•灭】的额外伤害次数增加 <b><color style='color:#f29e38'>3</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank1"
        }
    },
    "122102": {
        "v1": {
            "Rank": 2,
            "Name": "初芒破生",
            "Desc": "云璃在回合结束后使自身暴击率提高 <b><color style='color:#f29e38'>18.0%</color></b> ，持续到下一回合开始前。",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "初芒破生",
            "Desc": "云璃在回合结束后使自身暴击率提高 <b><color style='color:#f29e38'>18.0%</color></b> ，持续到下一回合开始前。",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "初芒破生",
            "Desc": "发动反击造成伤害时无视敌方目标 <b><color style='color:#f29e38'>20.0%</color></b> 的防御力。",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "初芒破生",
            "Desc": "发动反击造成伤害时无视敌方目标 <b><color style='color:#f29e38'>20.0%</color></b> 的防御力。",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "初芒破生",
            "Desc": "发动反击造成伤害时无视敌方目标 <b><color style='color:#f29e38'>20.0%</color></b> 的防御力。",
            "Icon": "SkillIcon_1221_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "初芒破生",
            "Desc": "发动<u>反击</u>造成伤害时无视敌方目标 <b><color style='color:#f29e38'>20%</color></b> 的防御力。",
            "Icon": "SkillIcon_1221_Rank2",
            "EE": [
                10000003
            ]
        }
    },
    "122103": {
        "v1": {
            "Rank": 3,
            "Name": "九尺运斤",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1221_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "九尺运斤",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1221_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "九尺运斤",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "九尺运斤",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "九尺运斤",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "九尺运斤",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1221_Ultra"
        }
    },
    "122104": {
        "v1": {
            "Rank": 4,
            "Name": "大匠击橐",
            "Desc": "云璃发动反击造成伤害时无视敌方目标 <b><color style='color:#f29e38'>20.0%</color></b> 的防御力。",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "大匠击橐",
            "Desc": "云璃发动反击造成伤害时无视敌方目标 <b><color style='color:#f29e38'>20.0%</color></b> 的防御力。",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "大匠击橐",
            "Desc": "发动【勘破•斩】或【勘破•灭】后使自身效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> ，持续 <b><color style='color:#f29e38'>1.0</color></b> 回合。",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "大匠击橐",
            "Desc": "发动【勘破•斩】或【勘破•灭】后使自身效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> ，持续 <b><color style='color:#f29e38'>1.0</color></b> 回合。",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "大匠击橐",
            "Desc": "发动【勘破•斩】或【勘破•灭】后使自身效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> ，持续 <b><color style='color:#f29e38'>1.0</color></b> 回合。",
            "Icon": "SkillIcon_1221_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "大匠击橐",
            "Desc": "发动【勘破•斩】或【勘破•灭】后使自身效果抵抗提高 <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。",
            "Icon": "SkillIcon_1221_Rank4"
        }
    },
    "122105": {
        "v1": {
            "Rank": 5,
            "Name": "恒兵匪石",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "恒兵匪石",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1221_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "恒兵匪石",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1221_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "恒兵匪石",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1221_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "恒兵匪石",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1221_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "恒兵匪石",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1221_BP"
        }
    },
    "122106": {
        "v1": {
            "Rank": 6,
            "Name": "剑胆琴心",
            "Desc": "施放终结技后，若下一个回合行动的是敌方单位，无论是否攻击云璃，都会触发【勘破•灭】，并且【格挡】状态不会移除，延长至下一个回合结束后，该效果每回合最多触发 <b><color style='color:#f29e38'>1.0</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "剑胆琴心",
            "Desc": "施放终结技后，若下一个回合行动的是敌方单位，无论是否攻击云璃，都会触发【勘破•灭】，并且【格挡】状态不会移除，延长至下一个回合结束后，该效果每回合最多触发 <b><color style='color:#f29e38'>1.0</color></b> 次。",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "剑胆琴心",
            "Desc": "施放终结技后，若下一个行动的是敌方单位，无论是否攻击云璃，都会触发【勘破•灭】，发动【勘破•斩】或【勘破•灭】造成伤害时，云璃的暴击率提高 <b><color style='color:#f29e38'>15.0%</color></b> ，物理属性抗性穿透提高 <b><color style='color:#f29e38'>20.0%</color></b> 。",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "剑胆琴心",
            "Desc": "【格挡】状态期间，敌方主动施放技能时无论是否攻击云璃，都会触发【勘破•灭】同时移除【格挡】效果，发动【勘破•斩】或【勘破•灭】造成伤害时暴击率提高 <b><color style='color:#f29e38'>15.0%</color></b> ，物理属性抗性穿透提高 <b><color style='color:#f29e38'>20.0%</color></b> 。",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "剑胆琴心",
            "Desc": "【格挡】状态期间，敌方主动施放技能时无论是否攻击云璃，都会触发【勘破•灭】同时移除【格挡】效果，发动【勘破•斩】或【勘破•灭】造成伤害时暴击率提高 <b><color style='color:#f29e38'>15.0%</color></b> ，物理属性抗性穿透提高 <b><color style='color:#f29e38'>20.0%</color></b> 。",
            "Icon": "SkillIcon_1221_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "剑胆琴心",
            "Desc": "【格挡】状态期间，敌方主动施放技能时无论是否攻击云璃，都会触发【勘破•灭】同时移除【格挡】效果，发动【勘破•斩】或【勘破•灭】造成伤害时暴击率提高 <b><color style='color:#f29e38'>15%</color></b> ，物理属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1221_Rank6"
        }
    }
}

var _story_ = {
    "1221": [
        {
            "_id": 1,
            "Story": "仙舟「朱明」的猎剑士，备受「烛渊将军」怀炎宠爱的孙女，性格直率。<br>从小跟随怀炎学习剑艺与锻艺，乃「焰轮八叶」中次年幼的天才剑士。<br>对朱明流出的魔剑深恶痛绝，立誓要「搜猎魔剑，尽数断绝」。"
        },
        {
            "_id": 2,
            "Story": "在工炼房里旁观父亲炼剑时，剑炉喷薄的燥热会让她肚子饿得出奇得快，往往一两个时辰后就不见了身影——她要偷跑一趟集市，填饱肚子后才能好好观瞻学习。<br><br><i>「这家肉龙肠出食总比别家快，师傅串肠的手法干净利索，竹签一下串进肠心，不歪也不斜。如果他去练剑，剑风一定爽利。」</i>这么想着，她排在了队伍末端。<br><br>胡麻饭团的铺子以往总是老板娘当厨，今天却是她的丈夫。他小臂的肱肌要比膀子肉更紧实，看着像是练过刀，因而抓起饭来也颇有大破大立之感——饭团一个顶平时三个大。她立马凑近：<i>「两份，多抓点饭。」</i><br><br>青衣小哥卖的炸糖藕发挥总不稳定，但今天做得尚好，甜而不腻，外酥里脆。她吃完一个，没走远，站着又看了会儿。小哥今天边糊着糖汁，边有规律地转着手腕…居然是练剑的动作，他是几时学会的？<i>「嗯…看来厨艺中亦有剑术……」</i><br><br>等她吃饱回到家，已是黄昏。院子里戴着铁盔的男人从父亲手上接过一把崭新的剑。<br><i>「多谢含光大师，鄙人定将…除恶务尽。」</i>落晖渲染着那人汹涌的坚毅，却也添了份薄暮的无望。<br><br>残阳却未落入云璃眼中，她只注意到铁盔男人明明魁梧有力，腰胯壮健，这把剑却剑体轻薄，剑尖从坡度明显大于普通利剑，这样的构造更利于应对不同方向的敌人…但那男人接过剑后，第一件事却是检查剑缰的韧力……<br><br><i>「他是冲锋的骑兵，对吗？这么轻的剑却还寄望于剑缰使剑不离手，一看就像会临阵脱逃的样子…而且骑术还不错。他配不上你的剑。」</i><br><br>含光讶然地看着云璃。<br><i>「吃那么多东西，不就是为了练眼力嘛。」</i>"
        },
        {
            "_id": 3,
            "Story": "她循着声音来到工炼房角落，父亲不在，地上只有一把硕大的混铁剑骸，云璃拾了起来，那剑骸比她人还高。她好奇地抚摸着，模仿含光的样子，假装对它进行加工。<br><br>但这把大剑并未铸成——含光熔炼岁阳魔剑，招致焰轮铸炼宫的悲剧。云璃被及时赶来的怀炎救下，逃过一劫。她成为了怀炎的弟子，那剑胚也被她一同带离。<br><br><i>「云璃，原料若超出规范，剑也易折。」</i>同窗的学徒忍不住提醒她，还有他的佩剑——正在娇俏地指责她的手法。<br><i>「你也太矜贵了，多刮刮树皮吧。」</i><br>同窗露出疑惑又尴尬的神情，云璃抬眼瞧了瞧同窗怀里噤声的剑，<i>「不好意思，不是说你…是你。」</i><br><br><i>「我名芒光。剑头利如芒，恒持照眼光。」</i><br>她知道那剑将被主人藏于宝库，翳其剑光。<br><i>「我叫小茉莉，我喜欢剑柄上刻的那朵茉莉花。」</i><br>她知道小茉莉虽不满主人乱取名字，却为自己被珍视而感到欣喜。<br><br>人言莫辨，剑声更为单纯。<br>让人失智癫狂的魔剑和地上遍布的腥臭血迹…依然映刻在她的记忆，或许也映于那剑胚的记忆中。但它依旧无言，从未向她谈起那段往事。<br><br><i>「你也看见了那些浸满嗜血杀意的剑影，对吧？<br>「现在想想，那些岁阳应该也使唤不了你，你闷得很，还又大又钝。」</i><br>剑胚忽然震颤，掀起一层乌黑的碳粉，落下却如令人凛然的星云。<br><i>「原来你是因为拒绝岁阳才被那人遗弃…连你这把未铸成的剑都懂的道理，父…他怎么就……<br>「不过，剑什么时候算是『铸成』呢……」</i><br>她忍不住伸手抚摸它凹凸不平的剑锷，虽无剑脊，却满是凌厉。<br><i>「又不说话了？你还真是个铁疙瘩…不如，就叫你『老铁』吧。」<br>「别担心，也许你在他人眼里只是把没有剑锋的胚体，但剑意不分利钝。」<br>「我挥出的，就是利剑。」<br>「走吧老铁，随我出去见见世面。」</i>"
        },
        {
            "_id": 4,
            "Story": "<i>「为何要夺他人宝剑？」</i><br>怀炎叹了口气。而得知这点小事又被报告给爷爷的云璃却不甚服气。<br><i>「刀剑虽无血肉，但它们汲取铸剑师的寄望，消纳剑士的心志。你可有想过，剑离人手，便会失心？」<br>「可人也千差万别。有用名剑彰显身份只为行方便的人，有继承家中好剑却欺凌弱小的人，有拿云骑兄长遗物之剑到处炫耀的人…我夺的是这些人的剑。」</i><br>怀炎望向云璃身后，被取名为『老铁』的熔铁剑骸，剑锋尚未锻成，但利脊笔挺——就如眼前的女孩一般。<br><i>「反正我就是看不惯宝剑被人糟蹋。」<br>「那你将它赢来，以后就带它出去了？」<br>「唔…可是我有老铁了，这不是见异思迁嘛……」<br>「还有之前赢来的剑呢？又将它们束之高阁，蒙蔽其光？」<br>「当然不是！我没想好…比武？打赢我就送！」<br>「强求剑意，强赋新鸣，可不是它们最好的归属。」</i><br>见云璃懊恼茫然的神色，怀炎无奈地笑了声，也松懈了威严的伪装。<br><i>「你年纪尚小，倒也不用想这么严肃的问题……」</i><br><br>但她无法不想，过去的记忆仍在敲打着她。窗外，落日之后便又是沉沉黑夜。<br>那做出抉择的，究竟是剑，还是人？"
        },
        {
            "_id": 5,
            "Story": "她将剑翻了个身，好让火舌尽数吞没剑体。熔兵剑炉里弥散着灼烧的热温，此时却透出一股腥涩的怨味。<br><br>云璃面无表情地看着窗外的夕阳。伴随着年龄渐长，以前的疑问也逐渐有了答案。<br><br>岁阳…汲取人类的情绪、吞噬人类的感情…然而刀剑是武器，向敌的剑尖铸满杀意。炼入岁阳的利剑持续吸摄着刀光剑影里的嗔怒、嗜杀、暴戾，反噬执剑者的心智，最终成为「魔剑」。<br><br><i>「你知道他挥剑时的心情吗？兴奋…骄傲…唯我独尊！他不过是个普通的云骑，永远的吊车尾！他几百年甚至永远也不可能实现的愿望，是我替他完成了！你凭什么——」</i><br>她又添了把火。魔剑之将死，其言也多，啰嗦。<br><br><i>「呵…你知道他曾丢下佩剑，上马临阵脱逃吗？人类如此怯弱！你以为自己在做什么有意义的事吗？只要人类还有一丝一毫的欲望，你就不可能猎尽……」</i><br>在那之后，她确实立誓要猎尽魔剑，也想偿付含光罪孽，但那人罪业固然难以罄尽，她也实在不屑与孽债同行。空气被热温烘得有些扭曲，云璃盛气凛凛的神情却无比清晰。<br><i>「虽然我看不惯好剑被烂人糟蹋，但我也不想看到好人被恶剑侵蚀。<br>「是宝剑是屠刀，不由你们这些只想嗜血的邪秽决定。<br>「坏人当罚，坏剑当熔。你嘛，乖乖回炉重造吧。」</i><br><br>炉火彻底吞噬了魔剑，铁水伴着火星一起沸腾，宛若熔炼时剑髓的新生——这是她给出的答案。<br><i>「何不将魔剑熔去？熔为新生的铁水灵液，既断于无心，便等待有心之人再铸剑锋。」</i><br>她合上炉窗，高温浓缩，无形热浪裹挟着她的遐思。<br>一切正在重生。"
        }
    ]
}

var _voice_ = {
    "1221": [
        {
            "_id": "archive_yunli_1",
            "Title": "初次见面",
            "Voice": "我是云璃。来吧，拿上你的剑，我们交一次手，就算认识了。"
        },
        {
            "_id": "archive_yunli_2",
            "Title": "问候",
            "Voice": "哦，你在这里啊。剑士就该用剑来互相问候，来吧，「老铁」。"
        },
        {
            "_id": "archive_yunli_3",
            "Title": "道别",
            "Voice": "你要回去了？突然想顺路去吃点好的…走吧，我买单。放心，我有爷爷给的零花钱。"
        },
        {
            "_id": "archive_yunli_4",
            "Title": "关于自己 · 与剑对话",
            "Voice": "剑是有脾气的，有时候觉得剑不好使，就要多摸摸它安抚它，体会手握住剑柄的触感，它会告诉你哪儿不舒服！"
        },
        {
            "_id": "archive_yunli_5",
            "Title": "关于自己 · 招式",
            "Voice": "剑术之余，与剑的交流同等重要，这便是「招式」的意义——无论是「崩剑斩」还是「碎岩破」，只有大声喊出来练习，才不会在战场上嘴瓢。"
        },
        {
            "_id": "archive_yunli_6",
            "Title": "闲谈 · 魔剑",
            "Voice": "持有魔剑的人虽然能在剑技上一蹴而就，但说到底只是被魔剑驱遣的行尸走肉而已——胜负在人，而不在剑。"
        },
        {
            "_id": "archive_yunli_7",
            "Title": "闲谈 · 武器",
            "Voice": "「老铁」是一柄尚未锤炼完成的剑胚，我会将夺来的魔剑熔进其中，因此它也被叫作「熔铁剑骸」…不过还是叫它「老铁」更亲切一些。对吧，老铁？"
        },
        {
            "_id": "archive_yunli_9",
            "Title": "爱好",
            "Voice": "鉴赏宝剑的时候记得注意顺序，首先是观察外貌，再就是感受气质，最好是能上手触摸，感受内在品质——最后、以及最重要的，要找到和它过一辈子的感觉！"
        },
        {
            "_id": "archive_yunli_10",
            "Title": "烦恼",
            "Voice": "怎么尽是坏人拿好剑…坏人拿坏剑不行么！"
        },
        {
            "_id": "archive_yunli_11",
            "Title": "分享",
            "Voice": "对匠人来说，真正的浪费是「明珠暗沉」。我将那些夺来的剑存进「熔兵剑炉」的铁水里，并不是销毁它们，而是能在合适的剑主到来之前，保护它们……"
        },
        {
            "_id": "archive_yunli_12",
            "Title": "见闻",
            "Voice": "朱明仙舟的锻艺享誉星海，宗工大匠也层出不穷，他们大多都是爷爷的弟子。其中就包括那位「如飞逝流星」的应星。"
        },
        {
            "_id": "archive_yunli_13",
            "Title": "关于怀炎",
            "Voice": "爷爷总是把我当成小孩子，可是话又说回来，他那个年纪，看谁不是小孩子呢？"
        },
        {
            "_id": "archive_yunli_14",
            "Title": "关于景元",
            "Voice": "每次听爷爷和景元将军说话，我都觉得又累又困，他们为什么就不能跟和我说话时一样呢？搞不懂将军间的对话……"
        },
        {
            "_id": "archive_yunli_15",
            "Title": "关于彦卿",
            "Voice": "他有好多珍藏不用的宝剑，我听见那些剑都哭了…你说，彦卿这样的是不是就叫朝三暮四？"
        },
        {
            "_id": "archive_yunli_16",
            "Title": "关于飞霄",
            "Voice": "过招远比语言真诚，我更喜欢「以剑交心」。那位潇洒的曜青将军也是如此。"
        },
        {
            "_id": "archive_yunli_17",
            "Title": "关于貊泽",
            "Voice": "飞霄将军是有这么一位幕僚，听说见到他的难度很高很高，除非他自己现身，但他一般又不现身……"
        },
        {
            "_id": "archive_yunli_18",
            "Title": "关于椒丘",
            "Voice": "他总是叫我去吃火锅。我知道火锅很好吃，但我就是吃不了又辣又烫的。"
        },
        {
            "_id": "archive_yunli_19",
            "Title": "关于灵砂",
            "Voice": "在朱明仙舟的时候，我有空就会去找灵砂姐姐和炎庭君玩。玩累了，就躺在灵砂姐姐的膝枕上休息，她真的…好香好香。"
        },
        {
            "_id": "archive_yunli_20",
            "Title": "关于刃",
            "Voice": "你是说应星？我没见过他本人，只听爷爷提起过无数次，算是他最有名的徒弟吧…有机会真的好想摸摸那柄「支离剑」。"
        },
        {
            "_id": "archive_yunli_21",
            "Title": "关于白露",
            "Voice": "罗浮龙尊？在金人巷有幸跟她拼了一桌，吃了不少葱醋鸡、团油饭，我们还交换了联系方式，约定以后再来金人巷大吃一顿。"
        },
        {
            "_id": "archive_yunli_22",
            "Title": "关于三月七",
            "Voice": "三月算是我第一个徒弟，有天赋也肯吃苦，我挺满意的。如果能听到她说我教的比彦卿教的好，我肯定做梦都会笑醒……"
        },
        {
            "_id": "archive_yunli_23",
            "Title": "关于藿藿",
            "Voice": "十王司的判官？虽然感觉本人不是很能打的样子，但她身后的尾巴好像挺厉害。"
        },
        {
            "_id": "archive_yunli_24",
            "Title": "关于青雀",
            "Voice": "竟敢当着我这个师父的面把三月拐去打牌，这个青雀实在是胆子不小…不过我看她那身经百战的气势，要是三月能学到，也能用于剑招吧。"
        },
        {
            "_id": "archive_yunli_25",
            "Title": "关于银枝",
            "Voice": "与他以剑交心之后，发现他确实是个古道热肠的好人，就是有点不太好懂…而且他的「剑」，也不太好懂……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_yunli",
            "Title": "星魂激活",
            "Voice": "剑胚尚需千锤百炼，方能锻铸成器。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_yunli",
            "Title": "角色晋阶",
            "Voice": "剑术精进了，再多吃点好吃的！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_yunli",
            "Title": "角色满级",
            "Voice": "要想「搜猎魔剑，尽数断绝」，还远远不够。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_yunli",
            "Title": "行迹激活",
            "Voice": "我听到剑也在恭喜我，又变强了一点。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_yunli",
            "Title": "队伍编成 · 开拓者",
            "Voice": "这不是助教老师吗？来助我一臂之力吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_yunli",
            "Title": "队伍编成 · 三月七",
            "Voice": "三月，凑近点，为师再教你几招实战应用。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_yunli",
            "Title": "队伍编成 · 彦卿",
            "Voice": "彦卿，再比一场如何？三局两胜，不…一局定胜负！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojiaoqiu_yunli",
            "Title": "队伍编成 · 椒丘",
            "Voice": "你没事吧？爷爷说，吃完饭后不能剧烈运动……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolingsha_yunli",
            "Title": "队伍编成 · 灵砂",
            "Voice": "灵砂姐姐，前面的敌人就都交给我来对付吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_yunli",
            "Title": "队伍编成 · 飞霄",
            "Voice": "与飞霄将军并肩作战，连「老铁」也激昂起来了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomoze_yunli",
            "Title": "队伍编成 · 貊泽",
            "Voice": "传说之人居然…出现了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_yunli",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "打铁要趁热。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_yunli",
            "Title": "战斗开始 · 危险预警",
            "Voice": "我就没见过熔不掉的铁疙瘩。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yunli_01",
            "Title": "回合开始 · 一",
            "Voice": "胜负在人，而不在剑。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yunli_02",
            "Title": "回合开始 · 二",
            "Voice": "来试试自己的斤两？"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_yunli",
            "Title": "回合待机",
            "Voice": "老铁，偷偷告诉我，你想砍哪个…哦，全砍了！好！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yunli_01",
            "Title": "战技 · 一",
            "Voice": "碎——岩——破！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yunli_02",
            "Title": "战技 · 二",
            "Voice": "崩——剑——斩！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_yunli_01",
            "Title": "轻受击",
            "Voice": "再来！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_yunli_01",
            "Title": "重受击",
            "Voice": "有点本事。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_yunli",
            "Title": "终结技 · 激活",
            "Voice": "我要将你们，尽数熔断！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast01_yunli_01",
            "Title": "天赋 · 一",
            "Voice": "来得正好！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast01_yunli_02",
            "Title": "天赋 · 二",
            "Voice": "就是你了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast02_yunli_01",
            "Title": "终结技 · 勘破 · 斩",
            "Voice": "截云，断岳！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast02_yunli_02",
            "Title": "终结技 · 勘破 · 斩",
            "Voice": "剑出，山倾！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast03_yunli_01",
            "Title": "终结技 · 勘破 · 灭",
            "Voice": "上决浮云，喝——"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast03_yunli_02",
            "Title": "终结技 · 勘破 · 灭",
            "Voice": "下绝地纪，灭——"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_yunli_01",
            "Title": "无法战斗",
            "Voice": "爷爷……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_yunli",
            "Title": "重回战斗",
            "Voice": "魔剑尚未敛尽。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_yunli",
            "Title": "回复生命",
            "Voice": "多谢相助。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_yunli",
            "Title": "秘技",
            "Voice": "截剑式。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_yunli",
            "Title": "战斗胜利",
            "Voice": "锤炼敲打，都被铸进剑身之中。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yunli",
            "Title": "开启战利品 · 一",
            "Voice": "嘿咻~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yunli_02",
            "Title": "开启战利品 · 二",
            "Voice": "藏着什么好东西～"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_yunli",
            "Title": "开启贵重战利品",
            "Voice": "哇！…可惜没有想要的宝剑。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yunli",
            "Title": "解谜成功 · 一",
            "Voice": "不如爷爷的机关有意思。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yunli_02",
            "Title": "解谜成功 · 二",
            "Voice": "手有点生了……"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_yunli",
            "Title": "发现敌方目标",
            "Voice": "老铁，我们上！"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_yunli",
            "Title": "返回城镇",
            "Voice": "饿了。"
        }
    ]
}

var _notes_ = {
    "1221": [
        "<b>拔山举鼎，裂地削云，魔剑尽猎，璃门永存</b>",
        "反击伤害段数（用于对比遗器勇烈和大公）：<br>- 天赋：1 段<br>- 【勘破•斩】：1 段<br>- 【勘破•灭】：8 段 + 6~9 段弹射<br>- 【勘破•灭】的主伤害分段比：12%x7+16%",
        "【勘破•灭】造成的弹射伤害，每段的削韧值为此技能中心目标削韧值的 <b>25%</b> 。",
        "虽然反击同时属于终结技和追加攻击伤害，但萨尔索图套装不会双倍生效。",
        "云璃的【勘破•斩】【勘破•灭】造成的伤害同时属于终结技和追加攻击伤害。但触发这些技能时不视为施放了终结技，仅视为施放了追加攻击。"
    ]
}

var _adiff_ = {
    "1221": {
        "v4": [
            "``问题修复`- 秘技施放的【勘破•灭】改为可以受星魂 #1 加成。<br>- 施放终结技后，若下一个行动的是行动条召唤物，不会移除【格挡】，而是会等到下一个我方或敌方单位的回合结束。"
        ]
    }
}

var _mtc_ = {
    "1221": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113011": 5
            },
            {
                "2": 8000,
                "113011": 10
            },
            {
                "2": 16000,
                "113012": 6,
                "110421": 3
            },
            {
                "2": 40000,
                "113012": 9,
                "110421": 7
            },
            {
                "2": 80000,
                "113013": 6,
                "110421": 20
            },
            {
                "2": 160000,
                "113013": 9,
                "110421": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "113013": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110503": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28%",
                "Mat": {
                    "2": 237500,
                    "113011": 2,
                    "110182": 8,
                    "113012": 7,
                    "110183": 11,
                    "113013": 11
                }
            },
            {
                "Name": "生命值 +18%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "113011": 6,
                    "110183": 11,
                    "113013": 11
                }
            },
            {
                "Name": "暴击率 +6.7%",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "113012": 3,
                    "110183": 8,
                    "113013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "灼毂",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110503": 1
                }
            },
            {
                "Name": "却邪",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "真刚",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}