// Auto Generated

var _avatarskill_ = {
    "122301": {
        "v1": {
            "Name": "飞铙",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v2": {
            "Name": "飞铙",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v3": {
            "Name": "飞铙",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v4": {
            "Name": "飞铙",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v5": {
            "Name": "飞铙",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v6": {
            "Name": "飞铙",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "Live": {
            "Name": "飞铙",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        }
    },
    "122302": {
        "v1": {
            "Name": "迅羽掠袭",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体目标成为【猎物】，并对其造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。<br>当场上没有可以战斗的其他角色时，貊泽无法使用战技，并解除敌人的【猎物】状态。",
            "Params": [
                [
                    0.75
                ],
                [
                    0.825
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.21875
                ],
                [
                    1.3125
                ],
                [
                    1.40625
                ],
                [
                    1.5
                ],
                [
                    1.575
                ],
                [
                    1.65
                ],
                [
                    1.725
                ],
                [
                    1.8
                ],
                [
                    1.875
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_BP"
        },
        "v2": {
            "Name": "迅羽掠袭",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体目标成为【猎物】，并对其造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。<br>当场上没有可以战斗的其他角色时，貊泽无法使用战技，并解除敌人的【猎物】状态。",
            "Params": [
                [
                    0.75
                ],
                [
                    0.825
                ],
                [
                    0.9
                ],
                [
                    0.975
                ],
                [
                    1.05
                ],
                [
                    1.125
                ],
                [
                    1.21875
                ],
                [
                    1.3125
                ],
                [
                    1.40625
                ],
                [
                    1.5
                ],
                [
                    1.575
                ],
                [
                    1.65
                ],
                [
                    1.725
                ],
                [
                    1.8
                ],
                [
                    1.875
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_BP"
        },
        "v3": {
            "Name": "迅羽掠袭",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体目标成为【猎物】，并对其造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并获得 <b>#2[f]</b> 点充能。<br>当场上没有可以战斗的其他角色时，貊泽无法使用战技，并解除敌人的【猎物】状态。",
            "Params": [
                [
                    0.75,
                    9.0
                ],
                [
                    0.825,
                    9.0
                ],
                [
                    0.9,
                    9.0
                ],
                [
                    0.975,
                    9.0
                ],
                [
                    1.05,
                    9.0
                ],
                [
                    1.125,
                    9.0
                ],
                [
                    1.21875,
                    9.0
                ],
                [
                    1.3125,
                    9.0
                ],
                [
                    1.40625,
                    9.0
                ],
                [
                    1.5,
                    9.0
                ],
                [
                    1.575,
                    9.0
                ],
                [
                    1.65,
                    9.0
                ],
                [
                    1.725,
                    9.0
                ],
                [
                    1.8,
                    9.0
                ],
                [
                    1.875,
                    9.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_BP"
        },
        "v4": {
            "Name": "迅羽掠袭",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体目标成为【猎物】，并对其造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并获得 <b>#2[f]</b> 点充能。<br>当场上没有可以战斗的其他角色时，貊泽无法使用战技，并解除敌人的【猎物】状态。",
            "Params": [
                [
                    0.75,
                    9.0
                ],
                [
                    0.825,
                    9.0
                ],
                [
                    0.9,
                    9.0
                ],
                [
                    0.975,
                    9.0
                ],
                [
                    1.05,
                    9.0
                ],
                [
                    1.125,
                    9.0
                ],
                [
                    1.21875,
                    9.0
                ],
                [
                    1.3125,
                    9.0
                ],
                [
                    1.40625,
                    9.0
                ],
                [
                    1.5,
                    9.0
                ],
                [
                    1.575,
                    9.0
                ],
                [
                    1.65,
                    9.0
                ],
                [
                    1.725,
                    9.0
                ],
                [
                    1.8,
                    9.0
                ],
                [
                    1.875,
                    9.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_BP"
        },
        "v5": {
            "Name": "迅羽掠袭",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体目标成为【猎物】，并对其造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并获得 <b>#2[f]</b> 点充能。<br>当场上没有可以战斗的其他角色时，貊泽无法使用战技，并解除敌人的【猎物】状态。",
            "Params": [
                [
                    0.75,
                    9.0
                ],
                [
                    0.825,
                    9.0
                ],
                [
                    0.9,
                    9.0
                ],
                [
                    0.975,
                    9.0
                ],
                [
                    1.05,
                    9.0
                ],
                [
                    1.125,
                    9.0
                ],
                [
                    1.21875,
                    9.0
                ],
                [
                    1.3125,
                    9.0
                ],
                [
                    1.40625,
                    9.0
                ],
                [
                    1.5,
                    9.0
                ],
                [
                    1.575,
                    9.0
                ],
                [
                    1.65,
                    9.0
                ],
                [
                    1.725,
                    9.0
                ],
                [
                    1.8,
                    9.0
                ],
                [
                    1.875,
                    9.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_BP"
        },
        "v6": {
            "Name": "迅羽掠袭",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体目标成为【猎物】，并对其造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并获得 <b>#2[f]</b> 点充能。<br>当场上没有可以战斗的其他角色时，貊泽无法使用战技，并解除敌人的【猎物】状态。",
            "Params": [
                [
                    0.75,
                    9.0
                ],
                [
                    0.825,
                    9.0
                ],
                [
                    0.9,
                    9.0
                ],
                [
                    0.975,
                    9.0
                ],
                [
                    1.05,
                    9.0
                ],
                [
                    1.125,
                    9.0
                ],
                [
                    1.21875,
                    9.0
                ],
                [
                    1.3125,
                    9.0
                ],
                [
                    1.40625,
                    9.0
                ],
                [
                    1.5,
                    9.0
                ],
                [
                    1.575,
                    9.0
                ],
                [
                    1.65,
                    9.0
                ],
                [
                    1.725,
                    9.0
                ],
                [
                    1.8,
                    9.0
                ],
                [
                    1.875,
                    9.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_BP"
        },
        "Live": {
            "Name": "迅羽掠袭",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "使指定敌方单体目标成为【猎物】，并对其造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并获得 <b>#2[f]</b> 点充能。<br>当场上没有可以战斗的其他角色时，貊泽无法使用战技，并解除敌人的【猎物】状态。",
            "Params": [
                [
                    0.75,
                    9.0
                ],
                [
                    0.825,
                    9.0
                ],
                [
                    0.9,
                    9.0
                ],
                [
                    0.975,
                    9.0
                ],
                [
                    1.05,
                    9.0
                ],
                [
                    1.125,
                    9.0
                ],
                [
                    1.21875,
                    9.0
                ],
                [
                    1.3125,
                    9.0
                ],
                [
                    1.40625,
                    9.0
                ],
                [
                    1.5,
                    9.0
                ],
                [
                    1.575,
                    9.0
                ],
                [
                    1.65,
                    9.0
                ],
                [
                    1.725,
                    9.0
                ],
                [
                    1.8,
                    9.0
                ],
                [
                    1.875,
                    9.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_BP"
        }
    },
    "122303": {
        "v1": {
            "Name": "锋入幽渺，影出凌厉",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "使自身造成的伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    2.1,
                    0.3,
                    2.0
                ],
                [
                    2.24,
                    0.32,
                    2.0
                ],
                [
                    2.38,
                    0.34,
                    2.0
                ],
                [
                    2.52,
                    0.36,
                    2.0
                ],
                [
                    2.66,
                    0.38,
                    2.0
                ],
                [
                    2.8,
                    0.4,
                    2.0
                ],
                [
                    2.975,
                    0.425,
                    2.0
                ],
                [
                    3.15,
                    0.45,
                    2.0
                ],
                [
                    3.325,
                    0.475,
                    2.0
                ],
                [
                    3.5,
                    0.5,
                    2.0
                ],
                [
                    3.64,
                    0.52,
                    2.0
                ],
                [
                    3.78,
                    0.54,
                    2.0
                ],
                [
                    3.92,
                    0.56,
                    2.0
                ],
                [
                    4.06,
                    0.58,
                    2.0
                ],
                [
                    4.2,
                    0.6,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v2": {
            "Name": "锋入幽渺，影出凌厉",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "使自身造成的伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害。",
            "Params": [
                [
                    2.1,
                    0.3,
                    2.0
                ],
                [
                    2.24,
                    0.32,
                    2.0
                ],
                [
                    2.38,
                    0.34,
                    2.0
                ],
                [
                    2.52,
                    0.36,
                    2.0
                ],
                [
                    2.66,
                    0.38,
                    2.0
                ],
                [
                    2.8,
                    0.4,
                    2.0
                ],
                [
                    2.975,
                    0.425,
                    2.0
                ],
                [
                    3.15,
                    0.45,
                    2.0
                ],
                [
                    3.325,
                    0.475,
                    2.0
                ],
                [
                    3.5,
                    0.5,
                    2.0
                ],
                [
                    3.64,
                    0.52,
                    2.0
                ],
                [
                    3.78,
                    0.54,
                    2.0
                ],
                [
                    3.92,
                    0.56,
                    2.0
                ],
                [
                    4.06,
                    0.58,
                    2.0
                ],
                [
                    4.2,
                    0.6,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v3": {
            "Name": "锋入幽渺，影出凌厉",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并对该目标发动天赋的追加攻击。若本次追加攻击施放前目标被消灭则对敌方随机单体发动追加攻击。",
            "Params": [
                [
                    1.5
                ],
                [
                    1.6
                ],
                [
                    1.7
                ],
                [
                    1.8
                ],
                [
                    1.9
                ],
                [
                    2.0
                ],
                [
                    2.125
                ],
                [
                    2.25
                ],
                [
                    2.375
                ],
                [
                    2.5
                ],
                [
                    2.6
                ],
                [
                    2.7
                ],
                [
                    2.8
                ],
                [
                    2.9
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v4": {
            "Name": "锋入幽渺，影出凌厉",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并对该目标发动天赋的<u>追加攻击</u>。若本次<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动<u>追加攻击</u>。",
            "Params": [
                [
                    1.5
                ],
                [
                    1.6
                ],
                [
                    1.7
                ],
                [
                    1.8
                ],
                [
                    1.9
                ],
                [
                    2.0
                ],
                [
                    2.125
                ],
                [
                    2.25
                ],
                [
                    2.375
                ],
                [
                    2.5
                ],
                [
                    2.6
                ],
                [
                    2.7
                ],
                [
                    2.8
                ],
                [
                    2.9
                ],
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v5": {
            "Name": "锋入幽渺，影出凌厉",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并对该目标发动天赋的<u>追加攻击</u>。若本次<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动<u>追加攻击</u>。",
            "Params": [
                [
                    1.62
                ],
                [
                    1.728
                ],
                [
                    1.836
                ],
                [
                    1.944
                ],
                [
                    2.052
                ],
                [
                    2.16
                ],
                [
                    2.295
                ],
                [
                    2.43
                ],
                [
                    2.565
                ],
                [
                    2.7
                ],
                [
                    2.808
                ],
                [
                    2.916
                ],
                [
                    3.024
                ],
                [
                    3.132
                ],
                [
                    3.24
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v6": {
            "Name": "锋入幽渺，影出凌厉",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并对该目标发动天赋的<u>追加攻击</u>。若本次<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动<u>追加攻击</u>。",
            "Params": [
                [
                    1.62
                ],
                [
                    1.728
                ],
                [
                    1.836
                ],
                [
                    1.944
                ],
                [
                    2.052
                ],
                [
                    2.16
                ],
                [
                    2.295
                ],
                [
                    2.43
                ],
                [
                    2.565
                ],
                [
                    2.7
                ],
                [
                    2.808
                ],
                [
                    2.916
                ],
                [
                    3.024
                ],
                [
                    3.132
                ],
                [
                    3.24
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Ultra"
        },
        "Live": {
            "Name": "锋入幽渺，影出凌厉",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于貊泽@ <b>#1[p]</b> #攻击力的雷属性伤害，并对该目标发动天赋的<u>追加攻击</u>。若本次<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动<u>追加攻击</u>。",
            "Params": [
                [
                    1.62
                ],
                [
                    1.728
                ],
                [
                    1.836
                ],
                [
                    1.944
                ],
                [
                    2.052
                ],
                [
                    2.16
                ],
                [
                    2.295
                ],
                [
                    2.43
                ],
                [
                    2.565
                ],
                [
                    2.7
                ],
                [
                    2.808
                ],
                [
                    2.916
                ],
                [
                    3.024
                ],
                [
                    3.132
                ],
                [
                    3.24
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Ultra"
        }
    },
    "122304": {
        "v1": {
            "Name": "伸天卑飞，折翅为芒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当场上存在【猎物】时，貊泽会进入<u>离场</u>状态。<br>我方目标攻击【猎物】后，貊泽会额外造成1次等同于自身@ <b>#1[p]</b> #攻击力的雷属性<u>附加伤害</u>，并获得1点充能，当充能达到 <b>#2[f]</b> 点时，消耗全部充能对【猎物】发动1次<u>追加攻击</u>，造成等同于貊泽@ <b>#3[p]</b> #攻击力的雷属性伤害并解除目标【猎物】状态。<br><br>@<b>离场</b>#<br>处于离场状态的我方单位无法成为技能目标，且不会出现在行动序列上。",
            "Params": [
                [
                    0.15,
                    7.0,
                    1.0
                ],
                [
                    0.165,
                    7.0,
                    1.1
                ],
                [
                    0.18,
                    7.0,
                    1.2
                ],
                [
                    0.195,
                    7.0,
                    1.3
                ],
                [
                    0.21,
                    7.0,
                    1.4
                ],
                [
                    0.225,
                    7.0,
                    1.5
                ],
                [
                    0.24375,
                    7.0,
                    1.625
                ],
                [
                    0.2625,
                    7.0,
                    1.75
                ],
                [
                    0.28125,
                    7.0,
                    1.875
                ],
                [
                    0.3,
                    7.0,
                    2.0
                ],
                [
                    0.315,
                    7.0,
                    2.1
                ],
                [
                    0.33,
                    7.0,
                    2.2
                ],
                [
                    0.345,
                    7.0,
                    2.3
                ],
                [
                    0.36,
                    7.0,
                    2.4
                ],
                [
                    0.375,
                    7.0,
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Passive"
        },
        "v2": {
            "Name": "伸天卑飞，折翅为芒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "当场上存在【猎物】时，貊泽会进入<u>离场</u>状态。<br>我方目标攻击【猎物】后，貊泽会额外造成1次等同于自身@ <b>#1[p]</b> #攻击力的雷属性<u>附加伤害</u>，并获得1点充能，当充能达到 <b>#2[f]</b> 点时，消耗全部充能对【猎物】发动1次<u>追加攻击</u>，造成等同于貊泽@ <b>#3[p]</b> #攻击力的雷属性伤害并解除目标【猎物】状态。<br><br>@<b>离场</b>#<br>处于离场状态的我方单位无法成为技能目标，且不会出现在行动序列上。",
            "Params": [
                [
                    0.15,
                    7.0,
                    1.0
                ],
                [
                    0.165,
                    7.0,
                    1.1
                ],
                [
                    0.18,
                    7.0,
                    1.2
                ],
                [
                    0.195,
                    7.0,
                    1.3
                ],
                [
                    0.21,
                    7.0,
                    1.4
                ],
                [
                    0.225,
                    7.0,
                    1.5
                ],
                [
                    0.24375,
                    7.0,
                    1.625
                ],
                [
                    0.2625,
                    7.0,
                    1.75
                ],
                [
                    0.28125,
                    7.0,
                    1.875
                ],
                [
                    0.3,
                    7.0,
                    2.0
                ],
                [
                    0.315,
                    7.0,
                    2.1
                ],
                [
                    0.33,
                    7.0,
                    2.2
                ],
                [
                    0.345,
                    7.0,
                    2.3
                ],
                [
                    0.36,
                    7.0,
                    2.4
                ],
                [
                    0.375,
                    7.0,
                    2.5
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Passive"
        },
        "v3": {
            "Name": "伸天卑飞，折翅为芒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "场上存在【猎物】时，貊泽会进入<u>离场</u>状态。<br>我方目标攻击【猎物】后，貊泽会额外造成1次等同于自身@ <b>#1[p]</b> #攻击力的雷属性<u>附加伤害</u>，并消耗1点充能。每消耗 <b>#2[f]</b> 点充能，貊泽会对【猎物】发动1次<u>追加攻击</u>，造成等同于自身@ <b>#3[p]</b> #攻击力的雷属性伤害，当充能为0时，解除目标【猎物】状态，并重置计入发动追加攻击所需的充能点数。天赋的追加攻击不会消耗充能。<br><br>@<b>离场</b>#<br>处于离场状态的我方单位无法成为技能目标，且不会出现在行动序列上。",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.8
                ],
                [
                    0.165,
                    3.0,
                    0.88
                ],
                [
                    0.18,
                    3.0,
                    0.96
                ],
                [
                    0.195,
                    3.0,
                    1.04
                ],
                [
                    0.21,
                    3.0,
                    1.12
                ],
                [
                    0.225,
                    3.0,
                    1.2
                ],
                [
                    0.24375,
                    3.0,
                    1.3
                ],
                [
                    0.2625,
                    3.0,
                    1.4
                ],
                [
                    0.28125,
                    3.0,
                    1.5
                ],
                [
                    0.3,
                    3.0,
                    1.6
                ],
                [
                    0.315,
                    3.0,
                    1.68
                ],
                [
                    0.33,
                    3.0,
                    1.76
                ],
                [
                    0.345,
                    3.0,
                    1.84
                ],
                [
                    0.36,
                    3.0,
                    1.92
                ],
                [
                    0.375,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Passive"
        },
        "v4": {
            "Name": "伸天卑飞，折翅为芒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "场上存在【猎物】时，貊泽会进入<u>离场</u>状态。<br>我方目标攻击【猎物】后，貊泽会额外造成1次等同于自身@ <b>#1[p]</b> #攻击力的雷属性<u>附加伤害</u>，并消耗1点充能。每消耗 <b>#2[f]</b> 点充能，貊泽会对【猎物】发动1次<u>追加攻击</u>，造成等同于自身@ <b>#3[p]</b> #攻击力的雷属性伤害，当充能为0时，解除目标【猎物】状态，并重置计入发动<u>追加攻击</u>所需的充能点数。天赋的<u>追加攻击</u>不会消耗充能。<br><br>@<b>离场</b>#<br>处于离场状态的我方单位无法成为技能目标，且不会出现在行动序列上。",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.8
                ],
                [
                    0.165,
                    3.0,
                    0.88
                ],
                [
                    0.18,
                    3.0,
                    0.96
                ],
                [
                    0.195,
                    3.0,
                    1.04
                ],
                [
                    0.21,
                    3.0,
                    1.12
                ],
                [
                    0.225,
                    3.0,
                    1.2
                ],
                [
                    0.24375,
                    3.0,
                    1.3
                ],
                [
                    0.2625,
                    3.0,
                    1.4
                ],
                [
                    0.28125,
                    3.0,
                    1.5
                ],
                [
                    0.3,
                    3.0,
                    1.6
                ],
                [
                    0.315,
                    3.0,
                    1.68
                ],
                [
                    0.33,
                    3.0,
                    1.76
                ],
                [
                    0.345,
                    3.0,
                    1.84
                ],
                [
                    0.36,
                    3.0,
                    1.92
                ],
                [
                    0.375,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Passive"
        },
        "v5": {
            "Name": "伸天卑飞，折翅为芒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "场上存在【猎物】时，貊泽会进入<u>离场</u>状态。<br>我方目标攻击【猎物】后，貊泽会额外造成1次等同于自身@ <b>#1[p]</b> #攻击力的雷属性<u>附加伤害</u>，并消耗1点充能。每消耗 <b>#2[f]</b> 点充能，貊泽会对【猎物】发动1次<u>追加攻击</u>，造成等同于自身@ <b>#3[p]</b> #攻击力的雷属性伤害，当充能为0时，解除目标【猎物】状态，并重置计入发动<u>追加攻击</u>所需的充能点数。天赋的<u>追加攻击</u>不会消耗充能。<br><br>@<b>离场</b>#<br>处于离场状态的我方单位无法成为技能目标，且不会出现在行动序列上。",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.8
                ],
                [
                    0.165,
                    3.0,
                    0.88
                ],
                [
                    0.18,
                    3.0,
                    0.96
                ],
                [
                    0.195,
                    3.0,
                    1.04
                ],
                [
                    0.21,
                    3.0,
                    1.12
                ],
                [
                    0.225,
                    3.0,
                    1.2
                ],
                [
                    0.24375,
                    3.0,
                    1.3
                ],
                [
                    0.2625,
                    3.0,
                    1.4
                ],
                [
                    0.28125,
                    3.0,
                    1.5
                ],
                [
                    0.3,
                    3.0,
                    1.6
                ],
                [
                    0.315,
                    3.0,
                    1.68
                ],
                [
                    0.33,
                    3.0,
                    1.76
                ],
                [
                    0.345,
                    3.0,
                    1.84
                ],
                [
                    0.36,
                    3.0,
                    1.92
                ],
                [
                    0.375,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Passive"
        },
        "v6": {
            "Name": "伸天卑飞，折翅为芒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "场上存在【猎物】时，貊泽会进入<u>离场</u>状态。<br>我方目标攻击【猎物】后，貊泽会额外造成1次等同于自身@ <b>#1[p]</b> #攻击力的雷属性<u>附加伤害</u>，并消耗1点充能。每消耗 <b>#2[f]</b> 点充能，貊泽会对【猎物】发动1次<u>追加攻击</u>，造成等同于自身@ <b>#3[p]</b> #攻击力的雷属性伤害，当充能为0时，解除目标【猎物】状态，并重置计入发动<u>追加攻击</u>所需的充能点数。天赋的<u>追加攻击</u>不会消耗充能。<br><br>@<b>离场</b>#<br>处于离场状态的我方单位无法成为技能目标，且不会出现在行动序列上。",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.8
                ],
                [
                    0.165,
                    3.0,
                    0.88
                ],
                [
                    0.18,
                    3.0,
                    0.96
                ],
                [
                    0.195,
                    3.0,
                    1.04
                ],
                [
                    0.21,
                    3.0,
                    1.12
                ],
                [
                    0.225,
                    3.0,
                    1.2
                ],
                [
                    0.24375,
                    3.0,
                    1.3
                ],
                [
                    0.2625,
                    3.0,
                    1.4
                ],
                [
                    0.28125,
                    3.0,
                    1.5
                ],
                [
                    0.3,
                    3.0,
                    1.6
                ],
                [
                    0.315,
                    3.0,
                    1.68
                ],
                [
                    0.33,
                    3.0,
                    1.76
                ],
                [
                    0.345,
                    3.0,
                    1.84
                ],
                [
                    0.36,
                    3.0,
                    1.92
                ],
                [
                    0.375,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Passive"
        },
        "Live": {
            "Name": "伸天卑飞，折翅为芒",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "单攻",
            "Desc": "场上存在【猎物】时，貊泽会进入<u>离场</u>状态。<br>我方目标攻击【猎物】后，貊泽会额外造成1次等同于自身@ <b>#1[p]</b> #攻击力的雷属性<u>附加伤害</u>，并消耗1点充能。每消耗 <b>#2[f]</b> 点充能，貊泽会对【猎物】发动1次<u>追加攻击</u>，造成等同于自身@ <b>#3[p]</b> #攻击力的雷属性伤害，当充能为0时，解除目标【猎物】状态，并重置计入发动<u>追加攻击</u>所需的充能点数。天赋的<u>追加攻击</u>不会消耗充能。",
            "Params": [
                [
                    0.15,
                    3.0,
                    0.8
                ],
                [
                    0.165,
                    3.0,
                    0.88
                ],
                [
                    0.18,
                    3.0,
                    0.96
                ],
                [
                    0.195,
                    3.0,
                    1.04
                ],
                [
                    0.21,
                    3.0,
                    1.12
                ],
                [
                    0.225,
                    3.0,
                    1.2
                ],
                [
                    0.24375,
                    3.0,
                    1.3
                ],
                [
                    0.2625,
                    3.0,
                    1.4
                ],
                [
                    0.28125,
                    3.0,
                    1.5
                ],
                [
                    0.3,
                    3.0,
                    1.6
                ],
                [
                    0.315,
                    3.0,
                    1.68
                ],
                [
                    0.33,
                    3.0,
                    1.76
                ],
                [
                    0.345,
                    3.0,
                    1.84
                ],
                [
                    0.36,
                    3.0,
                    1.92
                ],
                [
                    0.375,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Passive",
            "EE": [
                10000016,
                10000005
            ]
        }
    },
    "122306": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "v6": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Normal"
        }
    },
    "122307": {
        "v1": {
            "Name": "胁翼匿迹",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后进入持续 <b>#1[f]</b> 秒的隐身状态。隐身状态下不会被敌人发现，貊泽在隐身状态下攻击敌人进入战斗时行动提前 <b>#4[p]</b> ，且伤害提高 <b>#2[p]</b> ，持续 <b>#3[f]</b> 回合。",
            "Params": [
                [
                    20.0,
                    0.3,
                    1.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Maze"
        },
        "v2": {
            "Name": "胁翼匿迹",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后进入持续 <b>#1[f]</b> 秒的隐身状态。隐身状态下不会被敌人发现，貊泽在隐身状态下攻击敌人进入战斗时行动提前 <b>#4[p]</b> ，且伤害提高 <b>#2[p]</b> ，持续 <b>#3[f]</b> 回合。",
            "Params": [
                [
                    20.0,
                    0.3,
                    1.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Maze"
        },
        "v3": {
            "Name": "胁翼匿迹",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后进入持续 <b>#1[f]</b> 秒的隐身状态。隐身状态下不会被敌人发现，貊泽在隐身状态下攻击敌人进入战斗时伤害提高 <b>#2[p]</b> ，持续 <b>#3[f]</b> 回合。",
            "Params": [
                [
                    20.0,
                    0.3,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Maze"
        },
        "v4": {
            "Name": "胁翼匿迹",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后进入持续 <b>#1[f]</b> 秒的隐身状态。隐身状态下不会被敌人发现，貊泽在隐身状态下攻击敌人进入战斗时伤害提高 <b>#2[p]</b> ，持续 <b>#3[f]</b> 回合。",
            "Params": [
                [
                    20.0,
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Maze"
        },
        "v5": {
            "Name": "胁翼匿迹",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后进入持续 <b>#1[f]</b> 秒的隐身状态。隐身状态下不会被敌人发现，貊泽在隐身状态下攻击敌人进入战斗时伤害提高 <b>#2[p]</b> ，持续 <b>#3[f]</b> 回合。",
            "Params": [
                [
                    20.0,
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Maze"
        },
        "v6": {
            "Name": "胁翼匿迹",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后进入持续 <b>#1[f]</b> 秒的隐身状态。隐身状态下不会被敌人发现，貊泽在隐身状态下攻击敌人进入战斗时伤害提高 <b>#2[p]</b> ，持续 <b>#3[f]</b> 回合。",
            "Params": [
                [
                    20.0,
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Maze"
        },
        "Live": {
            "Name": "胁翼匿迹",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后进入持续 <b>#1[f]</b> 秒的隐身状态。隐身状态下不会被敌人发现，貊泽在隐身状态下攻击敌人进入战斗时伤害提高 <b>#2[p]</b> ，持续 <b>#3[f]</b> 回合。",
            "Params": [
                [
                    20.0,
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1223_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1223": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "墨毫绣衣",
                "Desc": "施放追加攻击后，恢复 <b><color style='color:#f29e38'>1.0</color></b> 个战技点，该效果在 <b><color style='color:#f29e38'>1.0</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1223_SkillTree1"
            },
            "Tree2": {
                "Name": "手奋匕尺",
                "Desc": "貊泽解除离场状态时，行动提前 <b><color style='color:#f29e38'>30.0%</color></b> ，若貊泽当前充能大于等于 <b><color style='color:#f29e38'>4.0</color></b> 点时，则行动提前 <b><color style='color:#f29e38'>60.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree2"
            },
            "Tree3": {
                "Name": "不折镆干",
                "Desc": "我方角色攻击成为【猎物】的敌人时，暴击伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "墨毫绣衣",
                "Desc": "施放天赋的追加攻击后，恢复 <b><color style='color:#f29e38'>1.0</color></b> 个战技点，该效果在 <b><color style='color:#f29e38'>1.0</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1223_SkillTree1"
            },
            "Tree2": {
                "Name": "手奋匕尺",
                "Desc": "貊泽解除离场状态时，行动提前 <b><color style='color:#f29e38'>30.0%</color></b> ，若貊泽当前充能大于等于 <b><color style='color:#f29e38'>4.0</color></b> 点时，则行动提前 <b><color style='color:#f29e38'>60.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree2"
            },
            "Tree3": {
                "Name": "不折镆干",
                "Desc": "我方角色攻击成为【猎物】的敌人时，暴击伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "墨毫绣衣",
                "Desc": "施放天赋的追加攻击后，恢复 <b><color style='color:#f29e38'>1.0</color></b> 个战技点，该效果在 <b><color style='color:#f29e38'>1.0</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1223_SkillTree1"
            },
            "Tree2": {
                "Name": "手奋匕尺",
                "Desc": "貊泽解除离场状态时，行动提前 <b><color style='color:#f29e38'>30.0%</color></b> 。每个波次开始时，貊泽行动提前 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree2"
            },
            "Tree3": {
                "Name": "不折镆干",
                "Desc": "施放终结技造成伤害时，被视为发动了追加攻击。【猎物】受到的追加攻击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "墨毫绣衣",
                "Desc": "施放天赋的追加攻击后，恢复 <b><color style='color:#f29e38'>1.0</color></b> 个战技点，该效果在 <b><color style='color:#f29e38'>1.0</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1223_SkillTree1"
            },
            "Tree2": {
                "Name": "手奋匕尺",
                "Desc": "貊泽解除离场状态时，行动提前 <b><color style='color:#f29e38'>30.0%</color></b> 。每个波次开始时，貊泽行动提前 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree2"
            },
            "Tree3": {
                "Name": "不折镆干",
                "Desc": "施放终结技造成伤害时，被视为发动了追加攻击。【猎物】受到的追加攻击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "墨毫绣衣",
                "Desc": "施放天赋的追加攻击后，恢复 <b><color style='color:#f29e38'>1.0</color></b> 个战技点，该效果在 <b><color style='color:#f29e38'>1.0</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1223_SkillTree1"
            },
            "Tree2": {
                "Name": "手奋匕尺",
                "Desc": "貊泽解除离场状态时，行动提前 <b><color style='color:#f29e38'>20.0%</color></b> 。每个波次开始时，貊泽行动提前 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree2"
            },
            "Tree3": {
                "Name": "不折镆干",
                "Desc": "施放终结技造成伤害时，被视为发动了追加攻击。【猎物】受到的追加攻击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "墨毫绣衣",
                "Desc": "施放天赋的追加攻击后，恢复 <b><color style='color:#f29e38'>1.0</color></b> 个战技点，该效果在 <b><color style='color:#f29e38'>1.0</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1223_SkillTree1"
            },
            "Tree2": {
                "Name": "手奋匕尺",
                "Desc": "貊泽解除离场状态时，行动提前 <b><color style='color:#f29e38'>20.0%</color></b> 。每个波次开始时，貊泽行动提前 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree2"
            },
            "Tree3": {
                "Name": "不折镆干",
                "Desc": "施放终结技造成伤害时，被视为发动了追加攻击。【猎物】受到的追加攻击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "墨毫绣衣",
                "Desc": "施放天赋的<u>追加攻击</u>后，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点，该效果在 <b><color style='color:#f29e38'>1</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1223_SkillTree1"
            },
            "Tree2": {
                "Name": "手奋匕尺",
                "Desc": "貊泽解除<u>离场</u>状态时，<u>行动提前</u> <b><color style='color:#f29e38'>20%</color></b> 。每个波次开始时，貊泽<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree2",
                "EE": [
                    10000016
                ]
            },
            "Tree3": {
                "Name": "不折镆干",
                "Desc": "施放终结技造成伤害时，被视为发动了<u>追加攻击</u>。【猎物】受到的<u>追加攻击</u>伤害提高 <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1223_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "122301": {
        "v1": {
            "Rank": 1,
            "Name": "矢志",
            "Desc": "施放终结技造成伤害时，被视为发动了追加攻击。【猎物】受到的追加攻击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "矢志",
            "Desc": "施放终结技造成伤害时，被视为发动了追加攻击。【猎物】受到的追加攻击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "矢志",
            "Desc": "进入战斗后，貊泽恢复 <b><color style='color:#f29e38'>20.0</color></b> 点能量。每触发1次天赋的附加伤害，貊泽恢复 <b><color style='color:#f29e38'>2.0</color></b> 点能量。",
            "Icon": "SkillIcon_1223_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "矢志",
            "Desc": "进入战斗后，貊泽恢复 <b><color style='color:#f29e38'>20.0</color></b> 点能量。每触发1次天赋的附加伤害，貊泽恢复 <b><color style='color:#f29e38'>2.0</color></b> 点能量。",
            "Icon": "SkillIcon_1223_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "矢志",
            "Desc": "进入战斗后，貊泽恢复 <b><color style='color:#f29e38'>20.0</color></b> 点能量。每触发1次天赋的附加伤害，貊泽恢复 <b><color style='color:#f29e38'>2.0</color></b> 点能量。",
            "Icon": "SkillIcon_1223_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "矢志",
            "Desc": "进入战斗后，貊泽恢复 <b><color style='color:#f29e38'>20.0</color></b> 点能量。每触发1次天赋的附加伤害，貊泽恢复 <b><color style='color:#f29e38'>2.0</color></b> 点能量。",
            "Icon": "SkillIcon_1223_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "矢志",
            "Desc": "进入战斗后，貊泽恢复 <b><color style='color:#f29e38'>20</color></b> 点能量。每触发1次天赋的<u>附加伤害</u>，貊泽恢复 <b><color style='color:#f29e38'>2</color></b> 点能量。",
            "Icon": "SkillIcon_1223_Rank1",
            "EE": [
                10000005
            ]
        }
    },
    "122302": {
        "v1": {
            "Rank": 2,
            "Name": "惩膺",
            "Desc": "进入战斗后，貊泽恢复 <b><color style='color:#f29e38'>20.0</color></b> 点能量。每触发1次天赋的附加伤害，貊泽恢复 <b><color style='color:#f29e38'>3.0</color></b> 点能量。",
            "Icon": "SkillIcon_1223_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "惩膺",
            "Desc": "进入战斗后，貊泽恢复 <b><color style='color:#f29e38'>20.0</color></b> 点能量。每触发1次天赋的附加伤害，貊泽恢复 <b><color style='color:#f29e38'>3.0</color></b> 点能量。",
            "Icon": "SkillIcon_1223_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "惩膺",
            "Desc": "我方角色攻击成为【猎物】的敌人时，暴击伤害提高 <b><color style='color:#f29e38'>40.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "惩膺",
            "Desc": "我方全体目标对成为【猎物】的敌方目标造成伤害时，暴击伤害提高 <b><color style='color:#f29e38'>40.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "惩膺",
            "Desc": "我方全体目标对成为【猎物】的敌方目标造成伤害时，暴击伤害提高 <b><color style='color:#f29e38'>40.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "惩膺",
            "Desc": "我方全体目标对成为【猎物】的敌方目标造成伤害时，暴击伤害提高 <b><color style='color:#f29e38'>40.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "惩膺",
            "Desc": "我方全体目标对成为【猎物】的敌方目标造成伤害时，暴击伤害提高 <b><color style='color:#f29e38'>40%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank2"
        }
    },
    "122303": {
        "v1": {
            "Rank": 3,
            "Name": "追奔",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "追奔",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "追奔",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "追奔",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "追奔",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1223_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "追奔",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1223_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "追奔",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1223_Ultra"
        }
    },
    "122304": {
        "v1": {
            "Rank": 4,
            "Name": "逐薮",
            "Desc": "行迹【不折镆干】的暴击伤害提高效果额外提高 <b><color style='color:#f29e38'>20.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "逐薮",
            "Desc": "行迹【不折镆干】的暴击伤害提高效果额外提高 <b><color style='color:#f29e38'>20.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "逐薮",
            "Desc": "施放终结技时，貊泽造成的伤害提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1223_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "逐薮",
            "Desc": "施放终结技时，貊泽造成的伤害提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1223_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "逐薮",
            "Desc": "施放终结技时，貊泽造成的伤害提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1223_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "逐薮",
            "Desc": "施放终结技时，貊泽造成的伤害提高 <b><color style='color:#f29e38'>30.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1223_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "逐薮",
            "Desc": "施放终结技时，貊泽造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1223_Rank4"
        }
    },
    "122305": {
        "v1": {
            "Rank": 5,
            "Name": "闪诳",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1223_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "闪诳",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1223_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "闪诳",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1223_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "闪诳",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1223_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "闪诳",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1223_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "闪诳",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1223_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "闪诳",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1223_BP"
        }
    },
    "122306": {
        "v1": {
            "Rank": 6,
            "Name": "丹心",
            "Desc": "施放终结技攻击敌方目标后，貊泽立即对该目标发动天赋的追加攻击。若本次追加攻击施放前目标被消灭则对敌方随机单体发动追加攻击。",
            "Icon": "SkillIcon_1223_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "丹心",
            "Desc": "施放终结技攻击敌方目标后，貊泽立即对该目标发动天赋的追加攻击。若本次追加攻击施放前目标被消灭则对敌方随机单体发动追加攻击。",
            "Icon": "SkillIcon_1223_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "丹心",
            "Desc": "天赋的追加攻击的伤害倍率提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "丹心",
            "Desc": "天赋的追加攻击的伤害倍率提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "丹心",
            "Desc": "天赋的追加攻击的伤害倍率提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "丹心",
            "Desc": "天赋的追加攻击的伤害倍率提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "丹心",
            "Desc": "天赋的<u>追加攻击</u>的伤害倍率提高 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1223_Rank6"
        }
    }
}

var _story_ = {
    "1223": [
        {
            "_id": 1,
            "Story": "仙舟「曜青」的影卫，沉默寡言、独来独往。<br>专司情报与不见光的事务，鲜少在人前露面。貊泽显露锋芒时，便是敌人的死期。<br>刺杀手段丰富，对整洁和条理有超乎寻常的执着。"
        },
        {
            "_id": 2,
            "Story": "<i>「药王慈怀…听话，咽下去，你的病会好，不仅会和长生种一模一样…还会活得很久，很久……」</i><br>他试图吞咽药物，却不敢呼吸。<br><br>这样的痛苦，他不知还要经历几回。浓稠的液体流过食管，有如吞针一般。强烈的呕吐欲挤压着他的胸腔。<br><i>「咽下去，不能吐，这是药……」</i>他的身体也在这么同他说道：咽下去。咽下去。咽下去。<br>咽下去。就不用面临野兽的威胁，不再会陷入难以逃离血盆大口的恐惧。<br>咽下去。手脚不再无力，不再会眼睁睁看着同伴死亡。<br>咽下去。<br><br>药物开始被器官和血肉吞食，陌生的力量在体内横冲直撞，他想大口喘气，从腹部细密蔓延至四肢的咬噬和撕扯感却让他感到窒息。<br><i>「忍过去，跟之前一样，只要忍过去……」</i>他已发不出声，只有身体在同他说话。<br>忍过去。他不再是被村子丢弃、遗落荒野的孤儿。<br>忍过去。他说的每一句话都将被回应，不再孤苦伶仃。<br>忍过去。<br><br><i>「貊泽？感觉怎么样…<br>「很好，你再次撑过来了。<br>「再坚持下，不要害怕，你的病症将被尽数消除。<br>「到时候…猎杀野兽，保护同伴，长命百岁…你想做什么都可以。<br>「而身体痊愈之时…你将获得完整的生命…也将成为我们真正的家人。<br>「到时，我们应彼此承继意志。」</i><br><br>原来需要熬过这么多的痛，才能唤来家人。<br><i>「痛……」</i><br>他终于坚持不住，痛苦从牙缝里挤出了声音。但身边人只同他说：<br><i>「莳者一心，同登仙道，安度此劫，胜即是生。<br>「药王慈怀。」</i><br><br>他说的话无人在意，于是他逐渐习惯了不说话。"
        },
        {
            "_id": 3,
            "Story": "<i>「报告将军，药王秘传残党已尽数擒获一百一十七名，待交由十王司镇入牢狱。<br>「但那个少年，应该是被药物折磨的，您看……」</i><br>他躲在阴影处，被唤作将军的女子朝他走了过来，显然是早已发现。<br><br><i>「到时，我们应彼此承继意志。」</i><br>脑中想起的声音毫无感情，但日复一日的聆听却令他在此刻举起匕首。<br>可不过一眨眼，手中的匕首已落了地。<br><i>「想杀我？」<br>「你杀了我的家人。」</i><br>他注意到那狐耳女人的眼神似乎有一瞬的怔忡。<br><i>「你把他们当家人？」<br>「他们救了我，所以我活着。」</i><br>她松开手，摇了摇头。<br><i>「看来你什么都不知道…罢了，之后会有人来安排你的生活与住处，你跟着他们走就好。」</i><br><br>她转过身离开，但少年并未起身，只是紧盯着她的背影。他知道，这也许是最后的机会。<br>他拾起地上的匕首，自那背影后侧跃起，挥刺向前。<br><br><i>「这招不错！」</i>她赞扬道。<br>这一次匕首并未掉落，而是到了女子的手中。但他仍未放弃，左突右闪不成，竟发了狠要咬女子的手。<br><i>「咬人可不行…哎，没事，你们别过来…这孩子怎么跟我以前在步离军营那会儿一样的。」</i><br>女子也不出手，只是躲着。少年气喘吁吁，却仍伺机寻找她的破绽。<br>他们就那么僵持着。<br><br><i>「这样吧，不如你跟我一起回去。」</i><br>女子拿出一枚巡镝，递给他。<br><i>「我答应你。只要你跟我走，往后你便可以向我发起挑战，直到你复仇成功。」<br>「什么意思？」<br>「只要你跟我走，你就可以随时来杀我。」</i><br>不光是少年，连周围的青丘军也怔住了。<br><i>「当然，在杀了我之前，你得听我的。按时吃饭、读书、练武…对了，还得每天洗澡。」</i><br>少年艰难地咽了口口水。<br><i>「杀了你之后呢？」</i><br>女子怔了一怔，哈哈大笑起来。<br><i>「那自然是你想做什么，就做什么。」</i>"
        },
        {
            "_id": 4,
            "Story": "<i>「你是谁？」</i><br>他没有说话，但将死之人话却格外的多。<br><i>「我知道了。你是飞霄的影卫？被我猜中了是不是。一辈子行于黑暗，做见不得光的事……<br>「不如我给你个机会，我家主人想知道『飞霄有步离血统』——这个传言是不是真的？如果我们能达成合作，等未来扳倒飞——啊！」</i><br>事情和他想得一样。于是他干脆地结束掉这次任务。<br><br>这是他身为影卫的职责，无所谓正确与否…他的行动只是基于命令。<br>因为，对他个人而言，每一次成功的行动也是一次机会…复仇的机会。<br><i>「一次成功的任务便能得一枚巡镝，一枚巡镝可换一次行刺后的宽恕。」</i><br>他曾一度担心自己无法接近飞霄，却被她指定为曜青的影卫，跟随她的身侧。<br>他对飞霄的行刺从未成功，却练就了一身神出鬼没的本领。这柄黑暗中出击的利刃，其所向不仅指向曜青将军本人，更是指向所有曜青仙舟的敌人，成为无所不在的影子。<br><br><i>「难道你就是…鸦羽怪人吗？」</i><br>又一次任务结束。那倒坐地上的小孩怯生生地问道。<br><i>「他们说鸦羽怪人会打击坏人，惩恶扬善…但他实在穿得太黑了，没有人看得见他……<br>「你那么厉害，还穿得那么黑，所、所以…谢、谢谢你救了我！」</i><br>惩恶扬善吗？并非出于这样的目的，他只是在执行任务中顺手救了他一命。但他确实早已习惯将自己隐匿在各处暗影中，窥察四周，不放过任何一隅。<br>在小孩熠熠的目光中，他清楚地看见了身着乌衣的自己。<br>行于黑暗，也立于黑暗。<br>鸦羽怪人也好，影卫也好，都成为了他的一部分。"
        },
        {
            "_id": 5,
            "Story": "狐人医士用羽扇半捂着脸，颇为痛切地看着眼前的景象…无数眼、耳、舌、齿、肢节、毛发在已死的躯体上疯狂增生又脱落，仿佛只是在徒劳地感受最后的痛苦。<br><br>久违地，他感到一丝不适，不止是因为眼前的狼藉，而是又想起了模糊的从前。<br><br><i>「药王慈怀…生无涯…老不至…死回生……」</i><br>药王信徒拥簇一团，其中一位似是重伤，但身旁之人却照旧叨念着那些似曾相识的言词。<br><i>「丰饶神迹护身…快…把它喝下去……」<br>「痛苦只是暂时的…你会重新拥有完整的生命，绝不会陨于此…刻——」</i><br>下一瞬，说话的人已然倒地。乌衣影卫现于光下，肃杀地立于他们面前。沉默也难掩此处再次涌动的杀意。<br>……<br><i>「那些人早就算不上是人了，他们可没痛觉…你呢？伤成这样，你想告诉我你也没痛觉？」</i><br>狐人医士将药粉洒在他的伤口，一如既往絮絮叨叨。<br><i>「我们本来就是去侦查的，早说了后面还有大部队…怎么就先动手了？」</i><br>他没有说话，只是低头看着手里刃口弧度犀利，残留着血污的匕首。<br>这些年，从一次次的任务中，他早已知道当年的「家人」究竟是什么。但他不愿细细回想，也不愿承认，自己的立场早已与当年不同——不然复仇与契约，还有什么意义？<br><br><i>「痛吗？」<br>「……」</i>他还是没说话。<br>狐人医士手上却加快了速度，用纱布缠裹他的伤口，系结，又不经意地使力按了按。<br><i>「痛……」<br>「痛就说呗，忍着对你有什么好处？我看着都痛死了。」</i><br>他点点头。<br><br>他习惯了不说话，但也开始习惯了有人替他说话。"
        }
    ]
}

var _voice_ = {
    "1223": [
        {
            "_id": "archive_moze_1",
            "Title": "初次见面",
            "Voice": "我叫貊泽，是飞霄的影卫。请往这侧站一些，这样能挡住别人观察我的视线。"
        },
        {
            "_id": "archive_moze_2",
            "Title": "问候",
            "Voice": "别来无恙？不，不用握手，我的手要时刻留在武器上。"
        },
        {
            "_id": "archive_moze_3",
            "Title": "道别",
            "Voice": "再见就免了吧，毕竟我时常会在街角和你擦肩而过。"
        },
        {
            "_id": "archive_moze_4",
            "Title": "关于自己 · 工作",
            "Voice": "冲锋陷阵是飞霄的工作，出谋划策是椒丘的工作，打扫「卫生」…是我的工作。"
        },
        {
            "_id": "archive_moze_5",
            "Title": "关于自己 · 药王秘传",
            "Voice": "我是「药王秘传」养大的孩子。没有尽头的「治疗」、不讲道理的「家规」、喜怒无常的「家人」…我曾以为那就是普通人的生活。"
        },
        {
            "_id": "archive_moze_6",
            "Title": "关于自己 · 洁癖",
            "Voice": "要想清除这世间脏污，必先弄脏自己的双手。所以我一遍又一遍地洗手。"
        },
        {
            "_id": "archive_moze_7",
            "Title": "关于自己 · 沉默",
            "Voice": "有的人沉默是无欲望，有的人沉默是没思想，而我只是不想说话。"
        },
        {
            "_id": "archive_moze_8",
            "Title": "关于自己 · 鸦羽怪人",
            "Voice": "「鸦羽怪人」这一名号并非形容我的相貌。而是因为我曾用一支羽毛笔送三个恶棍去见了慈怀药王。不要问我为什么用的是羽毛笔，因为它恰好就在桌上。"
        },
        {
            "_id": "archive_moze_9",
            "Title": "闲谈 · 职责",
            "Voice": "嫉恶如仇？不不，下水道的清洁工会憎恨城市排出的污物吗？"
        },
        {
            "_id": "archive_moze_10",
            "Title": "闲谈 · 都市传说",
            "Voice": "曜青人喜欢谈论我，但有些人真的看到我时，会尖叫着缩成一团。"
        },
        {
            "_id": "archive_moze_11",
            "Title": "爱好",
            "Voice": "洗澡和打扫卫生。把污垢除去的感觉很棒。"
        },
        {
            "_id": "archive_moze_12",
            "Title": "烦恼",
            "Voice": "成为一道影子意味自动门会常常无视你。罢了，我通常也不走正门。"
        },
        {
            "_id": "archive_moze_13",
            "Title": "分享",
            "Voice": "你知道吗？刀剑上的槽不是用来放血的，那是减轻武器重量的，名叫「樋」的结构…如果你之前不知道，现在就知道了。"
        },
        {
            "_id": "archive_moze_14",
            "Title": "见闻",
            "Voice": "「曜青」是座美丽的仙舟，就是离丰饶民太近了些。"
        },
        {
            "_id": "archive_moze_15",
            "Title": "关于飞霄 · 一",
            "Voice": "飞霄是夺我「家人」性命的「仇人」，也是赋予我新生的恩人。"
        },
        {
            "_id": "archive_moze_16",
            "Title": "关于飞霄 · 二",
            "Voice": "飞霄允许我在任何时刻向她发起「行刺」，将我当作砥砺自己警惕心的匕首。她以这种方式表达对我的信任，而直到现在，我一次也没赢过。"
        },
        {
            "_id": "archive_moze_17",
            "Title": "关于椒丘",
            "Voice": "他说将军是他的病人，我看将军才是他的医生。"
        },
        {
            "_id": "archive_moze_18",
            "Title": "关于素裳",
            "Voice": "几年前我和她在军营相遇，她竟认不得我，那时我身为飞霄幕僚，常需造访椒丘家，怎么会没见过呢？"
        },
        {
            "_id": "archive_moze_19",
            "Title": "关于怀炎",
            "Voice": "老爷子很厉害。但凡活了这么久却不讨厌自己的人，都很厉害。"
        },
        {
            "_id": "archive_moze_20",
            "Title": "关于景元",
            "Voice": "他似乎并不享受自己的工作，但却敬责地干到了现在。这点和我一样。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_moze",
            "Title": "星魂激活",
            "Voice": "曜青的每一处暗影，都可能是我。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_moze",
            "Title": "角色晋阶",
            "Voice": "暴力是最终手段，也是我唯一的手段。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_moze",
            "Title": "角色满级",
            "Voice": "我将溶于影中，为你们守望。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_moze",
            "Title": "行迹激活",
            "Voice": "过去的鬼魂总会回来看我们。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_moze",
            "Title": "队伍编成 · 开拓者",
            "Voice": "放心吧，在你需要时，我会出手。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_moze",
            "Title": "队伍编成 · 飞霄",
            "Voice": "我会同你战斗到最后一刻。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojiaoqiu_moze",
            "Title": "队伍编成 · 椒丘",
            "Voice": "大夫，轮到你来体验我的生活了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosushang_moze",
            "Title": "队伍编成 · 素裳",
            "Voice": "你负责吸引注意力就好，我来下死手。别逞能。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_moze",
            "Title": "队伍编成 · 景元",
            "Voice": "神策将军，你不应参与这种脏手的活计。交给我吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_moze",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "正中死处。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_moze",
            "Title": "战斗开始 · 危险预警",
            "Voice": "以不变应万变。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_moze_01",
            "Title": "回合开始 · 一",
            "Voice": "我，即是锋刃……"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_moze_02",
            "Title": "回合开始 · 二",
            "Voice": "我，即是阴影……"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_moze",
            "Title": "回合待机",
            "Voice": "下一道命令是什么？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_moze_01",
            "Title": "普攻",
            "Voice": "攻其一点。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_moze_01",
            "Title": "战技 · 一",
            "Voice": "时机，转瞬即逝。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_moze_02",
            "Title": "战技 · 二",
            "Voice": "夜色，如影随形。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_moze_01",
            "Title": "轻受击",
            "Voice": "你暴露了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_moze_01",
            "Title": "重受击",
            "Voice": "不算什么。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_moze",
            "Title": "终结技 · 激活",
            "Voice": "该收割了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_moze",
            "Title": "终结技 · 施放",
            "Voice": "风声所到之处…你无所遁形！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_moze",
            "Title": "天赋",
            "Voice": "幽冥，奔袭！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_moze_01",
            "Title": "无法战斗",
            "Voice": "功亏…一篑……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_moze",
            "Title": "重回战斗",
            "Voice": "这一次，不会重蹈覆辙。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_moze",
            "Title": "回复生命",
            "Voice": "麻烦你了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_moze",
            "Title": "秘技",
            "Voice": "乌羽潜行。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_moze",
            "Title": "战斗胜利",
            "Voice": "战场已清扫完毕。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_moze",
            "Title": "开启战利品 · 一",
            "Voice": "运气不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_moze_02",
            "Title": "开启战利品 · 二",
            "Voice": "没有危险，收好。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_moze",
            "Title": "开启贵重战利品",
            "Voice": "财不外露，注意安全。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_moze",
            "Title": "解谜成功 · 一",
            "Voice": "原来如此。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_moze_02",
            "Title": "解谜成功 · 二",
            "Voice": "仔细观察，方可制胜。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_moze",
            "Title": "发现敌方目标",
            "Voice": "往前走，我来应付。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_moze",
            "Title": "返回城镇",
            "Voice": "人来人往处，暗影匿其中……"
        }
    ]
}

var _notes_ = {
    "1223": [
        "<b>@伤害分段比#</b><br>• 普攻：0.15+0.15+0.7<br>• 追加攻击（包括星魂6）：0.08*5+0.6<br>• 其余为单段伤害"
    ]
}

var _adiff_ = {
    "1223": {
        "v5": [
            "``基础数值`- 攻击力 546.84 → 599.76 ;<br>- 速度 114.0 → 111.0 ;"
        ]
    }
}

var _mtc_ = {
    "1223": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "113011": 4
            },
            {
                "2": 6400,
                "113011": 8
            },
            {
                "2": 12800,
                "113012": 5,
                "110424": 2
            },
            {
                "2": 32000,
                "113012": 8,
                "110424": 5
            },
            {
                "2": 64000,
                "113013": 5,
                "110424": 15
            },
            {
                "2": 128000,
                "113013": 7,
                "110424": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110191": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "113012": 3
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "113013": 2
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "113013": 3
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110506": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110506": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110506": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110506": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "暴击伤害 +37.3%",
                "Mat": {
                    "2": 190000,
                    "113011": 2,
                    "110192": 6,
                    "113012": 5,
                    "110193": 8,
                    "113013": 8
                }
            },
            {
                "Name": "攻击力 +18%",
                "Mat": {
                    "2": 168000,
                    "110191": 2,
                    "113011": 4,
                    "110193": 8,
                    "113013": 8
                }
            },
            {
                "Name": "生命值 +10%",
                "Mat": {
                    "2": 136000,
                    "110192": 2,
                    "113012": 2,
                    "110193": 6,
                    "113013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "墨毫绣衣",
                "Mat": {
                    "2": 4000,
                    "110191": 2,
                    "110506": 1
                }
            },
            {
                "Name": "手奋匕尺",
                "Mat": {
                    "2": 16000,
                    "110192": 4,
                    "241": 1,
                    "110506": 1
                }
            },
            {
                "Name": "不折镆干",
                "Mat": {
                    "2": 128000,
                    "110193": 6,
                    "241": 1,
                    "110506": 1
                }
            }
        ]
    }
}