// Auto Generated

var _avatarskill_ = {
    "122401": {
        "v1": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v2": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v3": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v4": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v5": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "Live": {
            "Name": "荡涤妖邪琉璃剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害，随后获得 <b>#2[f]</b> 点充能。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ],
                [
                    1.4,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        }
    },
    "122408": {
        "v1": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始具有 <b>#4[f]</b> 段攻击段数。每段伤害对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随攻击段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.5,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.6,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.7,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.9,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.1,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.2,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.3,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v2": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始具有 <b>#4[f]</b> 段攻击段数。每段伤害对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随攻击段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.5,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.6,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.7,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.9,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.0,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.1,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.2,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.3,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v3": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随攻击段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v4": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "v5": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        },
        "Live": {
            "Name": "一扎眉攒，二扎心",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "初始造成 <b>#4[f]</b> 段伤害，每段对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。每当造成最后1段伤害后，有 <b>#2[p]</b> 的<u>固定概率</u>再造成1段伤害，最多额外造成 <b>#3[f]</b> 段伤害。施放强化普攻恢复的能量不随段数提高而提高。<br>强化普攻无法恢复战技点。",
            "Params": [
                [
                    0.4,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.48,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.56,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.64,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.72,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.8,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.88,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    0.96,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.04,
                    0.6,
                    3.0,
                    3.0
                ],
                [
                    1.12,
                    0.6,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal02"
        }
    },
    "122402": {
        "v1": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v2": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v3": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v4": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "v5": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP"
        },
        "Live": {
            "Name": "师父，请喝茶！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使除自身以外的我方指定单体成为【师父】，【师父】的速度提高@ <b>#1[p]</b> #。仅战技最新的施放目标被视为三月七的【师父】。<br>每当施放普攻或造成1段强化普攻的伤害时，若场上存在指定命途的【师父】，则触发对应效果：<br>「智识」、「毁灭」、「巡猎」、「记忆」：额外造成等同于三月七@ <b>#2[p]</b> #攻击力的基于【师父】属性的<u>附加伤害</u>。<br>「同谐」、「虚无」、「存护」、「丰饶」：本次伤害的削韧值提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    0.06,
                    0.1,
                    1.0
                ],
                [
                    0.064,
                    0.11,
                    1.0
                ],
                [
                    0.068,
                    0.12,
                    1.0
                ],
                [
                    0.072,
                    0.13,
                    1.0
                ],
                [
                    0.076,
                    0.14,
                    1.0
                ],
                [
                    0.08,
                    0.15,
                    1.0
                ],
                [
                    0.085,
                    0.1625,
                    1.0
                ],
                [
                    0.09,
                    0.175,
                    1.0
                ],
                [
                    0.095,
                    0.1875,
                    1.0
                ],
                [
                    0.1,
                    0.2,
                    1.0
                ],
                [
                    0.104,
                    0.21,
                    1.0
                ],
                [
                    0.108,
                    0.22,
                    1.0
                ],
                [
                    0.112,
                    0.23,
                    1.0
                ],
                [
                    0.116,
                    0.24,
                    1.0
                ],
                [
                    0.12,
                    0.25,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_BP",
            "EE": [
                10000005
            ]
        }
    },
    "122403": {
        "v1": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始攻击段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v2": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始攻击段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v3": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v4": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v5": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        },
        "Live": {
            "Name": "盖世女侠三月七",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于三月七@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>使下一次强化普攻的初始段数增加 <b>#2[f]</b> 段，额外造成伤害的<u>固定概率</u>提高 <b>#3[p]</b> 。",
            "Params": [
                [
                    1.44,
                    2.0,
                    0.2
                ],
                [
                    1.536,
                    2.0,
                    0.2
                ],
                [
                    1.632,
                    2.0,
                    0.2
                ],
                [
                    1.728,
                    2.0,
                    0.2
                ],
                [
                    1.824,
                    2.0,
                    0.2
                ],
                [
                    1.92,
                    2.0,
                    0.2
                ],
                [
                    2.04,
                    2.0,
                    0.2
                ],
                [
                    2.16,
                    2.0,
                    0.2
                ],
                [
                    2.28,
                    2.0,
                    0.2
                ],
                [
                    2.4,
                    2.0,
                    0.2
                ],
                [
                    2.496,
                    2.0,
                    0.2
                ],
                [
                    2.592,
                    2.0,
                    0.2
                ],
                [
                    2.688,
                    2.0,
                    0.2
                ],
                [
                    2.784,
                    2.0,
                    0.2
                ],
                [
                    2.88,
                    2.0,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Ultra"
        }
    },
    "122404": {
        "v1": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且仅能使用强化普攻。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。",
            "Params": [
                [
                    7.0,
                    0.4
                ],
                [
                    7.0,
                    0.44
                ],
                [
                    7.0,
                    0.48
                ],
                [
                    7.0,
                    0.52
                ],
                [
                    7.0,
                    0.56
                ],
                [
                    7.0,
                    0.6
                ],
                [
                    7.0,
                    0.65
                ],
                [
                    7.0,
                    0.7
                ],
                [
                    7.0,
                    0.75
                ],
                [
                    7.0,
                    0.8
                ],
                [
                    7.0,
                    0.84
                ],
                [
                    7.0,
                    0.88
                ],
                [
                    7.0,
                    0.92
                ],
                [
                    7.0,
                    0.96
                ],
                [
                    7.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v2": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且仅能使用强化普攻。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。",
            "Params": [
                [
                    7.0,
                    0.4
                ],
                [
                    7.0,
                    0.44
                ],
                [
                    7.0,
                    0.48
                ],
                [
                    7.0,
                    0.52
                ],
                [
                    7.0,
                    0.56
                ],
                [
                    7.0,
                    0.6
                ],
                [
                    7.0,
                    0.65
                ],
                [
                    7.0,
                    0.7
                ],
                [
                    7.0,
                    0.75
                ],
                [
                    7.0,
                    0.8
                ],
                [
                    7.0,
                    0.84
                ],
                [
                    7.0,
                    0.88
                ],
                [
                    7.0,
                    0.92
                ],
                [
                    7.0,
                    0.96
                ],
                [
                    7.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v3": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v4": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "v5": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        },
        "Live": {
            "Name": "师父，我悟了！",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【师父】施放攻击或终结技后，三月七每次获得最多1点充能。<br>充能大于等于 <b>#1[f]</b> 点时，三月七立即行动，造成的伤害提高@ <b>#2[p]</b> #，普攻得到强化且无法施放战技。施放强化普攻后，消耗 <b>#1[f]</b> 点充能。充能上限 <b>#3[f]</b> 点。",
            "Params": [
                [
                    7.0,
                    0.4,
                    10.0
                ],
                [
                    7.0,
                    0.44,
                    10.0
                ],
                [
                    7.0,
                    0.48,
                    10.0
                ],
                [
                    7.0,
                    0.52,
                    10.0
                ],
                [
                    7.0,
                    0.56,
                    10.0
                ],
                [
                    7.0,
                    0.6,
                    10.0
                ],
                [
                    7.0,
                    0.65,
                    10.0
                ],
                [
                    7.0,
                    0.7,
                    10.0
                ],
                [
                    7.0,
                    0.75,
                    10.0
                ],
                [
                    7.0,
                    0.8,
                    10.0
                ],
                [
                    7.0,
                    0.84,
                    10.0
                ],
                [
                    7.0,
                    0.88,
                    10.0
                ],
                [
                    7.0,
                    0.92,
                    10.0
                ],
                [
                    7.0,
                    0.96,
                    10.0
                ],
                [
                    7.0,
                    1.0,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Passive"
        }
    },
    "122406": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Normal"
        }
    },
    "122407": {
        "v1": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v2": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v3": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v4": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "v5": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        },
        "Live": {
            "Name": "一气化三餐",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "若三月七在队伍中，每当队友施放1次秘技，下一次战斗开始时三月七获得1点充能，最多获得 <b>#1[f]</b> 点。<br>使用秘技后，下一次战斗开始时三月七恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    3.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1224_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1224": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalDamageBase": 0.24,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "惊鸿",
                "Desc": "战斗开始时，三月七的<u>行动提前</u> <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1224_SkillTree1"
            },
            "Tree2": {
                "Name": "玲珑",
                "Desc": "三月七能够削减具有【师父】属性弱点的敌方目标的韧性。击破弱点时，触发虚数属性的弱点击破效果。",
                "Icon": "SkillIcon_1224_SkillTree2"
            },
            "Tree3": {
                "Name": "斡波",
                "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
                "Icon": "SkillIcon_1224_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "122401": {
        "v1": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>36.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>36.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "初花学剑动星芒",
            "Desc": "场上存在【师父】时，三月七的速度提高 <b><color style='color:#f29e38'>10%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank1"
        }
    },
    "122402": {
        "v1": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的指定敌方单体造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的指定敌方单体，则攻击敌方随机单体。该效果每回合最多触发1次。<br><br>隐藏数值：5.0<br>隐藏数值：15.0",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的指定敌方单体造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的指定敌方单体，则攻击敌方随机单体。该效果每回合最多触发1次。<br><br>隐藏数值：5.0<br>隐藏数值：15.0",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>10</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>10</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动追加攻击，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60.0%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1.0</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>10</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "白刃耀雪舞骇浪",
            "Desc": "每当【师父】施放普攻或战技攻击敌方目标后，三月七立即发动<u>追加攻击</u>，对本次攻击的主目标造成等同于三月七 <b><color style='color:#f29e38'>60%</color></b> 攻击力的虚数属性伤害，并根据【师父】的命途触发对应效果，随后获得 <b><color style='color:#f29e38'>1</color></b> 点充能。若不存在可攻击的主目标，则攻击敌方随机单体。该效果每回合最多触发1次。本次伤害基础造成 <b><color style='color:#f29e38'>5</color></b> 点削韧，并恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank2"
        }
    },
    "122403": {
        "v1": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "头脑机灵本领强",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1224_BP"
        }
    },
    "122404": {
        "v1": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "龙飞凤舞不窝囊",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
            "Icon": "SkillIcon_1224_Rank4"
        }
    },
    "122405": {
        "v1": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "多练武术少吃糖",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1224_Ultra"
        }
    },
    "122406": {
        "v1": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放强化普攻后，使【师父】的暴击伤害提高 <b><color style='color:#f29e38'>60.0%</color></b> ，击破特攻提高 <b><color style='color:#f29e38'>36.0%</color></b> ，持续 <b><color style='color:#f29e38'>2.0</color></b> 回合。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "天下第一本姑娘",
            "Desc": "施放终结技后，下一次强化普攻造成的暴击伤害提高 <b><color style='color:#f29e38'>50%</color></b> 。",
            "Icon": "SkillIcon_1224_Rank6"
        }
    }
}

var _story_ = {
    "1224": [
        {
            "_id": 1,
            "Story": "精灵古怪的少女，自认热衷于这个年纪的女孩子「应当热衷」的所有事，比如照相。<br>从一块漂流的恒冰中苏醒，却发现自己对身世与过往都一无所知。短暂的消沉之后，她决定以重获新生的日期为自己命名。<br>这一天，三月七「诞生」了。"
        },
        {
            "_id": 2,
            "Story": "为什么三月七要拍照？<br><i>「第一，自己这样的女孩子应该喜欢这么做。」<br>「第二，所有拍下来的东西，就不会忘啦。」</i><br><br>三月七对拍照有什么心得？<br><i>「第一，对黑暗料理需要进行局部细节拍摄，因为『拍过等于吃过，要细细品味』。」<br>「第二，只要自己闭着眼睛拍照，就一定能拍到对方闭着眼的表情。」</i><br><br>为什么三月七要把相机挂在身上？<br><i>「下次谁还想把我封在冰里，就必须把相机一起封进去！」</i><br><br>所以三月七为什么不用手机拍照呢？<br><i>「对哦，为什么呢——等等，什么为什么，这是仪式感嘛！」</i>"
        },
        {
            "_id": 3,
            "Story": "能力为「六相冰」，但三月七一直坚称那不是冰，而是某种凝聚态结晶。<br><i>「拜托，你有见过这么好看的冰么？」</i><br><br>战斗时使用的弓矢也是用「六相冰」凝成的，但实际上对自己使用弓箭一事并不满意。<br><i>「你有见过哪个大佬是用弓的么？」<br>「况且，用我凝结出的弓矢去攻击我凝结出的护盾，根本什么事都不会发生啊！」</i><br><br>为此还曾经刻苦修行名为「斩星破宙 · 大琉璃剑」的绝招，目前成效为零。<br><i>「小三月，听名字应该是大剑吧？」<br>「嗯，但感觉好像不如冰雕…砸。」</i>"
        },
        {
            "_id": 4,
            "Story": "相比「列车长」帕姆，「领航员」姬子，「护卫」丹恒，「什么都会的」瓦尔特，即使自称为「勇士」，连三月七都很难说清楚自己在列车上的分工。<br>但三月七的一举一动，无时无刻不都在影响列车组的行动方针。<br><br><i>「三月七旅客摔倒了……」<br>「三月，小心头顶的方铅矿球。」<br>「小三月，那边的景点拍过照了吗？」<br>「我相信小三月，她说不好吃，那就肯定不好吃。」</i><br><br>与其说三月七容易让人放心不下，不如说她总是会让人放在心上。<br>当然，三月七对此毫无察觉，她正在全力思考适合开拓者的列车组定位。"
        },
        {
            "_id": 5,
            "Story": "即使种种迹象表明，对于一直在宇宙中漂流的三月七，她刚醒来的情况并不算糟。<br>身处于一辆恰好路过的列车上，车上的人看上去也很亲切。<br>唯一的问题是，即使她对周遭的情况保有合理的认知，对自己却仍旧一无所知。<br><br><i>「我是谁，我来自哪里……」</i><br><br>三月七看着镜子中的自己，一边试穿姬子给她置备的各类服饰，一边为自己想象着几十种身世。<br>哪一种才是她的过去，哪一种才是她这样的女孩子应有的过去…三月七无法确定。<br>但三月七能选择的，只有现在的自己；她能望向的，也只有未来。<br>她恐惧着，又庆幸着。"
        },
        {
            "_id": 21,
            "Story": "换上仙舟服饰的三月七，执剑的武侠少女。<br>向云璃与彦卿拜师学艺，为在仙舟留下更多美好的「回忆」而跃跃欲试。"
        },
        {
            "_id": 22,
            "Story": "初入罗浮，建木灾异，演武仪典…她目睹了仙舟的变化，也见证了自己的成长。<br>照片上的女孩子在花林之间腾挪移转，凌厉的剑招下，落花如雨，纷纷乱乱飘满了她的衣裳。<br><br>还是以前那个三月七吗？步法熟练，从容不迫。不知不觉，双剑已是舞得小有所成…她都有些认不出自己了。<br><i>「嗯…自己是谁，应当由自己去探寻……」</i><br>她暗自下定决心，满怀期待地看向天空。在那里，无数的星星、无数的世界朝她眨着眼。<br><i>「我的过去，正在一点点变多呢。」</i><br><br>她的过去与未来，都已逐渐染上新的色彩。"
        }
    ]
}

var _voice_ = {
    "1224": [
        {
            "_id": "archive_mar7th_1",
            "Title": "初次见面",
            "Voice": "你好，开拓者。欢迎入职星穹列车，我是三月七，星穹列车的乘员，也是你的同事。现在，请先拍摄入职照…瞧把你吓的，咱是在开玩笑啦~"
        },
        {
            "_id": "archive_mar7th_2",
            "Title": "问候",
            "Voice": "哎呀，你来得正好，今天还没一起拍过照呢。"
        },
        {
            "_id": "archive_mar7th_3",
            "Title": "道别",
            "Voice": "我整理完今天的照片就休息啦，你也别熬夜打游戏哦！"
        },
        {
            "_id": "archive_mar7th_6",
            "Title": "关于自己 · 名字",
            "Voice": "名字是我自己取的，大家也叫我三月、小三月…你呢？你想叫我什么？"
        },
        {
            "_id": "archive_mar7th_7",
            "Title": "关于自己 · 过去",
            "Voice": "我的过去，或许不在从前，而是在我的未来里。所以我一定会一站站走下去，哪怕有一天…没有列车。"
        },
        {
            "_id": "archive_mar7th_4",
            "Title": "闲谈 · 果汁",
            "Voice": "果汁…一说就觉得馋，一馋就忒想喝，一喝就…停不下来……"
        },
        {
            "_id": "archive_mar7th_5",
            "Title": "闲谈 · 照片",
            "Voice": "照片当然不是现实，但如果有足够多的照片，是不是就能更接近现实一些呢？"
        },
        {
            "_id": "archive_mar7th_8",
            "Title": "爱好",
            "Voice": "拍照，写日记，还用说嘛~"
        },
        {
            "_id": "archive_mar7th_9",
            "Title": "烦恼",
            "Voice": "要是没人和我聊天，我就闷得要命。但在列车上的时候，姬子很忙，杨叔很忙，帕姆很忙，丹恒倒是不忙，可他不喜欢聊天……"
        },
        {
            "_id": "archive_mar7th_14",
            "Title": "分享",
            "Voice": "每次坐在书桌前整理完相册，抬头看向窗外，即使那一幕已经见过千遍万遍，我总是想再拍一张照片…现在咱能坐在列车里，像这样看着星星，真的很幸福。"
        },
        {
            "_id": "archive_mar7th_17",
            "Title": "分享 · 习剑",
            "Voice": "我平时很喜欢仙舟幻戏嘛，心里一直有点剑侠情结。等我真正开始学剑之后，才发现比起幻戏里飞天遁地的大侠，还是教我一招一式的两位小师父更厉害！"
        },
        {
            "_id": "archive_mar7th_15",
            "Title": "见闻",
            "Voice": "即使看起来很「黑暗」的料理，也要拿出「开拓」的精神来面对！但，实话实说，砂鳗冻和姬子泡的咖啡真不太好……"
        },
        {
            "_id": "archive_mar7th_10",
            "Title": "关于丹恒",
            "Voice": "丹恒…他在我之前上的车，从没透露过自己的来历…你要是有机会，也帮我打探打探？"
        },
        {
            "_id": "archive_mar7th_11",
            "Title": "关于姬子",
            "Voice": "美丽的姬子姐姐，成熟，可靠，又优雅，还是列车的领航员…以后，我也可以成为那样的大人吧！不过咱现在这样也很好~"
        },
        {
            "_id": "archive_mar7th_12",
            "Title": "关于瓦尔特",
            "Voice": "听说杨叔曾经是秘密组织的首领，拯救过星球，当过老师，还画过动画的原画！哎，简直是外星人了……"
        },
        {
            "_id": "archive_mar7th_13",
            "Title": "关于帕姆",
            "Voice": "列车长就是最棒的！"
        },
        {
            "_id": "archive_mar7th_16",
            "Title": "关于丹恒 · 二",
            "Voice": "即使知道了他的神秘过去，他还是我们认识的那个丹恒呀！"
        },
        {
            "_id": "archive_mar7th_18",
            "Title": "关于彦卿",
            "Voice": "彦卿师父的教学风格非常严谨，也一直把「将军当年是这么教我的」挂在嘴边…看来，景元将军教给他的，他都记得清清楚楚。"
        },
        {
            "_id": "archive_mar7th_19",
            "Title": "关于云璃",
            "Voice": "云璃师父的教学风格非常自由，她最常和我说的话是：「这是一种感觉！」…也许这就是「体验式教学」吧？"
        },
        {
            "_id": "archive_mar7th_20",
            "Title": "关于星期日",
            "Voice": "如果让列车长听到那段「七休日」的主张，不知道会是什么反应呀。"
        },
        {
            "_id": "archive_mar7th_21",
            "Title": "关于长夜月",
            "Voice": "偶尔我也会幻想自己展露冷酷、神秘、优雅、厉害的模样，略微出手便能击退敌人…没想到真的会发生！下次，本姑娘要用自己的力量，守护大家！"
        },
        {
            "_id": "archive_mar7th_22",
            "Title": "关于丹恒 · 三",
            "Voice": "这趟翁法罗斯之旅，我们都进步很大，一比一平！哎，不对，他其实比我更早迈出那一步，那…算他小胜！"
        },
        {
            "_id": "archive_mar7th_23",
            "Title": "关于阿格莱雅",
            "Voice": "阿格莱雅女士不愧为大家的引路人，经过她的点拨，就连日常穿搭的品味，也上升了好几个等级呢！"
        },
        {
            "_id": "archive_mar7th_24",
            "Title": "关于缇宝 · 缇安 · 缇宁",
            "Voice": "小小的缇宝老师，却有大大的能量！为了不让她们失望，我练习了好久好久，终于把欧洛尼斯的祷言背得滚瓜烂熟！不信？哼，我背给你听……"
        },
        {
            "_id": "archive_mar7th_25",
            "Title": "关于万敌",
            "Voice": "迈德漠斯看起来酷酷的，不好说话，实际却很友善…为什么会这样呢？不懂，果然…我还是更了解女生的心思呀。"
        },
        {
            "_id": "archive_mar7th_26",
            "Title": "关于遐蝶",
            "Voice": "遐蝶小姐会做香香软软的玩偶，会写动人心弦的故事，甚至每次路过的时候，都会散发好闻的幽香…每次和她在一起，我都能学到许多许多呢。"
        },
        {
            "_id": "archive_mar7th_27",
            "Title": "关于那刻夏",
            "Voice": "其实…我对老师有一种天生的恐惧，不过…他是个例外！听不懂的那些概念，他总会用大地兽来做比喻，我一下子就明白啦！"
        },
        {
            "_id": "archive_mar7th_28",
            "Title": "关于风堇",
            "Voice": "不知道为什么，虽然相处的时间不长，我们马上成了无话不谈的好朋友。上一次在她的庭院，我们从泰科铵聊到翁法罗斯，喝了一壶又一壶的花茶，吃了一块又一块蜜饼，最后，连小伊卡也困睡着了…还是觉得意犹未尽！"
        },
        {
            "_id": "archive_mar7th_29",
            "Title": "关于赛飞儿",
            "Voice": "听赛飞儿小姐说话可有意思啦！关于喵喵教和汪汪教的故事，她与我讲了不下八十个版本，简直比我为自己编的身世故事还要多！"
        },
        {
            "_id": "archive_mar7th_30",
            "Title": "关于海瑟音",
            "Voice": "海瑟音女士的琴声简直比蜜酿还要醉人，难道优雅美丽的秘诀就是学会一门乐器？嗯，咱也该学习提升一下自己了！"
        },
        {
            "_id": "archive_mar7th_31",
            "Title": "关于刻律德菈",
            "Voice": "和凯撒一起下「飞行棋」的时候，我的心都要跳到嗓子眼啦。没想到她不仅允许我悔棋，还认真地考虑了我的建议…嘿嘿，最后，咱也总算是赢了一盘！"
        },
        {
            "_id": "archive_mar7th_32",
            "Title": "关于白厄",
            "Voice": "他经受了那么惨烈的牺牲，却还能保有自己的本心…嗯，本姑娘也一定要做到！"
        },
        {
            "_id": "archive_mar7th_33",
            "Title": "关于昔涟",
            "Voice": "昔涟对所有记忆的呵护，对未来的守望…这一切我都不会忘记，这样，所有的付出才会有意义！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_mar7th",
            "Title": "「存护」星魂激活",
            "Voice": "我的过去，正在一点点变多呢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_mar7th_02",
            "Title": "「巡猎」星魂激活",
            "Voice": "看看本姑娘勤学苦练，拜师学艺的结果~"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_mar7th",
            "Title": "角色晋阶",
            "Voice": "今天的我比昨天更棒了~"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_mar7th",
            "Title": "角色满级",
            "Voice": "成长完毕！真正的三月七之旅现在才要开始！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_mar7th",
            "Title": "「存护」行迹激活",
            "Voice": "没错没错，我还藏着几招哪~"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_mar7th_02",
            "Title": "「巡猎」行迹激活",
            "Voice": "技多不压身，咱还得多练练~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_mar7th",
            "Title": "队伍编成 · 开拓者",
            "Voice": "有咱俩在，那就见一个打一个喽~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_mar7th",
            "Title": "队伍编成 · 丹恒",
            "Voice": "本姑娘要展现真正的技术了…呃，丹恒你那是什么眼神？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_mar7th",
            "Title": "队伍编成 · 丹恒 · 饮月",
            "Voice": "本姑娘要展现真正的技术了…呃，丹恒你总该相信我了吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_mar7th",
            "Title": "队伍编成 · 姬子",
            "Voice": "万一有个万一，姬子你要帮帮我哦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_mar7th",
            "Title": "队伍编成 · 瓦尔特",
            "Voice": "有万能的杨叔在，好耶！我是不是说太响了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyunli_mar7th",
            "Title": "队伍编成 · 云璃",
            "Voice": "云璃师父，来检验一下我的修行成果吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_mar7th",
            "Title": "队伍编成 · 彦卿",
            "Voice": "彦卿师父放心，咱不会给你丢人的！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_mar7th",
            "Title": "队伍编成 · 星期日",
            "Voice": "嗯！看着比用指挥棒的时候厉害多了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_mar7th",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "好哇，丹恒你默默努力然后惊艳所有人…我也来！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_mar7th",
            "Title": "队伍编成 · 阿格莱雅",
            "Voice": "阿格莱雅女士，你看这身怎么样？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_mar7th",
            "Title": "队伍编成 · 缇宝",
            "Voice": "缇宝老师，「岁月」的祷言，我记得可牢啦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_mar7th",
            "Title": "队伍编成 · 万敌",
            "Voice": "嗯，我也来帮忙啦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_mar7th",
            "Title": "队伍编成 · 遐蝶",
            "Voice": "我来催更啦！上次的故事，还没看过瘾呢~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_mar7th",
            "Title": "队伍编成 · 那刻夏",
            "Voice": "待会如果有问题，还请您指点！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_mar7th",
            "Title": "队伍编成 · 风堇",
            "Voice": "不用担心，我会照顾好自己的！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tociphe_mar7th",
            "Title": "队伍编成 · 赛飞儿",
            "Voice": "飞起来的时候，我也想体验一下！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_mar7th",
            "Title": "队伍编成 · 白厄",
            "Voice": "放心，无名客会永远与翁法罗斯站在一起！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_mar7th",
            "Title": "队伍编成 · 海瑟音",
            "Voice": "嘿嘿，这一次又能大饱耳福了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_mar7th",
            "Title": "队伍编成 · 刻律德菈",
            "Voice": "凯撒，我已经准备好啦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_mar7th",
            "Title": "队伍编成 · 昔涟",
            "Voice": "昔涟！好不容易再见到你~我们先合照一张吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_mar7th",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "我还挺能打的嘛。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_mar7th",
            "Title": "战斗开始 · 危险预警",
            "Voice": "这家伙，怎么看上去不大好惹……"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_mar7th_01",
            "Title": "回合开始 · 一",
            "Voice": "碰上我算你们运气不好。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_mar7th_02",
            "Title": "回合开始 · 二",
            "Voice": "该我出场了~"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_mar7th",
            "Title": "回合待机",
            "Voice": "怎么啦？看我不出手就怕了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_mar7th_01",
            "Title": "普攻",
            "Voice": "看我的！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_mar7th_01",
            "Title": "战技 · 一",
            "Voice": "本姑娘出马，怎么可能会输嘛~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_mar7th_02",
            "Title": "战技 · 二",
            "Voice": "乖乖站好，这就给你加个祝福~"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_mar7th_01",
            "Title": "轻受击",
            "Voice": "讨厌！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_mar7th_01",
            "Title": "重受击",
            "Voice": "走开！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_mar7th",
            "Title": "终结技 · 激活",
            "Voice": "偶尔也该认真一下。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_mar7th",
            "Title": "终结技 · 施放",
            "Voice": "来尝尝本姑娘的厉害~"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_mar7th",
            "Title": "天赋 · 一",
            "Voice": "不许跑！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_mar7th_02",
            "Title": "天赋 · 二",
            "Voice": "你再打？"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_mar7th_01",
            "Title": "无法战斗",
            "Voice": "我不想…一个人……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_mar7th",
            "Title": "重回战斗",
            "Voice": "好啦…我不会再胡闹啦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_mar7th",
            "Title": "回复生命",
            "Voice": "多亏你啦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_mar7th",
            "Title": "秘技",
            "Voice": "冻结吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_mar7th",
            "Title": "战斗胜利",
            "Voice": "这次咱可没拖后腿！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_mar7th",
            "Title": "开启战利品 · 一",
            "Voice": "看看看看，有没有亮晶晶的？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_mar7th_02",
            "Title": "开启战利品 · 二",
            "Voice": "都是我找到的~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_mar7th",
            "Title": "开启贵重战利品",
            "Voice": "这、这么多？！"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_mar7th",
            "Title": "解谜成功 · 一",
            "Voice": "做得好，夸夸自己吧~"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_mar7th_02",
            "Title": "解谜成功 · 二",
            "Voice": "搞定搞定！"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_mar7th",
            "Title": "发现敌方目标",
            "Voice": "打还是溜？"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_mar7th",
            "Title": "返回城镇",
            "Voice": "要陪我去拍照吗？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_mar7th2",
            "Title": "「巡猎」战斗开始 · 弱点击破",
            "Voice": "就拿你来练练手吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_mar7th2",
            "Title": "「巡猎」战斗开始 · 危险预警",
            "Voice": "要不换别人上吧……"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_mar7th2_01",
            "Title": "「巡猎」回合开始 · 一",
            "Voice": "出师的时候到了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_mar7th2_02",
            "Title": "「巡猎」回合开始 · 二",
            "Voice": "我一个可以打十个！"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_mar7th2",
            "Title": "「巡猎」回合待机",
            "Voice": "快点让我打啦。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_mar7th2_01",
            "Title": "「巡猎」普攻",
            "Voice": "别小瞧本姑娘！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_mar7th2_01_a",
            "Title": "「巡猎」强化普攻 · 一",
            "Voice": "看我这招！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_mar7th2_01_b",
            "Title": "「巡猎」强化普攻 · 二",
            "Voice": "看我的绝招！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_mar7th2_01",
            "Title": "「巡猎」战技 · 一",
            "Voice": "师父请喝茶！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_mar7th2_02",
            "Title": "「巡猎」战技 · 二",
            "Voice": "劳您担待啦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_mar7th2_01",
            "Title": "「巡猎」轻受击",
            "Voice": "你偷袭！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_mar7th2_01",
            "Title": "「巡猎」重受击",
            "Voice": "不讲…武德……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_mar7th2",
            "Title": "「巡猎」终结技 · 激活",
            "Voice": "是时候展现真正的剑术了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_mar7th2",
            "Title": "「巡猎」终结技 · 施放",
            "Voice": "左青龙，右白虎，少吃碳水化合物——看招！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_mar7th2_01",
            "Title": "「巡猎」天赋 · 一",
            "Voice": "哦~我全都懂了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_mar7th2_02",
            "Title": "「巡猎」天赋 · 二",
            "Voice": "哦~还得是师父！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_mar7th2_01",
            "Title": "「巡猎」无法战斗",
            "Voice": "江湖…难啊……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_mar7th2",
            "Title": "「巡猎」重回战斗",
            "Voice": "失误啦，刚刚那是个失误！"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_mar7th2",
            "Title": "「巡猎」回复生命",
            "Voice": "赞美你！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_mar7th2",
            "Title": "「巡猎」秘技",
            "Voice": "桃花影落飞神剑～"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_mar7th2",
            "Title": "「巡猎」战斗胜利",
            "Voice": "这次咱可没拖后腿！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_mar7th2",
            "Title": "「巡猎」开启战利品 · 一",
            "Voice": "看看看看，有没有亮晶晶的？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_mar7th2_02",
            "Title": "「巡猎」开启战利品 · 二",
            "Voice": "这能买多少杯苏打豆汁儿啊……"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_mar7th2",
            "Title": "「巡猎」开启贵重战利品",
            "Voice": "有武林秘籍么？"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_mar7th2",
            "Title": "「巡猎」解谜成功 · 一",
            "Voice": "做得好，夸夸自己吧~"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_mar7th2_02",
            "Title": "「巡猎」解谜成功 · 二",
            "Voice": "武艺和智谋，缺一不可！"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_mar7th2",
            "Title": "「巡猎」发现敌方目标",
            "Voice": "还不过瘾，就和他过两招吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_mar7th2",
            "Title": "「巡猎」返回城镇",
            "Voice": "要陪我去拍照吗？还是去喝仙人快乐茶？"
        }
    ]
}

var _notes_ = {
    "1224": [
        "星魂 #2 的追加攻击基础造成 @10# 点削韧，恢复 @5.0# 点能量。",
        "【师父】处于不可选中状态时（例如史瓦罗手），【师父】提供的效果依然会生效。<br>在 v1 版本，师父陷入不可选中状态后，效果会失效。"
    ]
}

var _adiff_ = {
    "1224": {
        "v3": [
            "``基础数值`- 生命值 917.28 → 1058.4 ;<br>- 防御力 418.95 → 441.0 ;<br>- 速度 107.0 → 102.0 ;"
        ]
    }
}

var _mtc_ = {
    "1224": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111011": 4
            },
            {
                "2": 6400,
                "111011": 8
            },
            {
                "2": 12800,
                "111012": 5,
                "110403": 2
            },
            {
                "2": 32000,
                "111012": 8,
                "110403": 5
            },
            {
                "2": 64000,
                "111013": 5,
                "110403": 15
            },
            {
                "2": 128000,
                "111013": 7,
                "110403": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "111013": 3
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110501": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110501": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110191": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110192": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110192": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110192": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110193": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110193": 4,
                        "110501": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110193": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110193": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28%",
                "Mat": {
                    "2": 190000,
                    "111011": 2,
                    "110192": 6,
                    "111012": 5,
                    "110193": 8,
                    "111013": 8
                }
            },
            {
                "Name": "暴击伤害 +24%",
                "Mat": {
                    "2": 168000,
                    "110191": 2,
                    "111011": 4,
                    "110193": 8,
                    "111013": 8
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 136000,
                    "110192": 2,
                    "111012": 2,
                    "110193": 6,
                    "111013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "惊鸿",
                "Mat": {
                    "2": 4000,
                    "110191": 2,
                    "110501": 1
                }
            },
            {
                "Name": "玲珑",
                "Mat": {
                    "2": 16000,
                    "110192": 4,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "斡波",
                "Mat": {
                    "2": 128000,
                    "110193": 6,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}