// Auto Generated

var _avatarskill_ = {
    "130901": {
        "v1": {
            "Name": "扑翼白声",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于知更鸟@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v2": {
            "Name": "扑翼白声",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于知更鸟@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v3": {
            "Name": "扑翼白声",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于知更鸟@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v4": {
            "Name": "扑翼白声",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于知更鸟@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v5": {
            "Name": "扑翼白声",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于知更鸟@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "Live": {
            "Name": "扑翼白声",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于知更鸟@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        }
    },
    "130902": {
        "v1": {
            "Name": "翎之咏叹调",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使我方全体造成的伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，知更鸟每回合开始时持续回合数减1。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v2": {
            "Name": "翎之咏叹调",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使我方全体造成的伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，知更鸟每回合开始时持续回合数减1。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v3": {
            "Name": "翎之咏叹调",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使我方全体造成的伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，知更鸟每回合开始时持续回合数减1。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v4": {
            "Name": "翎之咏叹调",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使我方全体造成的伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，知更鸟每回合开始时持续回合数减1。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v5": {
            "Name": "翎之咏叹调",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使我方全体造成的伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，知更鸟每回合开始时持续回合数减1。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "Live": {
            "Name": "翎之咏叹调",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使我方全体造成的伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，知更鸟每回合开始时持续回合数减1。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        }
    },
    "130903": {
        "v1": {
            "Name": "千音迭奏，群星赋格",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "知更鸟进入【协奏】状态，使我方全体攻击力提高，提高数值等同于知更鸟攻击力的@ <b>#1[p]</b> #+@ <b>#3[f]</b> #点，且使除自身以外的队友立即行动。我方目标每次施放攻击后，知更鸟会额外造成1次等同于其自身@ <b>#4[p]</b> #攻击力的物理属性<u>附加伤害</u>，该伤害暴击率固定为 <b>#5[p]</b> ，暴击伤害固定为 <b>#6[p]</b> 。<br>处于【协奏】状态时，知更鸟免疫<u>控制类负面状态</u>，在【协奏】状态结束前不会进入自己回合且无法行动。<br>行动序列上出现【协奏】倒计时，倒计时回合开始时知更鸟退出【协奏】状态并立即行动，倒计时固定拥有 <b>#2[f]</b> 点速度。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。<br><br>@<b>控制类负面状态</b>#<br>冻结，纠缠，禁锢，支配，怒噪，强烈震荡，异梦。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v2": {
            "Name": "千音迭奏，群星赋格",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "知更鸟进入【协奏】状态，使除自身以外的队友立即行动。<br>处于【协奏】状态时，我方全体攻击力提高，提高数值等同于知更鸟攻击力的@ <b>#1[p]</b> #+@ <b>#3[f]</b> #点，且我方目标每次施放攻击后，知更鸟会额外造成1次等同于其自身@ <b>#4[p]</b> #攻击力的物理属性<u>附加伤害</u>，该伤害暴击率固定为 <b>#5[p]</b> ，暴击伤害固定为 <b>#6[p]</b> 。<br>处于【协奏】状态时，知更鸟免疫<u>控制类负面状态</u>，【协奏】状态结束前不会进入自己的回合且无法行动。<br>行动序列上出现【协奏】倒计时，倒计时回合开始时知更鸟退出【协奏】状态并立即行动，倒计时固定拥有 <b>#2[f]</b> 点速度。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。<br><br>@<b>控制类负面状态</b>#<br>冻结，纠缠，禁锢，支配，怒噪，强烈震荡，异梦。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v3": {
            "Name": "千音迭奏，群星赋格",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "知更鸟进入【协奏】状态，使除自身以外的队友立即行动。<br>处于【协奏】状态时，我方全体攻击力提高，提高数值等同于知更鸟攻击力的@ <b>#1[p]</b> #+@ <b>#3[f]</b> #点，且我方目标每次施放攻击后，知更鸟会额外造成1次等同于其自身@ <b>#4[p]</b> #攻击力的物理属性<u>附加伤害</u>，该伤害暴击率固定为 <b>#5[p]</b> ，暴击伤害固定为 <b>#6[p]</b> 。<br>处于【协奏】状态时，知更鸟免疫<u>控制类负面状态</u>，【协奏】状态结束前不会进入自己的回合且无法行动。<br>行动序列上出现【协奏】倒计时，倒计时回合开始时知更鸟退出【协奏】状态并立即行动，倒计时固定拥有 <b>#2[f]</b> 点速度。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。<br><br>@<b>控制类负面状态</b>#<br>冻结，纠缠，禁锢，支配，怒噪，强烈震荡，异梦。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v4": {
            "Name": "千音迭奏，群星赋格",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "知更鸟进入【协奏】状态，使除自身以外的队友立即行动。<br>处于【协奏】状态时，我方全体攻击力提高，提高数值等同于知更鸟攻击力的@ <b>#1[p]</b> #+@ <b>#3[f]</b> #点，且我方目标每次施放攻击后，知更鸟会额外造成1次等同于其自身@ <b>#4[p]</b> #攻击力的物理属性<u>附加伤害</u>，该伤害暴击率固定为 <b>#5[p]</b> ，暴击伤害固定为 <b>#6[p]</b> 。<br>处于【协奏】状态时，知更鸟免疫<u>控制类负面状态</u>，【协奏】状态结束前不会进入自己的回合且无法行动。<br>行动序列上出现【协奏】倒计时，倒计时回合开始时知更鸟退出【协奏】状态并立即行动，倒计时固定拥有 <b>#2[f]</b> 点速度。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。<br><br>@<b>控制类负面状态</b>#<br>冻结，纠缠，禁锢，支配，怒噪，强烈震荡，异梦。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v5": {
            "Name": "千音迭奏，群星赋格",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "知更鸟进入【协奏】状态，使除自身以外的队友立即行动。<br>处于【协奏】状态时，我方全体攻击力提高，提高数值等同于知更鸟攻击力的@ <b>#1[p]</b> #+@ <b>#3[f]</b> #点，且我方目标每次施放攻击后，知更鸟会额外造成1次等同于其自身@ <b>#4[p]</b> #攻击力的物理属性<u>附加伤害</u>，该伤害暴击率固定为 <b>#5[p]</b> ，暴击伤害固定为 <b>#6[p]</b> 。<br>处于【协奏】状态时，知更鸟免疫<u>控制类负面状态</u>，【协奏】状态结束前不会进入自己的回合且无法行动。<br>行动序列上出现【协奏】倒计时，倒计时回合开始时知更鸟退出【协奏】状态并立即行动，倒计时固定拥有 <b>#2[f]</b> 点速度。<br><br>@<b>附加伤害</b>#<br>使受击者额外受到1次伤害，本次伤害不视为造成了1次攻击。<br><br>@<b>控制类负面状态</b>#<br>冻结，纠缠，禁锢，支配，怒噪，强烈震荡，异梦。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "Live": {
            "Name": "千音迭奏，群星赋格",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "知更鸟进入【协奏】状态，使除自身以外的队友立即行动。<br>处于【协奏】状态时，我方全体攻击力提高，提高数值等同于知更鸟攻击力的@ <b>#1[p]</b> #+@ <b>#3[f]</b> #点，且我方目标每次施放攻击后，知更鸟会额外造成1次等同于其自身@ <b>#4[p]</b> #攻击力的物理属性<u>附加伤害</u>，该伤害暴击率固定为 <b>#5[p]</b> ，暴击伤害固定为 <b>#6[p]</b> 。<br>处于【协奏】状态时，知更鸟免疫<u>控制类负面状态</u>，【协奏】状态结束前不会进入自己的回合且无法行动。<br>行动序列上出现【协奏】倒计时，倒计时回合开始时知更鸟退出【协奏】状态并立即行动，倒计时固定拥有 <b>#2[f]</b> 点速度。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra",
            "EE": [
                10000005,
                10000011
            ]
        }
    },
    "130904": {
        "Live": {
            "Name": "调性合颂",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "使我方全体暴击伤害提高@ <b>#1[p]</b> #，且我方目标攻击敌方目标后，知更鸟额外为自身恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v1": {
            "Name": "调性合颂",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "使我方全体暴击伤害提高@ <b>#1[p]</b> #，且我方目标攻击敌方目标后，知更鸟额外为自身恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v2": {
            "Name": "调性合颂",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "使我方全体暴击伤害提高@ <b>#1[p]</b> #，且我方目标攻击敌方目标后，知更鸟额外为自身恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v3": {
            "Name": "调性合颂",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "使我方全体暴击伤害提高@ <b>#1[p]</b> #，且我方目标攻击敌方目标后，知更鸟额外为自身恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v4": {
            "Name": "调性合颂",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "使我方全体暴击伤害提高@ <b>#1[p]</b> #，且我方目标攻击敌方目标后，知更鸟额外为自身恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v5": {
            "Name": "调性合颂",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "使我方全体暴击伤害提高@ <b>#1[p]</b> #，且我方目标攻击敌方目标后，知更鸟额外为自身恢复 <b>#2[f]</b> 点能量。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        }
    },
    "130906": {
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        }
    },
    "130907": {
        "Live": {
            "Name": "酣醉序曲",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "施放秘技后，在自身周围展开持续 <b>#1[f]</b> 秒的特殊领域，处于领域内的敌人不会对知更鸟发动攻击，且在领域展开期间跟随知更鸟。领域展开期间进入战斗后，每个波次开始时知更鸟恢复 <b>#2[f]</b> 点能量。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v1": {
            "Name": "酣醉序曲",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "施放秘技后，在自身周围展开持续 <b>#1[f]</b> 秒的特殊领域，处于领域内的敌人不会对知更鸟发动攻击，且在领域展开期间跟随知更鸟。领域展开期间进入战斗后，每个波次开始时知更鸟额外恢复 <b>#2[f]</b> 点能量。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v2": {
            "Name": "酣醉序曲",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "施放秘技后，在自身周围展开持续 <b>#1[f]</b> 秒的特殊领域，处于领域内的敌人不会对知更鸟发动攻击，且在领域展开期间跟随知更鸟。领域展开期间进入战斗后，每个波次开始时知更鸟恢复 <b>#2[f]</b> 点能量。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v3": {
            "Name": "酣醉序曲",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "施放秘技后，在自身周围展开持续 <b>#1[f]</b> 秒的特殊领域，处于领域内的敌人不会对知更鸟发动攻击，且在领域展开期间跟随知更鸟。领域展开期间进入战斗后，每个波次开始时知更鸟恢复 <b>#2[f]</b> 点能量。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v4": {
            "Name": "酣醉序曲",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "施放秘技后，在自身周围展开持续 <b>#1[f]</b> 秒的特殊领域，处于领域内的敌人不会对知更鸟发动攻击，且在领域展开期间跟随知更鸟。领域展开期间进入战斗后，每个波次开始时知更鸟恢复 <b>#2[f]</b> 点能量。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v5": {
            "Name": "酣醉序曲",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "施放秘技后，在自身周围展开持续 <b>#1[f]</b> 秒的特殊领域，处于领域内的敌人不会对知更鸟发动攻击，且在领域展开期间跟随知更鸟。领域展开期间进入战斗后，每个波次开始时知更鸟恢复 <b>#2[f]</b> 点能量。我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1309": {
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "华彩花腔",
                "Desc": "战斗开始时，自身<u>行动提前</u> <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即兴装饰",
                "Desc": "处于【协奏】状态时，我方全体发动<u>追加攻击</u>造成的暴击伤害提高 <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "模进乐段",
                "Desc": "施放战技时额外恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "华彩花腔",
                "Desc": "战斗开始时，自身行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即兴装饰",
                "Desc": "处于【协奏】状态时，我方全体发动追加攻击造成的暴击伤害提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "模进乐段",
                "Desc": "若自身当前生命值百分比小于等于 <b><color style='color:#f29e38'>50.0%</color></b> ，触发天赋时额外回复等同于自身生命上限 <b><color style='color:#f29e38'>2.0%</color></b> 的生命值。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "华彩花腔",
                "Desc": "战斗开始时，自身行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即兴装饰",
                "Desc": "处于【协奏】状态时，我方全体发动追加攻击造成的暴击伤害提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "模进乐段",
                "Desc": "若自身当前生命值百分比小于等于 <b><color style='color:#f29e38'>50.0%</color></b> ，触发天赋时额外回复等同于自身生命上限 <b><color style='color:#f29e38'>2.0%</color></b> 的生命值。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "华彩花腔",
                "Desc": "战斗开始时，自身行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即兴装饰",
                "Desc": "处于【协奏】状态时，我方全体发动追加攻击造成的暴击伤害提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "模进乐段",
                "Desc": "施放战技时额外恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "华彩花腔",
                "Desc": "战斗开始时，自身行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即兴装饰",
                "Desc": "处于【协奏】状态时，我方全体发动追加攻击造成的暴击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "模进乐段",
                "Desc": "施放战技时额外恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "华彩花腔",
                "Desc": "战斗开始时，自身行动提前 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即兴装饰",
                "Desc": "处于【协奏】状态时，我方全体发动追加攻击造成的暴击伤害提高 <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "模进乐段",
                "Desc": "施放战技时额外恢复 <b><color style='color:#f29e38'>5.0</color></b> 点能量。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "130901": {
        "Live": {
            "Rank": 1,
            "Name": "微笑的国度",
            "Desc": "处于【协奏】状态时，我方全体全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>24%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v1": {
            "Rank": 1,
            "Name": "微笑的国度",
            "Desc": "知更鸟处于【协奏】状态时，我方目标施放普攻、战技、终结技时获得1层【装饰音】，持有【装饰音】的目标速度提高 <b><color style='color:#f29e38'>15.0%</color></b> ，最多叠加 <b><color style='color:#f29e38'>2.0</color></b> 层，且攻击后知更鸟额外造成的物理属性附加伤害倍率提高 <b><color style='color:#f29e38'>72.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "微笑的国度",
            "Desc": "知更鸟处于【协奏】状态时，我方目标施放普攻、战技、终结技时获得1层【装饰音】，持有【装饰音】的目标速度提高 <b><color style='color:#f29e38'>15.0%</color></b> ，最多叠加 <b><color style='color:#f29e38'>2.0</color></b> 层，且攻击后知更鸟额外造成的物理属性附加伤害倍率提高 <b><color style='color:#f29e38'>72.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "微笑的国度",
            "Desc": "处于【协奏】状态时，我方目标施放攻击时全属性抗性穿透提高 <b><color style='color:#f29e38'>12.0%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>2.0</color></b> 层。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "微笑的国度",
            "Desc": "处于【协奏】状态时，我方全体全属性抗性穿透提高 <b><color style='color:#f29e38'>24.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "微笑的国度",
            "Desc": "处于【协奏】状态时，我方全体全属性抗性穿透提高 <b><color style='color:#f29e38'>24.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        }
    },
    "130902": {
        "Live": {
            "Rank": 2,
            "Name": "两者的午茶",
            "Desc": "处于【协奏】状态时，我方全体速度提高 <b><color style='color:#f29e38'>16%</color></b> 。天赋的能量恢复效果额外提高 <b><color style='color:#f29e38'>1</color></b> 点。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v1": {
            "Rank": 2,
            "Name": "两者的午茶",
            "Desc": "天赋的暴击伤害提高效果额外提高 <b><color style='color:#f29e38'>20.0%</color></b> ，能量恢复效果额外提高 <b><color style='color:#f29e38'>1.0</color></b> 点。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "两者的午茶",
            "Desc": "天赋的暴击伤害提高效果额外提高 <b><color style='color:#f29e38'>20.0%</color></b> ，能量恢复效果额外提高 <b><color style='color:#f29e38'>1.0</color></b> 点。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "两者的午茶",
            "Desc": "天赋的暴击伤害提高效果额外提高 <b><color style='color:#f29e38'>20.0%</color></b> ，能量恢复效果额外提高 <b><color style='color:#f29e38'>1.0</color></b> 点。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "两者的午茶",
            "Desc": "处于【协奏】状态时，我方全体速度提高 <b><color style='color:#f29e38'>16.0%</color></b> 。天赋的能量恢复效果额外提高 <b><color style='color:#f29e38'>1.0</color></b> 点。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "两者的午茶",
            "Desc": "处于【协奏】状态时，我方全体速度提高 <b><color style='color:#f29e38'>16.0%</color></b> 。天赋的能量恢复效果额外提高 <b><color style='color:#f29e38'>1.0</color></b> 点。",
            "Icon": "SkillIcon_1309_Rank2"
        }
    },
    "130903": {
        "Live": {
            "Rank": 3,
            "Name": "倒悬的弦宫",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v1": {
            "Rank": 3,
            "Name": "倒悬的弦宫",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "倒悬的弦宫",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "倒悬的弦宫",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "倒悬的弦宫",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "倒悬的弦宫",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_BP"
        }
    },
    "130904": {
        "Live": {
            "Rank": 4,
            "Name": "雨滴的钥匙",
            "Desc": "施放终结技时，解除我方全体的<u>控制类负面状态</u>，使我方全体在知更鸟处于【协奏】状态期间的效果抵抗提高 <b><color style='color:#f29e38'>50%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4",
            "EE": [
                10000011
            ]
        },
        "v1": {
            "Rank": 4,
            "Name": "雨滴的钥匙",
            "Desc": "施放终结技时，解除我方全体的控制类负面状态，使我方全体在知更鸟处于【协奏】状态期间的效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "雨滴的钥匙",
            "Desc": "施放终结技时，解除我方全体的控制类负面状态，使我方全体在知更鸟处于【协奏】状态期间的效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "雨滴的钥匙",
            "Desc": "施放终结技时，解除我方全体的控制类负面状态，使我方全体在知更鸟处于【协奏】状态期间的效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "雨滴的钥匙",
            "Desc": "施放终结技时，解除我方全体的控制类负面状态，使我方全体在知更鸟处于【协奏】状态期间的效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "雨滴的钥匙",
            "Desc": "施放终结技时，解除我方全体的控制类负面状态，使我方全体在知更鸟处于【协奏】状态期间的效果抵抗提高 <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        }
    },
    "130905": {
        "Live": {
            "Rank": 5,
            "Name": "孤星的眼泪",
            "Desc": "普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v1": {
            "Rank": 5,
            "Name": "孤星的眼泪",
            "Desc": "普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v2": {
            "Rank": 5,
            "Name": "孤星的眼泪",
            "Desc": "普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v3": {
            "Rank": 5,
            "Name": "孤星的眼泪",
            "Desc": "普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v4": {
            "Rank": 5,
            "Name": "孤星的眼泪",
            "Desc": "普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v5": {
            "Rank": 5,
            "Name": "孤星的眼泪",
            "Desc": "普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1309_Normal"
        }
    },
    "130906": {
        "Live": {
            "Rank": 6,
            "Name": "月隐的午夜",
            "Desc": "处于【协奏】状态时，终结技造成的物理属性<u>附加伤害</u>的暴击伤害额外提高 <b><color style='color:#f29e38'>450%</color></b> 。【月隐的午夜】效果最多触发 <b><color style='color:#f29e38'>8</color></b> 次，每次施放终结技时重置触发次数。",
            "Icon": "SkillIcon_1309_Rank6",
            "EE": [
                10000005
            ]
        },
        "v1": {
            "Rank": 6,
            "Name": "月隐的午夜",
            "Desc": "知更鸟处于【协奏】状态时，我方全体全属性抗性穿透提高 <b><color style='color:#f29e38'>20.0%</color></b> ，且触发的前 <b><color style='color:#f29e38'>6.0</color></b> 次附加伤害的暴击伤害提高 <b><color style='color:#f29e38'>200.0%</color></b> 。施放终结技后重置触发次数。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "月隐的午夜",
            "Desc": "知更鸟处于【协奏】状态时，我方全体全属性抗性穿透提高 <b><color style='color:#f29e38'>20.0%</color></b> ，且触发的前 <b><color style='color:#f29e38'>6.0</color></b> 次附加伤害的暴击伤害提高 <b><color style='color:#f29e38'>200.0%</color></b> 。施放终结技后重置触发次数。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "月隐的午夜",
            "Desc": "处于【协奏】状态时，终结技造成的物理属性附加伤害的暴击伤害额外提高 <b><color style='color:#f29e38'>450.0%</color></b> 。【月隐的午夜】效果最多触发 <b><color style='color:#f29e38'>8.0</color></b> 次，每次施放终结技时重置触发次数。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "月隐的午夜",
            "Desc": "处于【协奏】状态时，终结技造成的物理属性附加伤害的暴击伤害额外提高 <b><color style='color:#f29e38'>450.0%</color></b> 。【月隐的午夜】效果最多触发 <b><color style='color:#f29e38'>8.0</color></b> 次，每次施放终结技时重置触发次数。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "月隐的午夜",
            "Desc": "处于【协奏】状态时，终结技造成的物理属性附加伤害的暴击伤害额外提高 <b><color style='color:#f29e38'>450.0%</color></b> 。【月隐的午夜】效果最多触发 <b><color style='color:#f29e38'>8.0</color></b> 次，每次施放终结技时重置触发次数。",
            "Icon": "SkillIcon_1309_Rank6"
        }
    }
}

var _story_ = {
    "1309": [
        {
            "_id": 1,
            "Story": "出生于匹诺康尼，闻名银河的天环族歌者，举止从容优雅的少女。<br>此次受家族宴请回到故乡，在「谐乐大典」为众宾献歌一曲。<br>可以依靠「同谐」的力量传递歌声，在歌迷乃至万界生灵之中展现「共鸣」。"
        },
        {
            "_id": 2,
            "Story": "<i>「她将自己的生活形容为一首歌，而那首歌的开始阴沉而苦涩。<br><br>在她尚在襁褓之中时，星核落入她的故乡。<br>『哀哭，叹息，祈求——那就是我记忆中最初的声音。我们以哀歌祈祷拯救，却始终未能等来神的垂目……』<br><br>这位始终保持微笑的歌者罕见地陷入了沉默。<br><br>『所以，那算是你的音乐启蒙吗？』<br><br>『那时候我太小，大部分的歌我都不记得了。但我依然记得，当星核开始吞噬梦境的时候，母亲将我和兄长抱在怀中，企图用歌声安抚我们的恐惧……』<br><br>『你还记得母亲唱的是什么吗？』<br>看着她露出痛苦的神色，我本想将这个问题跳过，但片刻之后她依然做出了回答。<br><br>『我听不见…耳边都是恐怖的巨响，我只能看见母亲翕动着嘴唇，她抱紧我们，胸口起伏着，兄长在一旁紧紧抓住我的手。冰冷的星星在母亲的身后急速下落，然后…她消融在忆域的漩涡之中，我们就像折翅的鸟儿一般坠落……<br><br>如果鸟儿注定要坠落的话，为何它们还要飞向天空？』<br><br>我没有回答，也无法回答。这并不是一个向我提出的问题，而答案，只在她的心中。」 </i><br><br><align=\"right\">——摘自《鸟儿与天空：知更鸟独家专访》</align>"
        },
        {
            "_id": 3,
            "Story": "<i>「所幸这样沉闷的气氛没有持续多久，在我们分享了两杯莓果冰淇淋之后，她又变回了那个活泼的少女。<br><br>在星核灾难之后，家族对幸存者伸出了援手。她与兄长受到庇护，并接受了良好的教育，也正是此时，她逐渐开始展现过人的音乐天赋。<br><br>『还是小时候的味道，那时为了保护嗓子，我只能在哥哥的掩护下偷偷吃冰淇淋。』<br>她满足地放下杯子。<br><br>『当爱好变成事业的时候，它就不那么容易了。我不仅要学习如何科学地歌唱，还要学习乐器、作曲、作词、礼仪…有好几次我都想放弃了，但在周围人的鼓励与帮助下，我还是坚持了下来。』<br><br>她谈起了自己创作的第一首歌。在专辑的封面上，这首歌特别标注了『献给所有失去希望的人们』，而这首歌的灵感正是来自于银河中的美梦之星『匹诺康尼』。<br><br>『虚空中的美梦，不可能发生的事，在奇妙的忆域中梦想成真…那时我曾单纯地希望，像我一样漂泊无依的人们可以在其中寻到自己的栖身之所，但……』<br><br>她叹息一声，望向窗外，淅淅沥沥的雨水将街道涂成灰色，穿着鲜艳雨衣的孩子们在雨中打闹。她转过头，颇为郑重地说道——<br>『但无论世界如何变化，我的心愿不会改变。』」</i><br><br> <align=\"right\">——摘自《鸟儿与天空：知更鸟独家专访》</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「在连续发布三张专辑之后，她的音乐生涯逐渐走向顶峰。《使一颗心免于哀伤》、《在最美丽的一天》等等歌曲刷新了银河各大音乐排行榜，成为脍炙人口的热门单曲。令人不解的是，她却选择在此时退出了大众的视野之中。<br><br>谈起那段时期，她向我们展示了自己拍下的种种照片。在战争的废墟中，她帮助流离失所的人们重建家园；她为无法接受教育的孩子建立学校；她去往无人知晓的世界追寻即将绝迹的歌声……<br><br>她关上手机，叹了一口气，讲起了做出这样决定的原因。<br>『那时，我越来越不知道自己为了什么而歌唱。』<br>『面对真实的灾难，歌声一无用处。歌唱是为了讨好上位者，还是为了粉饰苦难，给予人虚假的希望？』<br><br>在那段旅途的最后一站，她回到了天环族故地的坠毁之处。原本惨烈的废墟已被青草覆盖，在微风与花香中，她枕靠在崎岖的岩石之上，看着天光透过云层照亮大地。<br><br>『我一再地想起母亲的歌声，我曾以为那是徒劳无益的声音，因为我根本不记得那是怎样的声音，也改变不了覆灭的结局。但直到现在我才明白，歌曲传递的并非只有声音本身…我还记得母亲的心跳，身旁兄长的颤抖，我们三人彼此依靠的温暖…即使在无可改变的结局面前，依然能够毫不颤抖地唱出自己的声音，就一定能传达到……』<br><br>窗外的雨渐渐停了，她沉醉于那时的回忆。不幸的是，一阵电话铃声打破了迷人的寂静，我们的采访也就此中止。<br><br>因为工作变动，知更鸟小姐需要马上动身前往匹诺康尼。亲爱的读者朋友，我们也将在梦的国度再会。」 </i><br><br> <align=\"right\">——摘自《鸟儿与天空：知更鸟独家专访》</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「时隔一年之后，我们收到邀请，来到匹诺康尼再度接续上次的采访。<br><br>与上次见面相比，她更显疲惫，连声音都沙哑了许多。这次她穿着庄重的家族礼服，举止拘谨小心，但见到我们后仍如以前那般平易近人。此次，我们也见到了她的兄长，一位风度翩翩的领导者。<br><br>『这就是银河中唯一的美梦世界，也是家族的驻地。家族将荒芜的梦境改造为人间天堂……』<br>她的兄长向我们一一介绍匹诺康尼的历史，她帮我们消除入梦的不适，热情地请我们品尝梦境中的美食。<br><br>我们游览了梦中的种种奇景，只可惜在这样喧闹的环境下，无法开展深度采访。<br><br>最后，我们来到了宏伟的歌剧院。在即将到来的谐乐大典上，她将在这座华美的舞台歌唱，向全宇宙传播同谐的乐声。<br><br>就在我以为此次专访即将结束时，她看着辉煌的歌剧院，突然提起采访开始时的问题。<br><br>『主编，你还记得我当初问你的问题吗，鸟儿为何要飞向天空？回到匹诺康尼后，我想了很久很久。』<br><br>她看向梦境的天空，深沉的夜色下满是人造的光芒。<br>『也许鸟儿注定要如此，因为那是它的愿望、归宿，以及不可剥夺的权利……』<br><br>她微笑着看向某个地方，向我们发出邀请。<br>『未来，在这里将会有一场盛大的演出。我会在这里表演到目前为止最满意的一首歌，多么希望人们能在歌声中拉起彼此的双手啊——即使是梦中的世界，终究也会有光洒落其间。』<br><br>我不知道她看向的是什么地方，但那绝不是歌剧院的舞台。所以，她说的演出又会是什么呢？<br><br>唯一确定的是，即便在如此纸醉金迷的地方，她依然没有放弃以强援弱的信念。这样的信念贯穿她人生的始终，从苦涩的前奏开始，进展到优美的主歌，而在暗流涌动的间奏过后，迎来或许是最为华美的绽放和落幕。」 </i><br><br> <align=\"right\">——摘自《鸟儿与天空：知更鸟独家专访》</align>"
        }
    ]
}

var _voice_ = {
    "1309": [
        {
            "_id": "archive_robin_1",
            "Title": "初次见面",
            "Voice": "晚上好，我是来自家族的歌者知更鸟。不必拘谨，这只是一次舞台下的私人问候，能为我抽些时间吗？"
        },
        {
            "_id": "archive_robin_2",
            "Title": "问候",
            "Voice": "又见面了，这回想听什么歌？"
        },
        {
            "_id": "archive_robin_3",
            "Title": "道别",
            "Voice": "下次再见吧，希望我的歌声能为你带来一夜好梦。"
        },
        {
            "_id": "archive_robin_4",
            "Title": "关于自己 · 创作",
            "Voice": "音乐或许有所谓的创作窍门，但歌曲之所以动人，除去技巧之外，引起共鸣的总是歌声中蕴含的情感与决心。"
        },
        {
            "_id": "archive_robin_5",
            "Title": "关于自己 · 歌声",
            "Voice": "人们常说食客的口味越刁钻，厨师的技艺才会越精湛。不管别人怎么说，我自己永远会做那个最刁钻的听众。"
        },
        {
            "_id": "archive_robin_6",
            "Title": "闲谈 · 唱片",
            "Voice": "为了留住那一首歌的触动，前人将音乐封存于唱片。我的收藏来自于不同的星球，甚至部分唱片的文明早已消弭…但留下的感动将化为永恒。"
        },
        {
            "_id": "archive_robin_7",
            "Title": "闲谈 · 第一首歌",
            "Voice": "小时候哥哥常常会哼摇篮曲哄我入睡，那是我学会的第一首曲子…虽然它没有歌词，但依旧是我最喜欢的一段旋律。"
        },
        {
            "_id": "archive_robin_8",
            "Title": "爱好",
            "Voice": "偶尔戴上假发，换个妆容，再戴一副眼镜——这样去哪都不用担心了~"
        },
        {
            "_id": "archive_robin_9",
            "Title": "烦恼",
            "Voice": "没有巡演的日子里，我更喜欢离开都市去感受自然的声音…可惜，匹诺康尼的梦境中没有真正的森林，我也只能和梦里的「小鸟」聊聊天了。"
        },
        {
            "_id": "archive_robin_10",
            "Title": "分享",
            "Voice": "「同谐」的家庭中并无尊卑，所有人都能沐浴在千面神的颂歌下，我们共享一切苦难与幸福。希望我的歌声也能为所有人带来安宁。"
        },
        {
            "_id": "archive_robin_11",
            "Title": "见闻",
            "Voice": "艾普瑟隆的发行商为我出过几张专辑，也邀请我过去住过一段时间。那颗星球的氛围很像匹诺康尼，但比起艺术，人们似乎更关心艺术所能带来的巨额利润……"
        },
        {
            "_id": "archive_robin_12",
            "Title": "关于星期日",
            "Voice": "哥哥或许认为，自己要承担起更重的责任。他总会认真倾听我的烦恼，却很少向我吐露心声…可能在他心中，我仍旧是妹妹吧。"
        },
        {
            "_id": "archive_robin_13",
            "Title": "关于星期日 · 二",
            "Voice": "哥哥一直在保护我，但我也没有想过挣脱他的保护…纵使我们走上不同的道路，我也…仍旧是他的妹妹。"
        },
        {
            "_id": "archive_robin_19",
            "Title": "关于星期日 · 三",
            "Voice": "梦醒之后，我们都将面对现实。我们…哥哥的梦想，也将从此开始。"
        },
        {
            "_id": "archive_robin_15",
            "Title": "关于加拉赫",
            "Voice": "加拉赫先生总是将自己的温柔藏起来呢…虽然平常看起来有些散漫，但关键时刻永远会站在同伴身侧。"
        },
        {
            "_id": "archive_robin_16",
            "Title": "关于黑天鹅",
            "Voice": "黑天鹅小姐的谋略与手段，就如她的舞蹈一般周全曼妙。期待未来我们有共舞的那一刻。"
        },
        {
            "_id": "archive_robin_17",
            "Title": "关于乱破",
            "Voice": "「我作孩子时，话语像孩子，心思像孩子，意念像孩子。既成了人，就把孩子的事丢弃了。」——乱破小姐却始终用这样纯质的视角审视世界，未曾遭到污浊。"
        },
        {
            "_id": "archive_robin_18",
            "Title": "关于芮克先生",
            "Voice": "芮克先生是一位电影狂人。我难以理解他的一些行为，但完全可以理解他对电影艺术的坚持。如果以后再有机会合作，还是拍些和平温暖的题材吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_robin",
            "Title": "星魂激活",
            "Voice": "听，谐乐的低吟更加清晰了……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_robin",
            "Title": "角色晋阶",
            "Voice": "坚持练习才能保证最佳状态。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_robin",
            "Title": "角色满级",
            "Voice": "万事俱备，到了登台演出的时刻了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_robin",
            "Title": "行迹激活",
            "Voice": "乐曲之外的准备也不能懈怠。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_robin",
            "Title": "队伍编成 · 开拓者",
            "Voice": "别担心，我会一直陪在你身边。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_togallagher_robin",
            "Title": "队伍编成 · 加拉赫",
            "Voice": "背后的敌人就拜托你了，加拉赫先生。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_robin",
            "Title": "队伍编成 · 黑天鹅",
            "Voice": "愿这首乐曲，与黑天鹅小姐的舞步相称。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_robin",
            "Title": "队伍编成 · 星期日",
            "Voice": "哥哥，我们再像小时候一样，一起演奏吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_robin",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "聆听生命的终曲。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_robin",
            "Title": "战斗开始 · 危险预警",
            "Voice": "危险的心声。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_robin_01",
            "Title": "回合开始 · 一",
            "Voice": "愿歌声为我们带来胜利。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_robin_02",
            "Title": "回合开始 · 二",
            "Voice": "希望世间纷争不再。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_robin",
            "Title": "回合待机",
            "Voice": "该进入新乐章了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_robin_01",
            "Title": "普攻",
            "Voice": "请安静下来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_robin_01",
            "Title": "战技 · 一",
            "Voice": "谐乐，即将齐奏。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_robin_02",
            "Title": "战技 · 二",
            "Voice": "万籁，再次共鸣。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_robin_01",
            "Title": "轻受击",
            "Voice": "没事，没事的……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_robin_01",
            "Title": "重受击",
            "Voice": "有点…疼……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_robin",
            "Title": "终结技 · 激活",
            "Voice": "今夜，灵魂彼此相拥。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_robin",
            "Title": "终结技 · 施放",
            "Voice": "今夜，群星因我回响。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_robin_01",
            "Title": "无法战斗",
            "Voice": "演出…还没…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_robin",
            "Title": "重回战斗",
            "Voice": "我还能继续。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_robin",
            "Title": "回复生命",
            "Voice": "谢谢，喉咙舒服多了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_robin",
            "Title": "秘技",
            "Voice": "演出开始~"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_robin",
            "Title": "战斗胜利",
            "Voice": "愿你能在歌中寻得安宁。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_robin",
            "Title": "开启战利品 · 一",
            "Voice": "嗯，不错不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_robin_02",
            "Title": "开启战利品 · 二",
            "Voice": "我喜欢惊喜~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_robin",
            "Title": "开启贵重战利品",
            "Voice": "坚持就有回报，对吧？"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_robin",
            "Title": "解谜成功 · 一",
            "Voice": "就像在拆解和声呢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_robin_02",
            "Title": "解谜成功 · 二",
            "Voice": "有没有旋律构写的谜题……"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_robin",
            "Title": "发现敌方目标",
            "Voice": "似乎听到了不和谐音。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_robin",
            "Title": "返回城镇",
            "Voice": "巡演结束，该回去休息啦。"
        }
    ]
}

var _notes_ = {
    "1309": [
        "星魂 #1 的抗性穿透效果：角色每次施放攻击之前为自己叠加一层，持续至协奏结束。不同角色持有的次效果互相独立。",
        "敌方波次刷新时，【协奏】倒计时会重置行动值。",
        "【协奏】状态下，知更鸟不免疫强制控制（史瓦罗【拘束】、何物朝向死亡【梦死】等）。<br>若被强制控制，【协奏】状态会立刻结束。",
        "【协奏】状态下，知更鸟造成附加伤害时，不视为进行了一次攻击。",
        "【协奏】状态的攻击力加成不可二次转换：如果知更鸟获得了通过某属性百分比转化成的攻击力提升，此提升不会被自己的【协奏】状态计入。"
    ]
}

var _adiff_ = {
    "1309": {}
}

var _mtc_ = {
    "1309": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114001": 5
            },
            {
                "2": 8000,
                "114001": 10
            },
            {
                "2": 16000,
                "114002": 6,
                "110421": 3
            },
            {
                "2": 40000,
                "114002": 9,
                "110421": 7
            },
            {
                "2": 80000,
                "114003": 6,
                "110421": 20
            },
            {
                "2": 160000,
                "114003": 9,
                "110421": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "114003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110504": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110504": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110504": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28%",
                "Mat": {
                    "2": 237500,
                    "114001": 2,
                    "110232": 8,
                    "114002": 7,
                    "110233": 11,
                    "114003": 11
                }
            },
            {
                "Name": "生命值 +18%",
                "Mat": {
                    "2": 210000,
                    "110231": 3,
                    "114001": 6,
                    "110233": 11,
                    "114003": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110232": 3,
                    "114002": 3,
                    "110233": 8,
                    "114003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "华彩花腔",
                "Mat": {
                    "2": 5000,
                    "110231": 3,
                    "110504": 1
                }
            },
            {
                "Name": "即兴装饰",
                "Mat": {
                    "2": 20000,
                    "110232": 5,
                    "241": 1,
                    "110504": 1
                }
            },
            {
                "Name": "模进乐段",
                "Mat": {
                    "2": 160000,
                    "110233": 8,
                    "241": 1,
                    "110504": 1
                }
            }
        ]
    }
}