// Auto Generated

var _avatarskill_ = {
    "131301": {
        "v1": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于星期日@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v2": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于星期日@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v3": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于星期日@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v4": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于星期日@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v5": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于星期日@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v6": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于星期日@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "Live": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于星期日@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        }
    },
    "131302": {
        "v1": {
            "Name": "纸与仪典的恩赐",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色及其召唤物立即行动，并使其造成的伤害提高@ <b>#2[p]</b> #，若目标拥有召唤物，则伤害额外提高@ <b>#4[p]</b> #，持续 <b>#3[f]</b> 回合。<br>当星期日对「同谐」命途的角色施放该技能时，无法触发立即行动效果。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v2": {
            "Name": "纸与仪典的恩赐",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色及其召唤物立即行动，并使其造成的伤害提高@ <b>#2[p]</b> #，若目标拥有召唤物，则伤害额外提高@ <b>#4[p]</b> #，持续 <b>#3[f]</b> 回合。<br>当星期日对「同谐」命途的角色施放该技能时，无法触发立即行动效果。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v3": {
            "Name": "纸与仪典的恩赐",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色及其召唤物立即行动，并使其造成的伤害提高@ <b>#2[p]</b> #，若目标拥有召唤物，则伤害额外提高@ <b>#4[p]</b> #，持续 <b>#3[f]</b> 回合。<br>对【蒙福者】施放战技后恢复1个战技点。<br>当星期日对「同谐」命途的角色施放该技能时，无法触发立即行动效果。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v4": {
            "Name": "纸与仪典的恩赐",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色及其召唤物立即行动，并使其造成的伤害提高@ <b>#2[p]</b> #，若目标拥有召唤物，则伤害额外提高@ <b>#4[p]</b> #，持续 <b>#3[f]</b> 回合。<br>对【蒙福者】施放战技后恢复1个战技点。<br>当星期日对「同谐」命途的角色施放该技能时，无法触发立即行动效果。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v5": {
            "Name": "纸与仪典的恩赐",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色及其召唤物立即行动，并使其造成的伤害提高@ <b>#2[p]</b> #，若目标拥有召唤物，则造成的伤害提高效果额外提高@ <b>#4[p]</b> #，持续 <b>#3[f]</b> 回合。<br>对【蒙福者】施放战技后恢复1个战技点。<br>当星期日对「同谐」命途的角色施放该技能时，无法触发立即行动效果。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    1.0,
                    0.15,
                    2.0,
                    0.25
                ],
                [
                    1.0,
                    0.165,
                    2.0,
                    0.275
                ],
                [
                    1.0,
                    0.18,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.195,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.21,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.225,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.24375,
                    2.0,
                    0.40625
                ],
                [
                    1.0,
                    0.2625,
                    2.0,
                    0.4375
                ],
                [
                    1.0,
                    0.28125,
                    2.0,
                    0.46875
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.5
                ],
                [
                    1.0,
                    0.315,
                    2.0,
                    0.525
                ],
                [
                    1.0,
                    0.33,
                    2.0,
                    0.55
                ],
                [
                    1.0,
                    0.345,
                    2.0,
                    0.575
                ],
                [
                    1.0,
                    0.36,
                    2.0,
                    0.6
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v6": {
            "Name": "纸与仪典的恩赐",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色及其召唤物立即行动，并使其造成的伤害提高@ <b>#2[p]</b> #，若目标拥有召唤物，则造成的伤害提高效果额外提高@ <b>#4[p]</b> #，持续 <b>#3[f]</b> 回合。<br>对【蒙福者】施放战技后恢复1个战技点。<br>当星期日对「同谐」命途的角色施放该技能时，无法触发立即行动效果。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    1.0,
                    0.15,
                    2.0,
                    0.25
                ],
                [
                    1.0,
                    0.165,
                    2.0,
                    0.275
                ],
                [
                    1.0,
                    0.18,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.195,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.21,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.225,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.24375,
                    2.0,
                    0.40625
                ],
                [
                    1.0,
                    0.2625,
                    2.0,
                    0.4375
                ],
                [
                    1.0,
                    0.28125,
                    2.0,
                    0.46875
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.5
                ],
                [
                    1.0,
                    0.315,
                    2.0,
                    0.525
                ],
                [
                    1.0,
                    0.33,
                    2.0,
                    0.55
                ],
                [
                    1.0,
                    0.345,
                    2.0,
                    0.575
                ],
                [
                    1.0,
                    0.36,
                    2.0,
                    0.6
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "Live": {
            "Name": "纸与仪典的恩赐",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "使指定我方单体角色及其召唤物立即行动，并使其造成的伤害提高@ <b>#2[p]</b> #，若目标拥有召唤物，则造成的伤害提高效果额外提高@ <b>#4[p]</b> #，持续 <b>#3[f]</b> 回合。<br>对【蒙福者】施放战技后恢复1个战技点。<br>当星期日对「同谐」命途的角色施放该技能时，无法触发立即行动效果。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    1.0,
                    0.15,
                    2.0,
                    0.25
                ],
                [
                    1.0,
                    0.165,
                    2.0,
                    0.275
                ],
                [
                    1.0,
                    0.18,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.195,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.21,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.225,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.24375,
                    2.0,
                    0.40625
                ],
                [
                    1.0,
                    0.2625,
                    2.0,
                    0.4375
                ],
                [
                    1.0,
                    0.28125,
                    2.0,
                    0.46875
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.5
                ],
                [
                    1.0,
                    0.315,
                    2.0,
                    0.525
                ],
                [
                    1.0,
                    0.33,
                    2.0,
                    0.55
                ],
                [
                    1.0,
                    0.345,
                    2.0,
                    0.575
                ],
                [
                    1.0,
                    0.36,
                    2.0,
                    0.6
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        }
    },
    "131303": {
        "v1": {
            "Name": "轻与伤痕的赞颂",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为指定我方单体角色恢复等同于 <b>#1[p]</b> 能量上限的能量，并使目标及其召唤物成为【蒙福者】，【蒙福者】的暴击伤害提高，提高数值等同于星期日@ <b>#2[p]</b> #暴击伤害+@ <b>#4[p]</b> #。<br>星期日自身每回合开始时【蒙福者】持续回合减1，共持续 <b>#3[f]</b> 回合。且仅对除星期日自身外终结技最新的施放目标生效。当星期日陷入无法战斗状态时，【蒙福者】效果也会被解除。",
            "Params": [
                [
                    0.2,
                    0.1,
                    3.0,
                    0.064
                ],
                [
                    0.2,
                    0.115,
                    3.0,
                    0.0656
                ],
                [
                    0.2,
                    0.13,
                    3.0,
                    0.0672
                ],
                [
                    0.2,
                    0.145,
                    3.0,
                    0.0688
                ],
                [
                    0.2,
                    0.16,
                    3.0,
                    0.0704
                ],
                [
                    0.2,
                    0.175,
                    3.0,
                    0.072
                ],
                [
                    0.2,
                    0.19375,
                    3.0,
                    0.074
                ],
                [
                    0.2,
                    0.2125,
                    3.0,
                    0.076
                ],
                [
                    0.2,
                    0.23125,
                    3.0,
                    0.078
                ],
                [
                    0.2,
                    0.25,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.265,
                    3.0,
                    0.0816
                ],
                [
                    0.2,
                    0.28,
                    3.0,
                    0.0832
                ],
                [
                    0.2,
                    0.295,
                    3.0,
                    0.0848
                ],
                [
                    0.2,
                    0.31,
                    3.0,
                    0.0864
                ],
                [
                    0.2,
                    0.325,
                    3.0,
                    0.088
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v2": {
            "Name": "轻与伤痕的赞颂",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为指定我方单体角色恢复等同于 <b>#1[p]</b> 能量上限的能量，并使目标及其召唤物成为【蒙福者】，【蒙福者】的暴击伤害提高，提高数值等同于星期日@ <b>#2[p]</b> #暴击伤害+@ <b>#4[p]</b> #。<br>星期日自身每回合开始时【蒙福者】持续回合减1，共持续 <b>#3[f]</b> 回合。且仅对除星期日自身外终结技最新的施放目标生效。当星期日陷入无法战斗状态时，【蒙福者】效果也会被解除。",
            "Params": [
                [
                    0.2,
                    0.1,
                    3.0,
                    0.064
                ],
                [
                    0.2,
                    0.115,
                    3.0,
                    0.0656
                ],
                [
                    0.2,
                    0.13,
                    3.0,
                    0.0672
                ],
                [
                    0.2,
                    0.145,
                    3.0,
                    0.0688
                ],
                [
                    0.2,
                    0.16,
                    3.0,
                    0.0704
                ],
                [
                    0.2,
                    0.175,
                    3.0,
                    0.072
                ],
                [
                    0.2,
                    0.19375,
                    3.0,
                    0.074
                ],
                [
                    0.2,
                    0.2125,
                    3.0,
                    0.076
                ],
                [
                    0.2,
                    0.23125,
                    3.0,
                    0.078
                ],
                [
                    0.2,
                    0.25,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.265,
                    3.0,
                    0.0816
                ],
                [
                    0.2,
                    0.28,
                    3.0,
                    0.0832
                ],
                [
                    0.2,
                    0.295,
                    3.0,
                    0.0848
                ],
                [
                    0.2,
                    0.31,
                    3.0,
                    0.0864
                ],
                [
                    0.2,
                    0.325,
                    3.0,
                    0.088
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v3": {
            "Name": "轻与伤痕的赞颂",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为指定我方单体角色恢复等同于 <b>#1[p]</b> 能量上限的能量，并使目标及其召唤物成为【蒙福者】，【蒙福者】的暴击伤害提高，提高数值等同于星期日@ <b>#2[p]</b> #暴击伤害+@ <b>#4[p]</b> #。<br>星期日自身每回合开始时【蒙福者】状态持续回合减1，共持续 <b>#3[f]</b> 回合。且仅对除星期日自身外终结技最新的施放目标生效。当星期日陷入无法战斗状态时，【蒙福者】效果也会被解除。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v4": {
            "Name": "轻与伤痕的赞颂",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为指定我方单体角色恢复等同于 <b>#1[p]</b> 能量上限的能量，并使目标及其召唤物成为【蒙福者】，【蒙福者】的暴击伤害提高，提高数值等同于星期日@ <b>#2[p]</b> #暴击伤害+@ <b>#4[p]</b> #。<br>星期日自身每回合开始时【蒙福者】状态持续回合减1，共持续 <b>#3[f]</b> 回合。且仅对除星期日自身外终结技最新的施放目标生效。当星期日陷入无法战斗状态时，【蒙福者】效果也会被解除。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v5": {
            "Name": "轻与伤痕的赞颂",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为指定我方单体角色恢复等同于 <b>#1[p]</b> 能量上限的能量，并使目标及其召唤物成为【蒙福者】，【蒙福者】的暴击伤害提高，提高数值等同于星期日@ <b>#2[p]</b> #暴击伤害+@ <b>#4[p]</b> #。<br>星期日自身每回合开始时【蒙福者】状态持续回合减1，共持续 <b>#3[f]</b> 回合。且仅对除星期日自身外终结技最新的施放目标生效。当星期日陷入无法战斗状态时，【蒙福者】效果也会被解除。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v6": {
            "Name": "轻与伤痕的赞颂",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为指定我方单体角色恢复等同于 <b>#1[p]</b> 能量上限的能量，并使目标及其召唤物成为【蒙福者】，【蒙福者】的暴击伤害提高，提高数值等同于星期日@ <b>#2[p]</b> #暴击伤害+@ <b>#4[p]</b> #。<br>星期日自身每回合开始时【蒙福者】状态持续回合减1，共持续 <b>#3[f]</b> 回合。且仅对除星期日自身外终结技最新的施放目标生效。当星期日陷入无法战斗状态时，【蒙福者】效果也会被解除。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "Live": {
            "Name": "轻与伤痕的赞颂",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为指定我方单体角色恢复等同于 <b>#1[p]</b> 能量上限的能量，并使目标及其召唤物成为【蒙福者】，【蒙福者】的暴击伤害提高，提高数值等同于星期日@ <b>#2[p]</b> #暴击伤害+@ <b>#4[p]</b> #。<br>星期日自身每回合开始时【蒙福者】状态持续回合减1，共持续 <b>#3[f]</b> 回合。且仅对除星期日自身外终结技最新的施放目标生效。当星期日陷入无法战斗状态时，【蒙福者】效果也会被解除。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        }
    },
    "131304": {
        "v1": {
            "Name": "倾诉之肉身",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "施放战技时，使目标的暴击率提高@ <b>#1[p]</b> #，该效果持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.12,
                    2.0
                ],
                [
                    0.13,
                    2.0
                ],
                [
                    0.14,
                    2.0
                ],
                [
                    0.15,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.175,
                    2.0
                ],
                [
                    0.1875,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.21,
                    2.0
                ],
                [
                    0.22,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.24,
                    2.0
                ],
                [
                    0.25,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v2": {
            "Name": "倾诉之肉身",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "施放战技时，使目标的暴击率提高@ <b>#1[p]</b> #，该效果持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.12,
                    2.0
                ],
                [
                    0.13,
                    2.0
                ],
                [
                    0.14,
                    2.0
                ],
                [
                    0.15,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.175,
                    2.0
                ],
                [
                    0.1875,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.21,
                    2.0
                ],
                [
                    0.22,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.24,
                    2.0
                ],
                [
                    0.25,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v3": {
            "Name": "倾诉之肉身",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "施放战技时，使目标的暴击率提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v4": {
            "Name": "倾诉之肉身",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "施放战技时，使目标的暴击率提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v5": {
            "Name": "倾诉之肉身",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "施放战技时，使目标的暴击率提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v6": {
            "Name": "倾诉之肉身",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "施放战技时，使目标的暴击率提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "Live": {
            "Name": "倾诉之肉身",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "辅助",
            "Desc": "施放战技时，使目标的暴击率提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        }
    },
    "131306": {
        "v1": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v2": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v3": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v4": {
            "Name": "闪烁的劝诫",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v6": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        }
    },
    "131307": {
        "v1": {
            "Name": "荣光之秘",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时使我方全体目标伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v2": {
            "Name": "荣光之秘",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时使我方全体目标伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v3": {
            "Name": "荣光之秘",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗星期日首次对我方目标施放技能时，使目标造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v4": {
            "Name": "荣光之秘",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗星期日首次对我方目标施放技能时，使目标造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v5": {
            "Name": "荣光之秘",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗星期日首次对我方目标施放技能时，使目标造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v6": {
            "Name": "荣光之秘",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗星期日首次对我方目标施放技能时，使目标造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "Live": {
            "Name": "荣光之秘",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗星期日首次对我方目标施放技能时，使目标造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1313": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日渴慕",
                "Desc": "施放战技时不消耗战技点，该效果在 <b><color style='color:#f29e38'>2</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高拂尘",
                "Desc": "战斗开始时，星期日恢复 <b><color style='color:#f29e38'>25</color></b> 点能量。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌中安港",
                "Desc": "施放战技时，解除目标的 <b><color style='color:#f29e38'>1</color></b> 个<u>负面效果</u>。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日渴慕",
                "Desc": "施放战技时不消耗战技点，该效果在 <b><color style='color:#f29e38'>2</color></b> 回合后可再次触发。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高拂尘",
                "Desc": "战斗开始时，星期日恢复 <b><color style='color:#f29e38'>25</color></b> 点能量。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌中安港",
                "Desc": "施放战技时，解除目标的 <b><color style='color:#f29e38'>1</color></b> 个<u>负面效果</u>。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日渴慕",
                "Desc": "施放终结技时，若为目标恢复的能量不足 <b><color style='color:#f29e38'>40</color></b> 点，恢复的能量提高至 <b><color style='color:#f29e38'>40</color></b> 点。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高拂尘",
                "Desc": "战斗开始时，星期日恢复 <b><color style='color:#f29e38'>25</color></b> 点能量。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌中安港",
                "Desc": "施放战技时，解除目标的 <b><color style='color:#f29e38'>1</color></b> 个<u>负面效果</u>。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日渴慕",
                "Desc": "施放终结技时，若为目标恢复的能量不足 <b><color style='color:#f29e38'>40</color></b> 点，恢复的能量提高至 <b><color style='color:#f29e38'>40</color></b> 点。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高拂尘",
                "Desc": "战斗开始时，星期日恢复 <b><color style='color:#f29e38'>25</color></b> 点能量。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌中安港",
                "Desc": "施放战技时，解除目标的 <b><color style='color:#f29e38'>1</color></b> 个<u>负面效果</u>。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日渴慕",
                "Desc": "施放终结技时，若为目标恢复的能量不足 <b><color style='color:#f29e38'>40</color></b> 点，恢复的能量提高至 <b><color style='color:#f29e38'>40</color></b> 点。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高拂尘",
                "Desc": "战斗开始时，星期日恢复 <b><color style='color:#f29e38'>25</color></b> 点能量。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌中安港",
                "Desc": "施放战技时，解除目标的 <b><color style='color:#f29e38'>1</color></b> 个<u>负面效果</u>。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日渴慕",
                "Desc": "施放终结技时，若为目标恢复的能量不足 <b><color style='color:#f29e38'>40</color></b> 点，恢复的能量提高至 <b><color style='color:#f29e38'>40</color></b> 点。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高拂尘",
                "Desc": "战斗开始时，星期日恢复 <b><color style='color:#f29e38'>25</color></b> 点能量。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌中安港",
                "Desc": "施放战技时，解除目标的 <b><color style='color:#f29e38'>1</color></b> 个<u>负面效果</u>。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日渴慕",
                "Desc": "施放终结技时，若为目标恢复的能量不足 <b><color style='color:#f29e38'>40</color></b> 点，恢复的能量提高至 <b><color style='color:#f29e38'>40</color></b> 点。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高拂尘",
                "Desc": "战斗开始时，星期日恢复 <b><color style='color:#f29e38'>25</color></b> 点能量。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌中安港",
                "Desc": "施放战技时，解除目标的 <b><color style='color:#f29e38'>1</color></b> 个<u>负面效果</u>。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "131301": {
        "v1": {
            "Rank": 1,
            "Name": "千纪沉寂之末",
            "Desc": "星期日施放战技时，使目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合，且该效果会延长到目标下一个回合开始。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "千纪沉寂之末",
            "Desc": "星期日施放战技时，使目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合，且该效果会延长到目标下一个回合开始。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "千纪沉寂之末",
            "Desc": "星期日施放战技时，使目标角色造成伤害时无视目标 <b><color style='color:#f29e38'>20%</color></b> 的防御力，召唤物造成伤害时无视目标 <b><color style='color:#f29e38'>40%</color></b> 的防御力，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "千纪沉寂之末",
            "Desc": "星期日施放战技时，使目标角色造成伤害时无视目标 <b><color style='color:#f29e38'>20%</color></b> 的防御力，召唤物造成伤害时无视目标 <b><color style='color:#f29e38'>40%</color></b> 的防御力，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "千纪沉寂之末",
            "Desc": "星期日施放战技时，使目标角色造成伤害时无视目标 <b><color style='color:#f29e38'>16%</color></b> 的防御力，召唤物造成伤害时无视目标 <b><color style='color:#f29e38'>40%</color></b> 的防御力，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "千纪沉寂之末",
            "Desc": "星期日施放战技时，使目标角色造成伤害时无视目标 <b><color style='color:#f29e38'>16%</color></b> 的防御力，召唤物造成伤害时无视目标 <b><color style='color:#f29e38'>40%</color></b> 的防御力，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "千纪沉寂之末",
            "Desc": "星期日施放战技时，使目标角色造成伤害时无视目标 <b><color style='color:#f29e38'>16%</color></b> 的防御力，召唤物造成伤害时无视目标 <b><color style='color:#f29e38'>40%</color></b> 的防御力，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1313_Rank1"
        }
    },
    "131302": {
        "v1": {
            "Rank": 2,
            "Name": "笃信补完微缺",
            "Desc": "场上存在【蒙福者】时，星期日和【蒙福者】的速度提高 <b><color style='color:#f29e38'>20</color></b> 点。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "笃信补完微缺",
            "Desc": "场上存在【蒙福者】时，星期日和【蒙福者】的速度提高 <b><color style='color:#f29e38'>20</color></b> 点。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "笃信补完微缺",
            "Desc": "首次施放终结技后恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。【蒙福者】造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "笃信补完微缺",
            "Desc": "首次施放终结技后恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。【蒙福者】造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "笃信补完微缺",
            "Desc": "首次施放终结技后恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。【蒙福者】造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "笃信补完微缺",
            "Desc": "首次施放终结技后恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。【蒙福者】造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "笃信补完微缺",
            "Desc": "首次施放终结技后恢复 <b><color style='color:#f29e38'>2</color></b> 个战技点。【蒙福者】造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        }
    },
    "131303": {
        "v1": {
            "Rank": 3,
            "Name": "荆棘的静修所",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "荆棘的静修所",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "荆棘的静修所",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "荆棘的静修所",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "荆棘的静修所",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "荆棘的静修所",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "荆棘的静修所",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1313_Ultra"
        }
    },
    "131304": {
        "v1": {
            "Rank": 4,
            "Name": "雕塑的卷首语",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "雕塑的卷首语",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "雕塑的卷首语",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "雕塑的卷首语",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "雕塑的卷首语",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "雕塑的卷首语",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "雕塑的卷首语",
            "Desc": "回合开始时，恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。",
            "Icon": "SkillIcon_1313_Rank4"
        }
    },
    "131305": {
        "v1": {
            "Rank": 5,
            "Name": "纸筏漂流银湾",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "纸筏漂流银湾",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "纸筏漂流银湾",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "纸筏漂流银湾",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "纸筏漂流银湾",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "纸筏漂流银湾",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1313_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "纸筏漂流银湾",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1313_BP"
        }
    },
    "131306": {
        "v1": {
            "Rank": 6,
            "Name": "群星喧哗之始",
            "Desc": "天赋的暴击率提高效果可以叠加，最多叠加 <b><color style='color:#f29e38'>3</color></b> 层。星期日施放终结技时，也可以为目标添加天赋的暴击率提高效果。天赋的暴击率提高效果生效时，当目标的暴击率超过 <b><color style='color:#f29e38'>100%</color></b> ，每溢出1%暴击率转化为 <b><color style='color:#f29e38'>2%</color></b> 暴击伤害。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "群星喧哗之始",
            "Desc": "天赋的暴击率提高效果可以叠加，最多叠加 <b><color style='color:#f29e38'>3</color></b> 层。星期日施放终结技时，也可以为目标添加天赋的暴击率提高效果。天赋的暴击率提高效果生效时，当目标的暴击率超过 <b><color style='color:#f29e38'>100%</color></b> ，每溢出1%暴击率转化为 <b><color style='color:#f29e38'>2%</color></b> 暴击伤害。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "群星喧哗之始",
            "Desc": "天赋的暴击率提高效果可以叠加，最多叠加 <b><color style='color:#f29e38'>3</color></b> 层，并使天赋的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。星期日施放终结技时，也可以为目标添加天赋的暴击率提高效果。天赋的暴击率提高效果生效时，当目标的暴击率超过 <b><color style='color:#f29e38'>100%</color></b> ，每溢出1%暴击率提高 <b><color style='color:#f29e38'>2%</color></b> 暴击伤害。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "群星喧哗之始",
            "Desc": "天赋的暴击率提高效果可以叠加，最多叠加 <b><color style='color:#f29e38'>3</color></b> 层，并使天赋的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。星期日施放终结技时，也可以为目标添加天赋的暴击率提高效果。天赋的暴击率提高效果生效时，当目标的暴击率超过 <b><color style='color:#f29e38'>100%</color></b> ，每溢出1%暴击率提高 <b><color style='color:#f29e38'>2%</color></b> 暴击伤害。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "群星喧哗之始",
            "Desc": "天赋的暴击率提高效果可以叠加，最多叠加 <b><color style='color:#f29e38'>3</color></b> 层，并使天赋的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。星期日施放终结技时，也可以为目标添加天赋的暴击率提高效果。天赋的暴击率提高效果生效时，当目标的暴击率超过 <b><color style='color:#f29e38'>100%</color></b> ，每溢出1%暴击率提高 <b><color style='color:#f29e38'>2%</color></b> 暴击伤害。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "群星喧哗之始",
            "Desc": "天赋的暴击率提高效果可以叠加，最多叠加 <b><color style='color:#f29e38'>3</color></b> 层，并使天赋的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。星期日施放终结技时，也可以为目标添加天赋的暴击率提高效果。天赋的暴击率提高效果生效时，当目标的暴击率超过 <b><color style='color:#f29e38'>100%</color></b> ，每溢出1%暴击率提高 <b><color style='color:#f29e38'>2%</color></b> 暴击伤害。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "群星喧哗之始",
            "Desc": "天赋的暴击率提高效果可以叠加，最多叠加 <b><color style='color:#f29e38'>3</color></b> 层，并使天赋的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。星期日施放终结技时，也可以为目标添加天赋的暴击率提高效果。天赋的暴击率提高效果生效时，当目标的暴击率超过 <b><color style='color:#f29e38'>100%</color></b> ，每溢出1%暴击率提高 <b><color style='color:#f29e38'>2%</color></b> 暴击伤害。",
            "Icon": "SkillIcon_1313_Rank6"
        }
    }
}

var _story_ = {
    "1313": [
        {
            "_id": 1,
            "Story": "「秩序」的美梦已然消散，但仍有人不会放下初愿。<br>——折翼坠地的旅人，他的脚步将迈向何方？"
        },
        {
            "_id": 2,
            "Story": "<i>「亲爱的妹妹：<br><br>你留给我的甜点我都已经吃掉啦！都怪布丁蛋挞太好吃了，上音乐课前我忍不住吃了三个！结果很不幸，<s>大巫婆</s>大嗓门老师说我嗓子齁着，唱起歌来像小鸭叫，让我出去罚站——你猜怎么样？嘿嘿，我在教室外面吃掉了第四个！<br><br>好在我的钢琴练得不错，大块头老师每次都夸我有天赋。现在只要听过一段旋律，我就可以把它原原本本复弹出来，和你一样厉害吧！等你下次回来，我们可以四手联弹，我也可以为你伴奏，我们可以再办一场演唱会！<br><br>我们的小鸟你不用担心，已经能飞得比昨天更高一点了。最近天气不错，它应该很快就能飞走了！下午我去打扫妈妈的墓时，瞧见了好几只和它一模一样的小鸟，我们的小鸟也会很快加入它们的！<br><br>时间过得真快啊，我最近开始跟着教堂里的「铎音」学习家族的课程了。这说明——我以后一定会变成特别特别厉害的人！到那个时候，我们一起，一定会把梦境变成特别好特别好的地方！<br><br>随信给你寄了一些新口味苏乐达饮料，有的味道是有点怪怪的，但很好玩，还是想让你尝尝。如果你还想喝，我再寄一些过来！<br>（如果有看到好吃的布丁蛋挞，也给我寄点！）<br>不要太累了哦！</i><br><br><br><align=\"right\"><i>永远支持你的！<br>哥哥」</i><br><br>——一封古旧的家书，珍藏于旅行箱的暗格中</align>"
        },
        {
            "_id": 3,
            "Story": "<i>「亲爱的妹妹：<br><br>寄来的唱片我已收到，我跟着弹了几首，十分精彩。现在匹诺康尼的唱片店人满为患，街上到处都是你的新专辑海报，好多人总是向我赞美你，并打听是否能拿到你的签名。<br><br>你最近不回来也好。现在的匹诺康尼今时不同往昔，逐梦客蜂拥而入，经济像井喷一样发展，但梦境也比以前混乱多了，换作以前，我不曾想到「铎音」会面临如此艰巨的挑战。<br><br>企业家为了垄断行业，制定了极其不合理的工作时间，梦境里的工人经常要连续工作十二个系统时才能休息，但到手的却只有一笔微薄的工资。投机和高风险产业遍布匹诺康尼，逐梦客们为了泡沫般的愿望来到这里，最终却成了流浪汉中的一员……<br><br>此前一位偷渡客向我求助，说他倾尽所有才能留在匹诺康尼，却被猎犬家系发现。他向我保证日后一定会还清自己的所有欠债，因此我才向猎犬家系请求，对他网开一面。只是每当我想到这样的人在匹诺康尼还有许多，便不免怀疑是否所有人都能做出正确的选择。<br><br>算算日期，信寄到的时候你应该也要启程开始下一轮巡演了。匹诺康尼的事你不必操心，我知道你心地善良，但不是所有人都如你这般。一定记得保护好自己。</i><br><br><align=\"right\"><i>你永远的后盾，<br>星期日」</i><br><br>——一封泛黄的家书，放在唱片盒中</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「亲爱的妹妹：<br><br>星系特产我已收到，谐乐大典在即，事务繁忙，等有时间了我仔细品尝。<br><br>关于家族中出了叛徒一事，情况我已知悉。你的猜想不错，此事的确与你注意到的死亡案件相关，更和那位神秘的「钟表匠」脱不开关系。但你离开匹诺康尼已久，不熟悉这里的情况，切不可轻举妄动。<br><br>至于失声一事，你的当务之急是好好修养，若是身体确实不适，谐乐大典的事我会和梦主商议，看能否做特殊处理。你认为失声是因为匹诺康尼的「同谐」并不纯粹，我同意。匹诺康尼唯一称得上纯粹的，或许只有人的「贪欲」而已。<br><br><s>对不▇▇▇▇▇▇▇▇▇▇▇未曾和你▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇错▇▇▇▇▇▇▇▇▇▇▇▇罪恶深恶痛绝，▇▇▇▇▇▇▇▇▇▇▇美梦的辉煌▇▇▇▇▇▇▇▇▇堕落与不堪。</s><br><br>自从担任家主以来，有很多话我不能说，有很多事我不能做，但这不代表我对梦里的一切熟视无睹。<br>我们也许都在新的道路上前进着，但我唯一能向你保证的，是我从未辜负我许下的诺言。</i><br><br><br><align=\"right\"><i>橡木家系家主 星期日<br>朝露公馆，朝露的时刻<br>匹诺康尼（梦境）<br>阿斯德纳星系」</i><br><br>——一封新近的家书，笔迹潦草，涂抹众多</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「亲爱的妹妹：<br><br>许久未写信了。<br><br>往后的一段时间里，或许会有一阵子没法联系了，但我向你保证，这不会是寄给你的最后一封信。<br><br>一条充满希望的路也许只是一条充满诱惑的路，感谢你们，我还没有迷失得太远。以我现在的身份，我能补偿的不多，只能清除残留在匹诺康尼的秩序余响。如此，梦境便不会再有「秩序」的隐患了。<br><br>为了一睹天空的容貌，折翼的鸟儿也会选择再次出发。就像我们小时候共同养育的那只鸟儿，即便明知有坠落的可能，它也要飞上天空，因为那是它的宿命。我不会忘记我们「让所有人幸福」的愿望，但现在我必须离开，去往更广阔的世界找寻实现的道路。这是我的命运，也是我的选择。<br><br>瓦尔特先生已同意我登上列车，作为搭车客前往寻找我的应许之地。他们为人和善，品行高洁，你应当比我更了解。<br><br>很多时候，你不说，我还把你当成那个需要被人保护的孩子。但你早就长大了，匹诺康尼有你在，我很放心。<br><br>母亲的墓我已打扫过了，我折了一朵蓝花带在身旁，她会像一直以来那样祝福我们。<br><br>最后，谢谢你送的巨恐鸟布丁蛋挞，这么多年过去，它们还是那个令人怀念的味道。</i><br><br><align=\"right\"><i>在路上的，<br>哥哥」</i><br><br>——一封未署名的信，留在了美梦的某个角落</align>"
        }
    ]
}

var _voice_ = {
    "1313": [
        {
            "_id": "archive_sunday_1",
            "Title": "初次见面",
            "Voice": "每一次重逢也是新的相遇。你好，我是「星期日」，一介普通的搭车客。"
        },
        {
            "_id": "archive_sunday_2",
            "Title": "问候",
            "Voice": "如果遇上什么问题，不妨与我说说，倾听一直是我的工作。"
        },
        {
            "_id": "archive_sunday_3",
            "Title": "道别",
            "Voice": "我们都行在各自的路上。虽是孤独的，但只要向前走着，便不会遗忘彼此。"
        },
        {
            "_id": "archive_sunday_4",
            "Title": "关于自己 · 过去",
            "Voice": "我曾作为「铎音」聆听受苦者的哀告，知晓这世上不存在白白救人的神。要改变什么，人只能依靠自己。"
        },
        {
            "_id": "archive_sunday_5",
            "Title": "关于自己 · 未来",
            "Voice": "总有一处乐园需要人来建成。那誓愿有如天上的太阳，也许我在触及它前便会熔毁、坠落…但有些苦难是必须要经受的。"
        },
        {
            "_id": "archive_sunday_6",
            "Title": "闲谈 · 梦境",
            "Voice": "它不以暴力而约束人、不以论证而说服人，人人都能在此收获安宁…或许我也一样，不知不觉中在梦里沉沦了自我。"
        },
        {
            "_id": "archive_sunday_7",
            "Title": "闲谈 · 剧院",
            "Voice": "我偏爱精妙绝伦的乐章，这一点不会改变。但也得承认，偶然和意外同样能构成精彩的戏剧，人生也是如此。"
        },
        {
            "_id": "archive_sunday_8",
            "Title": "爱好 · 弹琴",
            "Voice": "音乐是一种跨越群星的语言，独奏是另一种形式的演说，对此我也略知一二。"
        },
        {
            "_id": "archive_sunday_9",
            "Title": "烦恼",
            "Voice": "启程匆忙，没能准备一身合体的衣装，几毫米的偏差总是令人烦闷。算了，试着接受这种「不完美」吧。"
        },
        {
            "_id": "archive_sunday_10",
            "Title": "分享 · 天环",
            "Voice": "天环一族常被视作「同谐」的子民，替祂在世间聆听人的祈祷。无论那些愿望能否实现，都将被编织到希佩的神音里。"
        },
        {
            "_id": "archive_sunday_11",
            "Title": "见闻",
            "Voice": "人并非全一无瑕的个体。恰恰相反，每时每刻我们心中都充满矛盾。有人选择弥合，有人选择逃离——无论如何选择，那都是真实的自己。"
        },
        {
            "_id": "archive_sunday_12",
            "Title": "关于知更鸟",
            "Voice": "我很少同知更鸟谈论自己的烦恼，身为兄长理应负起更多责任。那些成人的晦暗也不应被带回我们的家中。"
        },
        {
            "_id": "archive_sunday_13",
            "Title": "关于知更鸟 · 二",
            "Voice": "幼时，我们曾一同许下「让所有人都幸福」的心愿…然而心愿尚未实现，我却已亏欠了她许多…或许不知何时，我也成为了她的烦恼之一吧。"
        },
        {
            "_id": "archive_sunday_14",
            "Title": "关于砂金",
            "Voice": "他以虚浮的外表伪装自我，献上了一场盛大的演出。一位可敬的对手，若是还有机会，我很期待下个舞台的交锋。"
        },
        {
            "_id": "archive_sunday_15",
            "Title": "关于真理医生",
            "Voice": "愚钝和混乱都是一种普世的顽疾，若非立场相对，我和那位教授应该会聊得来。"
        },
        {
            "_id": "archive_sunday_16",
            "Title": "关于加拉赫",
            "Voice": "我们曾互为敌手，但他坚定的意志和不渝的信念，值得我致以最崇高的敬意。"
        },
        {
            "_id": "archive_sunday_17",
            "Title": "关于瓦尔特",
            "Voice": "理想的火焰若在一个人心中燃起，就会留下难以磨灭的印记。那个男人一定有着足以被称作「英雄」的过去。"
        },
        {
            "_id": "archive_sunday_18",
            "Title": "关于姬子",
            "Voice": "「开拓」并非孤独的求索，而是由一代代人相连而成的轨迹…这是条令人敬佩的路。"
        },
        {
            "_id": "archive_sunday_19",
            "Title": "关于三月七",
            "Voice": "智慧向来不止一种面相，沉思是聪明人的标志，但机敏与直觉亦然。"
        },
        {
            "_id": "archive_sunday_21",
            "Title": "关于三月七 · 二",
            "Voice": "看到三月小姐能够以全新的面貌勇敢地面对未来，实在令人为之高兴和敬佩。我要从三月小姐身上学到的东西还有很多。"
        },
        {
            "_id": "archive_sunday_20",
            "Title": "关于丹恒",
            "Voice": "不是每个人都能走出过去。但迷茫过后，人行走的姿态定会变得更坚定些。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_sunday",
            "Title": "星魂激活",
            "Voice": "纵使遍地荆棘，也当砥砺前行。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_sunday",
            "Title": "角色晋阶",
            "Voice": "循此苦旅，得见群星。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_sunday",
            "Title": "角色满级",
            "Voice": "游历总会有终点，我毫不怀疑此行的意义。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_sunday",
            "Title": "行迹激活",
            "Voice": "自省后的瞭望，并非幻梦一场。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_sunday",
            "Title": "队伍编成 · 开拓者",
            "Voice": "愿你我行于坦途，终抵繁星。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_torobin_sunday",
            "Title": "队伍编成 · 知更鸟",
            "Voice": "我们多久没有合奏一曲了？真怀念啊。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_sunday",
            "Title": "队伍编成 · 瓦尔特",
            "Voice": "并肩作战也是同行者的义务。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_sunday",
            "Title": "队伍编成 · 姬子",
            "Voice": "群星与未来都会在前方闪耀。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_sunday",
            "Title": "队伍编成 · 三月七",
            "Voice": "三月小姐，请尽情施展你的巧思。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_sunday",
            "Title": "队伍编成 · 丹恒",
            "Voice": "别被过去束缚…我们都应当如此。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaventurine_sunday",
            "Title": "队伍编成 · 砂金",
            "Voice": "所有或一无所有，切勿背弃自己的信条。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toratio_sunday",
            "Title": "队伍编成 · 真理医生",
            "Voice": "博学的教授，祝愿我们都能求得真理。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_sunday",
            "Title": "队伍编成 · 长夜月",
            "Voice": "请放心，你我有共同的目标。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_sunday",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "我能感受到，你迈向未来的步伐，已不再沉重。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_sunday",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "你所求的，便是你所得的。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_sunday",
            "Title": "战斗开始 · 危险预警",
            "Voice": "绝死而能逢生。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sunday_01",
            "Title": "回合开始 · 一",
            "Voice": "我将越过荆棘。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sunday_02",
            "Title": "回合开始 · 二",
            "Voice": "我已听见呼唤。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_sunday",
            "Title": "回合待机",
            "Voice": "刹那灵光，来自长久的等待。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_sunday_01",
            "Title": "普攻",
            "Voice": "改悔吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sunday_01",
            "Title": "战技 · 一",
            "Voice": "苦惘，敬请离身。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sunday_02",
            "Title": "战技 · 二",
            "Voice": "宁静，宛然在目。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_sunday_01",
            "Title": "轻受击",
            "Voice": "不算什么。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_sunday_01",
            "Title": "重受击",
            "Voice": "应受此难。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_sunday",
            "Title": "终结技 · 激活",
            "Voice": "以此身躯……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_sunday",
            "Title": "终结技 · 施放",
            "Voice": "与你同道，护你左右，领你远行。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_sunday_01",
            "Title": "无法战斗",
            "Voice": "失约了……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_sunday",
            "Title": "重回战斗",
            "Voice": "尚不是止步的时候。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_sunday",
            "Title": "回复生命",
            "Voice": "感激不尽。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_sunday",
            "Title": "秘技",
            "Voice": "安息之日。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_sunday",
            "Title": "战斗胜利",
            "Voice": "长路漫漫，且行且看。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sunday",
            "Title": "开启战利品 · 一",
            "Voice": "悦耳的响声，令人感到平静。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sunday_02",
            "Title": "开启战利品 · 二",
            "Voice": "来自行路的回报。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_sunday",
            "Title": "开启贵重战利品",
            "Voice": "这种「开拓」…着实新奇。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sunday",
            "Title": "解谜成功 · 一",
            "Voice": "井然有序，很好。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sunday_02",
            "Title": "解谜成功 · 二",
            "Voice": "「神秘」总是引人焦虑，破除才好。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_sunday",
            "Title": "发现敌方目标",
            "Voice": "无需疑虑，求索只需前进。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_sunday",
            "Title": "返回城镇",
            "Voice": "幸福与苦难，无论何处都这般相似。"
        }
    ]
}

var _notes_ = {
    "1313": [
        "【召唤物】包括：行动条召唤物（景元、托帕、灵砂）和随从（阿格利亚）",
        "对有召唤物的角色施放战技时，@召唤物的行动永远在角色之后#<br>终结技的暴击伤害提升，给召唤物@不能翻倍#",
        "终结技恢复的能量@不受充能效率加成#<br>专属光锥给自身恢复的能量@受充能效率加成#<br>星期日自身技能增伤，和专属光锥的技能增伤，全部@加算到增伤区#，不是独立增伤",
        "若其他同谐角色装备星期日的专属光锥，光锥的技能增伤只会给目标角色<br>若星期日装备此光锥，则光锥的技能增伤不仅给目标角色，@还会给他/她的随从#"
    ]
}

var _adiff_ = {
    "1313": {
        "v3": [
            "``基础数值`- 攻击力 737.352 → 640.332 ;"
        ]
    }
}

var _mtc_ = {
    "1313": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110427": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110427": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110427": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110427": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "暴击伤害 +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110232": 8,
                    "114012": 7,
                    "110233": 11,
                    "114013": 11
                }
            },
            {
                "Name": "效果抵抗 +18%",
                "Mat": {
                    "2": 210000,
                    "110231": 3,
                    "114011": 6,
                    "110233": 11,
                    "114013": 11
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 170000,
                    "110232": 3,
                    "114012": 3,
                    "110233": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "主日渴慕",
                "Mat": {
                    "2": 5000,
                    "110231": 3,
                    "110505": 1
                }
            },
            {
                "Name": "崇高拂尘",
                "Mat": {
                    "2": 20000,
                    "110232": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "掌中安港",
                "Mat": {
                    "2": 160000,
                    "110233": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}