// Auto Generated

var _avatarskill_ = {
    "132101": {
        "v1": {
            "Name": "拨弄…记忆绽开裂隙",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v2": {
            "Name": "拨弄…记忆绽开裂隙",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v3": {
            "Name": "拨弄…记忆绽开裂隙",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v4": {
            "Name": "拨弄…记忆绽开裂隙",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "Live": {
            "Name": "拨弄…记忆绽开裂隙",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        }
    },
    "132102": {
        "v1": {
            "Name": "舔舐…背叛伸出火舌",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "开启结界，持续 <b>#2[f]</b> 回合，大丽花回合开始时持续回合数减1。随后对指定敌方单体及其相邻目标造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。<br>结界持续期间，我方全体的弱点击破效率提高 <b>#3[p]</b> ，敌方目标未处于<u>弱点击破状态</u>时承受的削韧值也能够转化为<u>超击破伤害</u>。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v2": {
            "Name": "舔舐…背叛伸出火舌",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "开启结界，持续 <b>#2[f]</b> 回合，大丽花回合开始时持续回合数减1。随后对指定敌方单体及其相邻目标造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。<br>结界持续期间，我方全体的弱点击破效率提高 <b>#3[p]</b> ，敌方目标未处于<u>弱点击破状态</u>时承受的削韧值也能够转化为<u>超击破伤害</u>。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v3": {
            "Name": "舔舐…背叛伸出火舌",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "开启结界，持续 <b>#2[f]</b> 回合，大丽花回合开始时持续回合数减1。随后对指定敌方单体及其相邻目标造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。<br>结界持续期间，我方全体的弱点击破效率提高 <b>#3[p]</b> ，敌方目标未处于<u>弱点击破状态</u>时承受的削韧值也能够转化为<u>超击破伤害</u>。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v4": {
            "Name": "舔舐…背叛伸出火舌",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "开启结界，持续 <b>#2[f]</b> 回合，大丽花回合开始时持续回合数减1。随后对指定敌方单体及其相邻目标造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。<br>结界持续期间，我方全体的弱点击破效率提高 <b>#3[p]</b> ，敌方目标未处于<u>弱点击破状态</u>时承受的削韧值也能够转化为<u>超击破伤害</u>。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "Live": {
            "Name": "舔舐…背叛伸出火舌",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "开启结界，持续 <b>#2[f]</b> 回合，大丽花回合开始时持续回合数减1。随后对指定敌方单体及其相邻目标造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。<br>结界持续期间，我方全体的弱点击破效率提高 <b>#3[p]</b> ，敌方目标未处于<u>弱点击破状态</u>时承受的削韧值也能够转化为<u>超击破伤害</u>。",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        }
    },
    "132103": {
        "v1": {
            "Name": "沉溺…飞灰邀入墓床",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "使敌方全体陷入【败谢】状态，持续 <b>#2[f]</b> 回合。随后造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害，由敌方全体均分。<br>【败谢】状态下，敌方目标防御力降低@ <b>#3[p]</b> #，并且会被添加所有【共舞者】属性的弱点。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v2": {
            "Name": "沉溺…飞灰邀入墓床",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "使敌方全体陷入【败谢】状态，持续 <b>#2[f]</b> 回合。随后造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害，由敌方全体均分。<br>【败谢】状态下，敌方目标防御力降低@ <b>#3[p]</b> #，并且会被添加所有【共舞者】属性的弱点。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v3": {
            "Name": "沉溺…飞灰邀入墓床",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "使敌方全体陷入【败谢】状态，持续 <b>#2[f]</b> 回合。随后造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害，由敌方全体均分。<br>【败谢】状态下，敌方目标防御力降低@ <b>#3[p]</b> #，并且会被添加所有【共舞者】属性的弱点。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v4": {
            "Name": "沉溺…飞灰邀入墓床",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "使敌方全体陷入【败谢】状态，持续 <b>#2[f]</b> 回合。随后造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害，由敌方全体均分。<br>【败谢】状态下，敌方目标防御力降低@ <b>#3[p]</b> #，并且会被添加所有【共舞者】属性的弱点。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "Live": {
            "Name": "沉溺…飞灰邀入墓床",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "使敌方全体陷入【败谢】状态，持续 <b>#2[f]</b> 回合。随后造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害，由敌方全体均分。<br>【败谢】状态下，敌方目标防御力降低@ <b>#3[p]</b> #，并且会被添加所有【共舞者】属性的弱点。",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        }
    },
    "132104": {
        "v1": {
            "Name": "谁在害怕康士坦丝？",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "弹射",
            "Desc": "进入战斗时，大丽花恢复 <b>#4[f]</b> 点能量，并使自身和另一位开战的队友共同成为【共舞者】。每当场上不存在另一位【共舞者】时，使自身和击破特攻最高的队友共同成为【共舞者】。【共舞者】攻击处于<u>弱点击破状态</u>的敌方目标后，会将本次攻击的削韧值转化为1次@ <b>#5[p]</b> #的<u>超击破伤害</u>。<br>敌方目标受到另一位【共舞者】攻击后，大丽花发动<u>追加攻击</u>，造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。每次对处于<u>弱点击破状态</u>的敌方目标造成伤害后，会将本次伤害的削韧值转化为1次@ <b>#3[p]</b> #的<u>超击破伤害</u>。<br>该效果每回合最多触发1次，若<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v2": {
            "Name": "谁在害怕康士坦丝？",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "弹射",
            "Desc": "进入战斗时，大丽花恢复 <b>#4[f]</b> 点能量，并使自身和另一位开战的队友共同成为【共舞者】。每当场上不存在另一位【共舞者】时，使自身和击破特攻最高的队友共同成为【共舞者】。【共舞者】攻击处于<u>弱点击破状态</u>的敌方目标后，会将本次攻击的削韧值转化为1次@ <b>#5[p]</b> #的<u>超击破伤害</u>。<br>敌方目标受到另一位【共舞者】攻击后，大丽花发动<u>追加攻击</u>，造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。每次对处于<u>弱点击破状态</u>的敌方目标造成伤害后，会将本次伤害的削韧值转化为1次@ <b>#3[p]</b> #的<u>超击破伤害</u>。<br>该效果每回合最多触发1次，若<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v3": {
            "Name": "谁在害怕康士坦丝？",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "弹射",
            "Desc": "进入战斗时，大丽花恢复 <b>#4[f]</b> 点能量，并使自身和另一位开战的队友共同成为【共舞者】。每当场上不存在另一位【共舞者】时，使自身和击破特攻最高的队友共同成为【共舞者】。【共舞者】攻击处于<u>弱点击破状态</u>的敌方目标后，会将本次攻击的削韧值转化为1次@ <b>#5[p]</b> #的<u>超击破伤害</u>。<br>敌方目标受到另一位【共舞者】攻击后，大丽花发动<u>追加攻击</u>，造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。每次对处于<u>弱点击破状态</u>的敌方目标造成伤害后，会将本次伤害的削韧值转化为1次@ <b>#3[p]</b> #的<u>超击破伤害</u>。<br>该效果每回合最多触发1次，若<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v4": {
            "Name": "谁在害怕康士坦丝？",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "弹射",
            "Desc": "进入战斗时，大丽花恢复 <b>#4[f]</b> 点能量，并使自身和另一位开战的队友共同成为【共舞者】。每当场上不存在另一位【共舞者】时，使自身和击破特攻最高的队友共同成为【共舞者】。【共舞者】攻击处于<u>弱点击破状态</u>的敌方目标后，会将本次攻击的削韧值转化为1次@ <b>#5[p]</b> #的<u>超击破伤害</u>。<br>敌方目标受到另一位【共舞者】攻击后，大丽花发动<u>追加攻击</u>，造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。每次对处于<u>弱点击破状态</u>的敌方目标造成伤害后，会将本次伤害的削韧值转化为1次@ <b>#3[p]</b> #的<u>超击破伤害</u>。<br>该效果每回合最多触发1次，若<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "Live": {
            "Name": "谁在害怕康士坦丝？",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "弹射",
            "Desc": "进入战斗时，大丽花恢复 <b>#4[f]</b> 点能量，并使自身和另一位开战的队友共同成为【共舞者】。每当场上不存在另一位【共舞者】时，使自身和击破特攻最高的队友共同成为【共舞者】。【共舞者】攻击处于<u>弱点击破状态</u>的敌方目标后，会将本次攻击的削韧值转化为1次@ <b>#5[p]</b> #的<u>超击破伤害</u>。<br>敌方目标受到另一位【共舞者】攻击后，大丽花发动<u>追加攻击</u>，造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于大丽花@ <b>#1[p]</b> #攻击力的火属性伤害。每次对处于<u>弱点击破状态</u>的敌方目标造成伤害后，会将本次伤害的削韧值转化为1次@ <b>#3[p]</b> #的<u>超击破伤害</u>。<br>该效果每回合最多触发1次，若<u>追加攻击</u>施放前目标被消灭则对敌方随机单体发动。",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        }
    },
    "132106": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        }
    },
    "132107": {
        "v1": {
            "Name": "心，是最好的坟茔",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人不会主动攻击我方目标。与处于特殊领域内的敌人进入战斗后，大丽花立即开启战技的结界，并且对处于<u>弱点击破状态</u>的敌方目标，会将开战削韧值转化为1次 <b>#2[p]</b> 的<u>超击破伤害</u>。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v2": {
            "Name": "心，是最好的坟茔",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人不会主动攻击我方目标。与处于特殊领域内的敌人进入战斗后，大丽花立即开启战技的结界，并且对处于<u>弱点击破状态</u>的敌方目标，会将开战削韧值转化为1次 <b>#2[p]</b> 的<u>超击破伤害</u>。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v3": {
            "Name": "心，是最好的坟茔",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人不会主动攻击我方目标。与处于特殊领域内的敌人进入战斗后，大丽花立即开启战技的结界，并且对处于<u>弱点击破状态</u>的敌方目标，会将开战削韧值转化为1次 <b>#2[p]</b> 的<u>超击破伤害</u>。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v4": {
            "Name": "心，是最好的坟茔",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人不会主动攻击我方目标。与处于特殊领域内的敌人进入战斗后，大丽花立即开启战技的结界，并且对处于<u>弱点击破状态</u>的敌方目标，会将开战削韧值转化为1次 <b>#2[p]</b> 的<u>超击破伤害</u>。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "Live": {
            "Name": "心，是最好的坟茔",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人不会主动攻击我方目标。与处于特殊领域内的敌人进入战斗后，大丽花立即开启战技的结界，并且对处于<u>弱点击破状态</u>的敌方目标，会将开战削韧值转化为1次 <b>#2[p]</b> 的<u>超击破伤害</u>。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1321": {
        "v1": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "又一场葬礼",
                "Desc": "进入战斗时，使其他角色的击破特攻提高，提高数值等同于 <b><color style='color:#f29e38'>24%</color></b> 大丽花的击破特攻+ <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。当大丽花受到队友提供的治疗效果或护盾时，再次触发该效果，持续 <b><color style='color:#f29e38'>3</color></b> 回合，单个回合内不可重复触发。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "致哀，故人",
                "Desc": "施放天赋的<u>追加攻击</u>时，为我方恢复1个战技点，该效果每施放 <b><color style='color:#f29e38'>2</color></b> 次天赋的<u>追加攻击</u>可触发1次。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "弃旧，恋新",
                "Desc": "我方目标为敌方目标添加弱点时，速度提高 <b><color style='color:#f29e38'>30%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。我方火属性角色触发该效果时，还会固定恢复 <b><color style='color:#f29e38'>10%</color></b> 能量上限的能量，最多恢复至能量上限的 <b><color style='color:#f29e38'>50%</color></b> 。该效果每个角色每回合最多触发1次。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "又一场葬礼",
                "Desc": "进入战斗时，使其他角色的击破特攻提高，提高数值等同于 <b><color style='color:#f29e38'>24%</color></b> 大丽花的击破特攻+ <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。当大丽花受到队友提供的治疗效果或护盾时，再次触发该效果，持续 <b><color style='color:#f29e38'>3</color></b> 回合，单个回合内不可重复触发。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "致哀，故人",
                "Desc": "施放天赋的<u>追加攻击</u>时，为我方恢复1个战技点，该效果每施放 <b><color style='color:#f29e38'>2</color></b> 次天赋的<u>追加攻击</u>可触发1次。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "弃旧，恋新",
                "Desc": "我方目标为敌方目标添加弱点时，速度提高 <b><color style='color:#f29e38'>30%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。我方火属性角色触发该效果时，还会固定恢复 <b><color style='color:#f29e38'>10%</color></b> 能量上限的能量，最多恢复至能量上限的 <b><color style='color:#f29e38'>50%</color></b> 。该效果每个角色每回合最多触发1次。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "又一场葬礼",
                "Desc": "进入战斗时，使其他角色的击破特攻提高，提高数值等同于 <b><color style='color:#f29e38'>24%</color></b> 大丽花的击破特攻+ <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。当大丽花受到队友提供的治疗效果或护盾时，再次触发该效果，持续 <b><color style='color:#f29e38'>3</color></b> 回合，单个回合内不可重复触发。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "致哀，故人",
                "Desc": "施放天赋的<u>追加攻击</u>时，为我方恢复1个战技点，该效果每施放 <b><color style='color:#f29e38'>2</color></b> 次天赋的<u>追加攻击</u>可触发1次。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "弃旧，恋新",
                "Desc": "我方目标为敌方目标添加弱点时，速度提高 <b><color style='color:#f29e38'>30%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。若我方火属性角色施放攻击期间添加过弱点，则攻击后对每个添加弱点的目标额外造成 <b><color style='color:#f29e38'>20</color></b> 点火属性固定削韧，并恢复 <b><color style='color:#f29e38'>10%</color></b> 能量上限的能量，最多通过此效果恢复至能量上限的 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "又一场葬礼",
                "Desc": "进入战斗时，使其他角色的击破特攻提高，提高数值等同于 <b><color style='color:#f29e38'>24%</color></b> 大丽花的击破特攻+ <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。当大丽花受到队友提供的治疗效果或护盾时，再次触发该效果，持续 <b><color style='color:#f29e38'>3</color></b> 回合，单个回合内不可重复触发。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "致哀，故人",
                "Desc": "施放天赋的<u>追加攻击</u>时，为我方恢复1个战技点，该效果每施放 <b><color style='color:#f29e38'>2</color></b> 次天赋的<u>追加攻击</u>可触发1次。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "弃旧，恋新",
                "Desc": "我方目标为敌方目标添加弱点时，速度提高 <b><color style='color:#f29e38'>30%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。若我方火属性角色施放攻击期间添加过弱点，则攻击后对每个添加弱点的目标额外造成 <b><color style='color:#f29e38'>20</color></b> 点火属性固定削韧，并恢复 <b><color style='color:#f29e38'>10%</color></b> 能量上限的能量，最多通过此效果恢复至能量上限的 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "又一场葬礼",
                "Desc": "进入战斗时，使其他角色的击破特攻提高，提高数值等同于 <b><color style='color:#f29e38'>24%</color></b> 大丽花的击破特攻+ <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>1</color></b> 回合。当大丽花受到队友提供的治疗效果或护盾时，再次触发该效果，持续 <b><color style='color:#f29e38'>3</color></b> 回合，单个回合内不可重复触发。",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "致哀，故人",
                "Desc": "施放天赋的<u>追加攻击</u>时，为我方恢复1个战技点，该效果每施放 <b><color style='color:#f29e38'>2</color></b> 次天赋的<u>追加攻击</u>可触发1次。",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "弃旧，恋新",
                "Desc": "我方目标为敌方目标添加弱点时，速度提高 <b><color style='color:#f29e38'>30%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。若我方火属性角色施放攻击期间添加过弱点，则攻击后对每个添加弱点的目标额外造成 <b><color style='color:#f29e38'>20</color></b> 点火属性固定削韧，并恢复 <b><color style='color:#f29e38'>10%</color></b> 能量上限的能量，最多通过此效果恢复至能量上限的 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "132101": {
        "v1": {
            "Rank": 1,
            "Name": "当一朵花含苞待放",
            "Desc": "天赋为【共舞者】提供的<u>超击破伤害</u>倍率对我方全体角色生效，其中【共舞者】的倍率额外提高 <b><color style='color:#f29e38'>40%</color></b> 。【共舞者】施放攻击后，对受到攻击的敌方目标额外造成等同于其韧性上限 <b><color style='color:#f29e38'>25%</color></b> 的固定削韧（至少 <b><color style='color:#f29e38'>10</color></b> 点，至多 <b><color style='color:#f29e38'>300</color></b> 点）。该效果每个敌方目标只能触发1次，敌方目标受到致命攻击后重置该目标的可触发次数。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v2": {
            "Rank": 1,
            "Name": "当一朵花含苞待放",
            "Desc": "天赋为【共舞者】提供的<u>超击破伤害</u>倍率对我方全体角色生效，其中【共舞者】的倍率额外提高 <b><color style='color:#f29e38'>40%</color></b> 。【共舞者】施放攻击后，对受到攻击的敌方目标额外造成等同于其韧性上限 <b><color style='color:#f29e38'>25%</color></b> 的固定削韧（至少 <b><color style='color:#f29e38'>10</color></b> 点，至多 <b><color style='color:#f29e38'>300</color></b> 点）。该效果每个敌方目标只能触发1次，敌方目标受到致命攻击后重置该目标的可触发次数。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v3": {
            "Rank": 1,
            "Name": "当一朵花含苞待放",
            "Desc": "天赋为【共舞者】提供的<u>超击破伤害</u>倍率对我方全体角色生效，其中【共舞者】的倍率额外提高 <b><color style='color:#f29e38'>40%</color></b> 。【共舞者】施放攻击后，对受到攻击的敌方目标额外造成等同于其韧性上限 <b><color style='color:#f29e38'>25%</color></b> 的固定削韧（至少 <b><color style='color:#f29e38'>10</color></b> 点，至多 <b><color style='color:#f29e38'>300</color></b> 点）。该效果每个敌方目标只能触发1次，敌方目标受到致命攻击后重置该目标的可触发次数。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v4": {
            "Rank": 1,
            "Name": "当一朵花含苞待放",
            "Desc": "天赋为【共舞者】提供的<u>超击破伤害</u>倍率对我方全体角色生效，其中【共舞者】的倍率额外提高 <b><color style='color:#f29e38'>40%</color></b> 。【共舞者】施放攻击后，对受到攻击的敌方目标额外造成等同于其韧性上限 <b><color style='color:#f29e38'>25%</color></b> 的固定削韧（至少 <b><color style='color:#f29e38'>10</color></b> 点，至多 <b><color style='color:#f29e38'>300</color></b> 点）。该效果每个敌方目标只能触发1次，敌方目标受到致命攻击后重置该目标的可触发次数。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "Live": {
            "Rank": 1,
            "Name": "当一朵花含苞待放",
            "Desc": "天赋为【共舞者】提供的<u>超击破伤害</u>倍率对我方全体角色生效，其中【共舞者】的倍率额外提高 <b><color style='color:#f29e38'>40%</color></b> 。【共舞者】施放攻击后，对受到攻击的敌方目标额外造成等同于其韧性上限 <b><color style='color:#f29e38'>25%</color></b> 的固定削韧（至少 <b><color style='color:#f29e38'>10</color></b> 点，至多 <b><color style='color:#f29e38'>300</color></b> 点）。该效果每个敌方目标只能触发1次，敌方目标受到致命攻击后重置该目标的可触发次数。",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        }
    },
    "132102": {
        "v1": {
            "Rank": 2,
            "Name": "新生，鲜灵，爱怜",
            "Desc": "【败谢】状态额外使目标全属性抗性降低 <b><color style='color:#f29e38'>18%</color></b> 。敌方目标入场时，立即陷入【败谢】状态，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "新生，鲜灵，爱怜",
            "Desc": "【败谢】状态额外使目标全属性抗性降低 <b><color style='color:#f29e38'>18%</color></b> 。敌方目标入场时，立即陷入【败谢】状态，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "新生，鲜灵，爱怜",
            "Desc": "大丽花在场时，敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。敌方目标入场时，立即陷入【败谢】状态，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "新生，鲜灵，爱怜",
            "Desc": "大丽花在场时，敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。敌方目标入场时，立即陷入【败谢】状态，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "新生，鲜灵，爱怜",
            "Desc": "大丽花在场时，敌方全体全属性抗性降低 <b><color style='color:#f29e38'>20%</color></b> 。敌方目标入场时，立即陷入【败谢】状态，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank2"
        }
    },
    "132103": {
        "v1": {
            "Rank": 3,
            "Name": "可惜花瓣薄如蝉翼",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "可惜花瓣薄如蝉翼",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "可惜花瓣薄如蝉翼",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "可惜花瓣薄如蝉翼",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "可惜花瓣薄如蝉翼",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1321_Ultra"
        }
    },
    "132104": {
        "v1": {
            "Rank": 4,
            "Name": "可惜花蕊为虫剥蚀",
            "Desc": "天赋的<u>追加攻击</u>的伤害次数增加 <b><color style='color:#f29e38'>5</color></b> 次，并且每次击中时使目标受到的伤害提高 <b><color style='color:#f29e38'>12%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "可惜花蕊为虫剥蚀",
            "Desc": "天赋的<u>追加攻击</u>的伤害次数增加 <b><color style='color:#f29e38'>5</color></b> 次，并且每次击中时使目标受到的伤害提高 <b><color style='color:#f29e38'>12%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "可惜花蕊为虫剥蚀",
            "Desc": "天赋的<u>追加攻击</u>的伤害次数增加 <b><color style='color:#f29e38'>5</color></b> 次，并且每次击中时使目标受到的伤害提高 <b><color style='color:#f29e38'>12%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "可惜花蕊为虫剥蚀",
            "Desc": "天赋的<u>追加攻击</u>的伤害次数增加 <b><color style='color:#f29e38'>5</color></b> 次，并且每次击中时使目标受到的伤害提高 <b><color style='color:#f29e38'>12%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "可惜花蕊为虫剥蚀",
            "Desc": "天赋的<u>追加攻击</u>的伤害次数增加 <b><color style='color:#f29e38'>5</color></b> 次，施放时使敌方全体目标受到的伤害提高 <b><color style='color:#f29e38'>12%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1321_Rank4"
        }
    },
    "132105": {
        "v1": {
            "Rank": 5,
            "Name": "凋落，腐烂，憎恨",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1321_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "凋落，腐烂，憎恨",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1321_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "凋落，腐烂，憎恨",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1321_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "凋落，腐烂，憎恨",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1321_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "凋落，腐烂，憎恨",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1321_BP"
        }
    },
    "132106": {
        "v1": {
            "Rank": 6,
            "Name": "然而它总是，致命美丽",
            "Desc": "大丽花的击破特攻提高 <b><color style='color:#f29e38'>150%</color></b> 。施放天赋的<u>追加攻击</u>时，使所有【共舞者】下一次<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "然而它总是，致命美丽",
            "Desc": "大丽花的击破特攻提高 <b><color style='color:#f29e38'>150%</color></b> 。施放天赋的<u>追加攻击</u>时，使所有【共舞者】下一次<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "然而它总是，致命美丽",
            "Desc": "【共舞者】的击破特攻提高 <b><color style='color:#f29e38'>150%</color></b> 。施放天赋的<u>追加攻击</u>时，使所有【共舞者】下一次<u>行动提前</u> <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "然而它总是，致命美丽",
            "Desc": "【共舞者】的击破特攻提高 <b><color style='color:#f29e38'>150%</color></b> 。施放天赋的<u>追加攻击</u>时，使所有【共舞者】下一次<u>行动提前</u> <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "然而它总是，致命美丽",
            "Desc": "【共舞者】的击破特攻提高 <b><color style='color:#f29e38'>150%</color></b> 。施放天赋的<u>追加攻击</u>时，使所有【共舞者】下一次<u>行动提前</u> <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1321_Rank6"
        }
    }
}

var _story_ = {
    "1321": [
        {
            "_id": 1,
            "Story": "美梦燃烧了永火官邸，也带走关于「她」的点滴。<br>「毁灭」、「记忆」…背叛的花朵盛放在所经之地——<br>重返无人知晓的梦境，将她再度点燃的会是何方？"
        },
        {
            "_id": 2,
            "Story": "她从奈落的最深处脱逃，沿途烧尽一切同她有关的记忆。<br>我们循着一路的灼痕追至此地，无数忆庭之镜映照出少女孑然一人的身影。<br><br><i>「忆者大丽花，你为何叛离忆庭？」</i><br>她用利爪轻叩脸颊，笑容在无数镜面中勾起相同的弧度。<br><i>「只是厌倦而已…正如我曾背叛『毁灭』。」</i><br><br>她的目光扫过镜中的万千自己——<br><i>「是啊…我已落入你们的镜中。可这是不是也意味着，当我点燃自己的记忆，所有的镜面也会因我而燃烧？」</i><br><br>她跳起神秘的舞步，一同旋转裙裾的还有万千镜中人…衣摆上的冷焰温柔地舔舐着镜面，随后将它们吞入火中。<br><br>在忆庭之镜的映照下，我看见那女人将记忆的花束尽数献给烈火——她的孩童时代被焚烧殆尽，青春岁月化为飞灰，最后，是她的一切往昔……<br>一同燃烧的，还有我们的万千镜面。<br><br><i>「感觉浑身燥热吗？那就与我一同步入温柔的火焰吧……」</i>面前的镜中，她对我展露笑靥。<br><br>我已听不见那些呐喊…我满怀欣喜地走入镜中，想要追寻那起舞的身影——从亦步亦趋，再到舞步相合，我终于挽住了她的裙裾……<br>而她也终于看向我的眼睛。在摇曳的光芒中，她的双手抚过我的裙角，她眼中的蓝色就像温柔的波涛，将我的所有淹没。<br><br><align=\"right\">——一位忆者的记忆</align><br><br><i>「忆者们以为我献上了一切往昔，但谁说，那就是『我』的往昔呢？」</i><br>拨弄着魔尾上的火焰，她走向下一段回忆。"
        },
        {
            "_id": 3,
            "Story": "<i>「康士坦丝…她不是兄弟姐妹中最年长的，却像我们的长姊。在教导我们时，她的魔尾虽然让人害怕，却从没有伤到我们。」</i><br><align=\"right\">——「书吏」的记忆</align><br><br><i>「我们一同向父亲学习『毁灭』的技艺时，唯有康士坦丝掌握得最快，就像…是在回忆一些早已遗忘的本能。很可怕吧…但她的声音，又是那么温柔。」</i><br><align=\"right\">——「枷锁」的记忆</align><br><br><i>「她会用修长的手指帮我调弦，教我弹拨热烈的旋律。啊…我知道…她的指尖虽然跃动着火焰，但她的心是冷的。」</i><br><align=\"right\">——「调音师」的记忆</align><br><br><i>「康士坦丝…我最具野心的孩子，我最优秀的孩子，她不需要我赐下『毁灭』的火焰，她早已被来自内心深处的火焰点燃。<br><br>多么野心勃勃的孩子，但永火官邸喜欢这样的成员。我毫不怀疑，有一天她也会玩腻泯灭帮的把戏，到那时，恩主一定会朝她张开双臂，只因最暴烈的毁灭才能令祂欣喜……」</i><br><align=\"right\">——冥火大公的记忆</align><br><br>暮雨降临的那夜，卡翠娜、杜布拉、阿卡什——他们在火中不知所踪。<br>喜爱焚烧的魔女却并未将府邸的废墟付之一炬，而是将余烬中的记忆收殓——<br><i>「父亲啊，为你的死亡祭奠——我会成为美梦下阴燃的火焰，将贪恋的一切拥入怀中。」</i><br><br>虚无的雨幕之下，谁也看不清她的表情，她是在微笑，啜泣，抑或……"
        },
        {
            "_id": 4,
            "Story": "她说，她叫康士坦丝。<br>那是我第一次见她。一袭白色的连衣裙，为刚刚从培养仓里醒来的我梳发。<br><br>她说，她叫大丽花。<br>那是我第二次见她。在一次任务里，她的白手套替我擦去血迹…就像姐姐那样。<br><br><i>「别害怕，我一直在你身边。」</i><br>她消失在美梦深处，只留下似有若无的花香。<br><br>盛会之星有许多怀揣热望的逐梦客，而她随心所欲地成为他人记忆的一部分。<br>我遵循剧本的指示而行动，她却从未将它当成一回事。<br><br>在这漫长的宴会中，她在命途的五线谱上来回辗转，似乎不会拒绝任何一位的邀请——<br><br>她在「秩序」的乐章中穿行，却又忍不住触碰「同谐」的音符；她倾听着「繁育」的哼鸣，在命运的逗弄下，她主动被「虚无」的阴影吞没，又有意无意…沾惹了「记忆」的舞伴。<br><br>一如既往，她的兴致总是热烈而短暂。<br>她说，每一次将自己的生命置于刀尖，才能体会活着的喜悦。<br>所以，她看向我的眼神有些复杂——<br>我读出了怜悯——怜悯我那注定的死亡。我也读到了愉悦，仿佛她又创造了一份美丽的记忆。还有好奇，好奇我会如何反叛自己的命运。<br><br>我拜托她烧掉无名客与「终末」相关的记忆，只因那份记忆太过危险。<br>她用魔尾上的火焰燎燃无名客的往昔，可又微笑着告诉我，<br>没有什么会被真正遗忘——即使经受最强烈的燃烧。<br><br>也许，她已经这样做过千百万遍。<br>她背弃了许多，只因她始终追寻着什么。<br>或许正因如此，她才要一次又一次赶赴宴会。即使筵席上众人窃窃私语，怒骂她是哀悼和枯萎的象征。鲜有人记起，哀悼是对生命的献礼，枯萎之物也有极尽繁荣的往昔。<br><align=\"right\">——来自某位星核猎手，一段受到扭曲的记忆</align>"
        },
        {
            "_id": 5,
            "Story": "若让她参演「终末」的剧目，在亿万种可能性的汇流中，她都将以各种方式叛离。<br><br>星核猎手有太多关于银河的秘密，当她窥探这些记忆，「毁灭」终有一日将向她投来注视。<br>她将厌倦无休止的苦旅，转而加速终末的到来——以「须臾」为名，升格为毁灭「记忆」的大君。<br><br>在一种可能性中，她会令银河所有人遗忘她的晋升，似乎从没有第八位绝灭大君出现。<br>当时间走向尽头，她的火焰将燃遍善见天，将宇宙过去的摹本付之一炬。由此，她向所有的无漏净子宣告，她会为银河留下「记忆」的坟茔。<br>……<br>所以，我拒绝了她加入「星核猎手」的请求，以断绝这汹涌的可能性。<br><br><align=\"right\">——剧本的批注</align><br><br><i>「记忆，毁灭，终末……」</i><br>嘴角扬起，裙裾飘飘，不停旋转。<br>到头来，她仍不知道自己到底要投向何种命运，或许永远不会有事物能令她满足——<br><i>「但如此一来，我便永远不会是命运的奴隶。」</i><br><br>一曲舞毕，只剩下余音在灰烬中缭绕——<br><i>「那便再度痴爱，再度叛离，再度投身命运的洋流吧。」</i>"
        }
    ]
}

var _voice_ = {
    "1321": [
        {
            "_id": "archive_dahlia_1",
            "Title": "初次见面",
            "Voice": "你的记忆…还真是棘手呢，那不妨从我敞开心胸开始——我的名字是康士坦丝，那些跪倒于我裙摆下的人称我为「大丽花」。别怕，随我来吧，在这场只属于你我的双人舞中，你会知道，过去如何被焚烧，未来又如何被埋葬……"
        },
        {
            "_id": "archive_dahlia_2",
            "Title": "问候",
            "Voice": "是我呀。这样无声无息地出现…吓到你了吗？"
        },
        {
            "_id": "archive_dahlia_3",
            "Title": "道别",
            "Voice": "真想把这一刻制成冰冷的标本，永远陪着我呐…可这不解风情的命运却偏要把你我吹散。也好，将绽放留待下一次相遇吧——希望到时，你还会让我兴趣盎然……"
        },
        {
            "_id": "archive_dahlia_4",
            "Title": "关于自己 · 背叛",
            "Voice": "因厌烦一成不变的「毁灭」，我踏入流光忆庭，不久后，我受够了腐朽的「记忆」，以「焚化工」的身份行走至今…有人将背叛视作我的天性，倒不如说，我享受「背叛」的时刻。撕开命运束缚的时候，即便痛彻心扉，却也无比愉悦……"
        },
        {
            "_id": "archive_dahlia_5",
            "Title": "闲谈 · 双手",
            "Voice": "你好奇那锋利的右手么？当凉意划过脖颈，它为生命的主人带来安息——而在葬礼上，我喜欢戴上面纱，用那从不沾染鲜血的另一只手…献上一朵枯萎的花。"
        },
        {
            "_id": "archive_dahlia_7",
            "Title": "爱好",
            "Voice": "在别人的记忆里，扮演一位根本不存在的「小姨」…是不是很有趣呢？人们是如此轻信，连最后望向我的眼神，仿佛都以为自己经历了一场惨烈的背叛。"
        },
        {
            "_id": "archive_dahlia_8",
            "Title": "烦恼",
            "Voice": "成为模因的那一刻，纵然享受无数次日光浴，我那苍白的肤色也不会变化了呐……"
        },
        {
            "_id": "archive_dahlia_9",
            "Title": "分享",
            "Voice": "你还记得「永火官邸」么？在大公的记忆中，我从来都是他最骄傲的孩子。我点燃他的野心，他最终倒在「毁灭」的道途上，却创造了你与「虚无」交汇的时机——这银河间许多「命运」，只需轻轻的拨弄，便能燃起足以将众人焚身的火焰。"
        },
        {
            "_id": "archive_dahlia_10",
            "Title": "见闻 · 记忆美学",
            "Voice": "将记忆随意剪辑，抑或不由分说地将它们烧尽…我的同僚们往往就是这般俗不可耐。我喜欢等待，等待那些辉煌的事物落入过去，如同层层堆积的花瓣，一点点腐烂，最终爬满哀叹与怨恨的虫迹，再由我在烛光下挑选珍爱之物为它殉葬…光是想象，就令人兴奋……"
        },
        {
            "_id": "archive_dahlia_11",
            "Title": "关于开拓者",
            "Voice": "在你的记忆里，我看见了祂们的目光，看见了你旅途中所做的那些选择，还有你那生动而惊人的…本质。我当然会一直、一直追随着你，和你留在银河的那些足迹……"
        },
        {
            "_id": "archive_dahlia_12",
            "Title": "关于黄泉",
            "Voice": "若能和那位惹人迷醉的小姐共舞，或许我会倾倒在她的裙裾之下…啊，那一定很美，美极了……"
        },
        {
            "_id": "archive_dahlia_13",
            "Title": "关于黑天鹅",
            "Voice": "你说那个高傲的女人？虽然我对她故作正经的姿态敬而远之，但作为忆者，她为命运牵线搭桥，使璀璨记忆得以诞生的本领…连我也无法不赞叹。"
        },
        {
            "_id": "archive_dahlia_14",
            "Title": "关于流萤",
            "Voice": "星核猎手明明是「剧本」的囚徒，可她一次次向命运发起反叛…那些埋葬在虫群中的过往，何时会被她燃烧殆尽呢？"
        },
        {
            "_id": "archive_dahlia_15",
            "Title": "关于冥火大公",
            "Voice": "他的野心被一场暮雨扑灭，那{RUBY_B#纳努克}恩主{RUBY_E#}的目光也从未降临…无人会铭记他的死亡——唯有我会记得，并非因为歉疚，抑或悲伤…只是有些难忘他得知真相时的眼神，仅此而已。"
        },
        {
            "_id": "archive_dahlia_16",
            "Title": "关于翡翠",
            "Voice": "凭一纸契约便想束缚彼此，该说这是幼稚，抑或是那女人的花蕾下本就藏着毒蛇？说不定正因如此，招惹她时沾染的那阵异香…才更令人贪恋呀。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_dahlia",
            "Title": "星魂激活",
            "Voice": "很大胆呀。也许…我们都会烧成灰哦？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_dahlia",
            "Title": "角色晋阶",
            "Voice": "火苗，愈发躁动了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_dahlia",
            "Title": "角色满级",
            "Voice": "该打算打算，何时启程离开了呢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_dahlia",
            "Title": "行迹激活",
            "Voice": "改变来时的路，有这么难？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_dahlia",
            "Title": "队伍编成 · 开拓者",
            "Voice": "靠近些…才能更有默契呀。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_dahlia",
            "Title": "队伍编成 · 黑天鹅",
            "Voice": "站在我身边就随时可能死去…这可不是在威胁你哦？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofirefly_dahlia",
            "Title": "队伍编成 · 流萤",
            "Voice": "这一次，你又会如何反叛命运呢？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toacheron_dahlia",
            "Title": "队伍编成 · 黄泉",
            "Voice": "可否让我挽住你的手臂，唤醒你的回忆？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_dahlia",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "为我倾倒了吗？"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_dahlia",
            "Title": "战斗开始 · 危险预警",
            "Voice": "你的灰烬…一定很美。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_dahlia_01",
            "Title": "回合开始 · 一",
            "Voice": "亲爱的，还有什么遗言吗？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_dahlia_02",
            "Title": "回合开始 · 二",
            "Voice": "烛光摇曳…你的呼吸乱了呐。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_dahlia",
            "Title": "回合待机",
            "Voice": "别让我失去兴趣呀……"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_dahlia_01",
            "Title": "普攻",
            "Voice": "看着我~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_dahlia_01",
            "Title": "战技 · 一",
            "Voice": "为我，焚身起舞吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_dahlia_02",
            "Title": "战技 · 二",
            "Voice": "将我，铭心蚀骨吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_dahlia_01",
            "Title": "轻受击",
            "Voice": "有趣起来了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_dahlia_01",
            "Title": "重受击",
            "Voice": "还是老一套么？"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_dahlia",
            "Title": "终结技 · 激活",
            "Voice": "记忆的坟茔，已然敞开——"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_dahlia",
            "Title": "终结技 · 施放",
            "Voice": "曲终人亡的时刻…美不胜收。"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_dahlia_01",
            "Title": "天赋 · 一",
            "Voice": "迫不及待了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_dahlia_02",
            "Title": "天赋 · 二",
            "Voice": "想…背叛我？"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_dahlia_01",
            "Title": "无法战斗",
            "Voice": "陪我…一起吧……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_dahlia",
            "Title": "重回战斗",
            "Voice": "嗯，我想你了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_dahlia",
            "Title": "回复生命",
            "Voice": "你真是个好人。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_dahlia",
            "Title": "秘技",
            "Voice": "来，点燃记忆~"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_dahlia",
            "Title": "战斗胜利",
            "Voice": "该去往下一场葬礼了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_dahlia",
            "Title": "开启战利品 · 一",
            "Voice": "一旦得手，就略显无趣呀。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_dahlia_02",
            "Title": "开启战利品 · 二",
            "Voice": "它会…如何腐烂呢？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_dahlia",
            "Title": "开启贵重战利品",
            "Voice": "总算没有辜负我的等待。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_dahlia",
            "Title": "解谜成功 · 一",
            "Voice": "毁掉它，也是一种答案。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_dahlia_02",
            "Title": "解谜成功 · 二",
            "Voice": "下一次，来点新鲜感如何？"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_dahlia",
            "Title": "发现敌方目标",
            "Voice": "来了一位难缠的舞伴呢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_dahlia",
            "Title": "返回城镇",
            "Voice": "又想晒个日光浴了，陪我一会儿？"
        }
    ]
}

var _notes_ = {
    "1321": []
}

var _adiff_ = {
    "1321": {}
}

var _mtc_ = {
    "1321": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110432": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110432": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110432": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110432": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "击破特攻 +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110222": 8,
                    "114012": 7,
                    "110223": 11,
                    "114013": 11
                }
            },
            {
                "Name": "效果抵抗 +18%",
                "Mat": {
                    "2": 210000,
                    "110221": 3,
                    "114011": 6,
                    "110223": 11,
                    "114013": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110222": 3,
                    "114012": 3,
                    "110223": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "又一场葬礼",
                "Mat": {
                    "2": 5000,
                    "110221": 3,
                    "110508": 1
                }
            },
            {
                "Name": "致哀，故人",
                "Mat": {
                    "2": 20000,
                    "110222": 5,
                    "241": 1,
                    "110508": 1
                }
            },
            {
                "Name": "弃旧，恋新",
                "Mat": {
                    "2": 160000,
                    "110223": 8,
                    "241": 1,
                    "110508": 1
                }
            }
        ]
    }
}