// Auto Generated

var _avatarskill_ = {
    "140101": {
        "v1": {
            "Name": "轻轻敲醒沉睡的心灵",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.5,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.6,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.7,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.8,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.9,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.0,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.1,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.2,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.3,
                    3.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v2": {
            "Name": "轻轻敲醒沉睡的心灵",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.5,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.6,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.7,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.8,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.9,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.0,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.1,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.2,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.3,
                    3.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v3": {
            "Name": "开窍了吗",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.5,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.6,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.7,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.8,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.9,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.0,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.1,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.2,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.3,
                    3.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v4": {
            "Name": "开窍了吗",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.5,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.6,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.7,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.8,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.9,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.0,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.1,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.2,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.3,
                    3.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v5": {
            "Name": "开窍了吗",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.5,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.6,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.7,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.8,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.9,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.0,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.1,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.2,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.3,
                    3.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v6": {
            "Name": "开窍了吗",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.5,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.6,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.7,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.8,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    0.9,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.0,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.1,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.2,
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    1.3,
                    3.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        }
    },
    "140102": {
        "v1": {
            "Name": "格局打开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技命中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，该效果可重复2次。",
            "Params": [
                [
                    0.35,
                    1.0
                ],
                [
                    0.385,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.455,
                    1.0
                ],
                [
                    0.49,
                    1.0
                ],
                [
                    0.525,
                    1.0
                ],
                [
                    0.56875,
                    1.0
                ],
                [
                    0.6125,
                    1.0
                ],
                [
                    0.65625,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.735,
                    1.0
                ],
                [
                    0.77,
                    1.0
                ],
                [
                    0.805,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ],
                [
                    0.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.5,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP"
        },
        "v2": {
            "Name": "格局打开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技命中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，该效果可重复2次。",
            "Params": [
                [
                    0.35,
                    1.0
                ],
                [
                    0.385,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.455,
                    1.0
                ],
                [
                    0.49,
                    1.0
                ],
                [
                    0.525,
                    1.0
                ],
                [
                    0.56875,
                    1.0
                ],
                [
                    0.6125,
                    1.0
                ],
                [
                    0.65625,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.735,
                    1.0
                ],
                [
                    0.77,
                    1.0
                ],
                [
                    0.805,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ],
                [
                    0.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.5,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP"
        },
        "v3": {
            "Name": "格局打开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技命中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，该效果可重复2次。",
            "Params": [
                [
                    0.35,
                    1.0
                ],
                [
                    0.385,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.455,
                    1.0
                ],
                [
                    0.49,
                    1.0
                ],
                [
                    0.525,
                    1.0
                ],
                [
                    0.56875,
                    1.0
                ],
                [
                    0.6125,
                    1.0
                ],
                [
                    0.65625,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.735,
                    1.0
                ],
                [
                    0.77,
                    1.0
                ],
                [
                    0.805,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ],
                [
                    0.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.5,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP"
        },
        "v4": {
            "Name": "格局打开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技命中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，该效果可重复2次。",
            "Params": [
                [
                    0.35,
                    1.0
                ],
                [
                    0.385,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.455,
                    1.0
                ],
                [
                    0.49,
                    1.0
                ],
                [
                    0.525,
                    1.0
                ],
                [
                    0.56875,
                    1.0
                ],
                [
                    0.6125,
                    1.0
                ],
                [
                    0.65625,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.735,
                    1.0
                ],
                [
                    0.77,
                    1.0
                ],
                [
                    0.805,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ],
                [
                    0.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.5,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP"
        },
        "v5": {
            "Name": "格局打开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技命中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，该效果可重复2次。",
            "Params": [
                [
                    0.35,
                    1.0
                ],
                [
                    0.385,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.455,
                    1.0
                ],
                [
                    0.49,
                    1.0
                ],
                [
                    0.525,
                    1.0
                ],
                [
                    0.56875,
                    1.0
                ],
                [
                    0.6125,
                    1.0
                ],
                [
                    0.65625,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.735,
                    1.0
                ],
                [
                    0.77,
                    1.0
                ],
                [
                    0.805,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ],
                [
                    0.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.5,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP"
        },
        "v6": {
            "Name": "格局打开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技命中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，该效果可重复2次。",
            "Params": [
                [
                    0.35,
                    1.0
                ],
                [
                    0.385,
                    1.0
                ],
                [
                    0.42,
                    1.0
                ],
                [
                    0.455,
                    1.0
                ],
                [
                    0.49,
                    1.0
                ],
                [
                    0.525,
                    1.0
                ],
                [
                    0.56875,
                    1.0
                ],
                [
                    0.6125,
                    1.0
                ],
                [
                    0.65625,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.735,
                    1.0
                ],
                [
                    0.77,
                    1.0
                ],
                [
                    0.805,
                    1.0
                ],
                [
                    0.84,
                    1.0
                ],
                [
                    0.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.5,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP"
        }
    },
    "140103": {
        "v1": {
            "Name": "早说了是魔法吧",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "将敌方全体的【解读】层数重新排序，较高层数的【解读】将优先转移到精英级别及以上的目标，并对敌方全体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。终结技施放时，使大黑塔攻击力提高@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合，施放后使大黑塔立即行动，并获得1层【灵感】。【灵感】最多持有 <b>#6[f]</b> 层，持有【灵感】时，战技强化为【我有一个大胆的想法】。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    1.0,
                    2.0,
                    1.0,
                    0.32,
                    2.0,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    1.0,
                    0.352,
                    2.0,
                    2.0
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.384,
                    2.0,
                    2.0
                ],
                [
                    1.3,
                    2.0,
                    1.0,
                    0.416,
                    2.0,
                    2.0
                ],
                [
                    1.4,
                    2.0,
                    1.0,
                    0.448,
                    2.0,
                    2.0
                ],
                [
                    1.5,
                    2.0,
                    1.0,
                    0.48,
                    2.0,
                    2.0
                ],
                [
                    1.625,
                    2.0,
                    1.0,
                    0.52,
                    2.0,
                    2.0
                ],
                [
                    1.75,
                    2.0,
                    1.0,
                    0.56,
                    2.0,
                    2.0
                ],
                [
                    1.875,
                    2.0,
                    1.0,
                    0.6,
                    2.0,
                    2.0
                ],
                [
                    2.0,
                    2.0,
                    1.0,
                    0.64,
                    2.0,
                    2.0
                ],
                [
                    2.1,
                    2.0,
                    1.0,
                    0.672,
                    2.0,
                    2.0
                ],
                [
                    2.2,
                    2.0,
                    1.0,
                    0.704,
                    2.0,
                    2.0
                ],
                [
                    2.3,
                    2.0,
                    1.0,
                    0.736,
                    2.0,
                    2.0
                ],
                [
                    2.4,
                    2.0,
                    1.0,
                    0.768,
                    2.0,
                    2.0
                ],
                [
                    2.5,
                    2.0,
                    1.0,
                    0.8,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v2": {
            "Name": "早说了是魔法吧",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "将敌方全体的【解读】层数重新排序，较高层数的【解读】将优先转移到精英级别及以上的目标，并对敌方全体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。终结技施放时，使大黑塔攻击力提高@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合，施放后使大黑塔立即行动，并获得1层【灵感】。【灵感】最多持有 <b>#6[f]</b> 层，持有【灵感】时，战技强化为【我有一个大胆的想法】。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    1.0,
                    2.0,
                    1.0,
                    0.32,
                    2.0,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    1.0,
                    0.352,
                    2.0,
                    2.0
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.384,
                    2.0,
                    2.0
                ],
                [
                    1.3,
                    2.0,
                    1.0,
                    0.416,
                    2.0,
                    2.0
                ],
                [
                    1.4,
                    2.0,
                    1.0,
                    0.448,
                    2.0,
                    2.0
                ],
                [
                    1.5,
                    2.0,
                    1.0,
                    0.48,
                    2.0,
                    2.0
                ],
                [
                    1.625,
                    2.0,
                    1.0,
                    0.52,
                    2.0,
                    2.0
                ],
                [
                    1.75,
                    2.0,
                    1.0,
                    0.56,
                    2.0,
                    2.0
                ],
                [
                    1.875,
                    2.0,
                    1.0,
                    0.6,
                    2.0,
                    2.0
                ],
                [
                    2.0,
                    2.0,
                    1.0,
                    0.64,
                    2.0,
                    2.0
                ],
                [
                    2.1,
                    2.0,
                    1.0,
                    0.672,
                    2.0,
                    2.0
                ],
                [
                    2.2,
                    2.0,
                    1.0,
                    0.704,
                    2.0,
                    2.0
                ],
                [
                    2.3,
                    2.0,
                    1.0,
                    0.736,
                    2.0,
                    2.0
                ],
                [
                    2.4,
                    2.0,
                    1.0,
                    0.768,
                    2.0,
                    2.0
                ],
                [
                    2.5,
                    2.0,
                    1.0,
                    0.8,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v3": {
            "Name": "早说了是魔法吧",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "将敌方全体的【解读】层数重新排序，较高层数的【解读】将优先转移到精英级别及以上的目标，并对敌方全体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。终结技施放时，使大黑塔攻击力提高@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合，施放后使大黑塔立即行动，并获得1层【灵感】。【灵感】最多持有 <b>#6[f]</b> 层，持有【灵感】时，战技强化为【我有一个大胆的想法】。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    1.0,
                    2.0,
                    1.0,
                    0.4,
                    3.0,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    1.0,
                    0.44,
                    3.0,
                    2.0
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.48,
                    3.0,
                    2.0
                ],
                [
                    1.3,
                    2.0,
                    1.0,
                    0.52,
                    3.0,
                    2.0
                ],
                [
                    1.4,
                    2.0,
                    1.0,
                    0.56,
                    3.0,
                    2.0
                ],
                [
                    1.5,
                    2.0,
                    1.0,
                    0.6,
                    3.0,
                    2.0
                ],
                [
                    1.625,
                    2.0,
                    1.0,
                    0.65,
                    3.0,
                    2.0
                ],
                [
                    1.75,
                    2.0,
                    1.0,
                    0.7,
                    3.0,
                    2.0
                ],
                [
                    1.875,
                    2.0,
                    1.0,
                    0.75,
                    3.0,
                    2.0
                ],
                [
                    2.0,
                    2.0,
                    1.0,
                    0.8,
                    3.0,
                    2.0
                ],
                [
                    2.1,
                    2.0,
                    1.0,
                    0.84,
                    3.0,
                    2.0
                ],
                [
                    2.2,
                    2.0,
                    1.0,
                    0.88,
                    3.0,
                    2.0
                ],
                [
                    2.3,
                    2.0,
                    1.0,
                    0.92,
                    3.0,
                    2.0
                ],
                [
                    2.4,
                    2.0,
                    1.0,
                    0.96,
                    3.0,
                    2.0
                ],
                [
                    2.5,
                    2.0,
                    1.0,
                    1.0,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v4": {
            "Name": "早说了是魔法吧",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "将敌方全体的【解读】层数重新排序，较高层数的【解读】将优先转移到精英级别及以上的目标，并对敌方全体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。终结技施放时，使大黑塔攻击力提高@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合，施放后使大黑塔立即行动，并获得1层【灵感】。【灵感】最多持有 <b>#6[f]</b> 层，持有【灵感】时，战技强化为【我有一个大胆的想法】。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    1.0,
                    2.0,
                    1.0,
                    0.4,
                    3.0,
                    2.0
                ],
                [
                    1.1,
                    2.0,
                    1.0,
                    0.44,
                    3.0,
                    2.0
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.48,
                    3.0,
                    2.0
                ],
                [
                    1.3,
                    2.0,
                    1.0,
                    0.52,
                    3.0,
                    2.0
                ],
                [
                    1.4,
                    2.0,
                    1.0,
                    0.56,
                    3.0,
                    2.0
                ],
                [
                    1.5,
                    2.0,
                    1.0,
                    0.6,
                    3.0,
                    2.0
                ],
                [
                    1.625,
                    2.0,
                    1.0,
                    0.65,
                    3.0,
                    2.0
                ],
                [
                    1.75,
                    2.0,
                    1.0,
                    0.7,
                    3.0,
                    2.0
                ],
                [
                    1.875,
                    2.0,
                    1.0,
                    0.75,
                    3.0,
                    2.0
                ],
                [
                    2.0,
                    2.0,
                    1.0,
                    0.8,
                    3.0,
                    2.0
                ],
                [
                    2.1,
                    2.0,
                    1.0,
                    0.84,
                    3.0,
                    2.0
                ],
                [
                    2.2,
                    2.0,
                    1.0,
                    0.88,
                    3.0,
                    2.0
                ],
                [
                    2.3,
                    2.0,
                    1.0,
                    0.92,
                    3.0,
                    2.0
                ],
                [
                    2.4,
                    2.0,
                    1.0,
                    0.96,
                    3.0,
                    2.0
                ],
                [
                    2.5,
                    2.0,
                    1.0,
                    1.0,
                    3.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v5": {
            "Name": "早说了是魔法吧",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "将敌方全体的【解读】层数重新排序，较高层数的【解读】将优先转移到精英级别及以上的目标，并对敌方全体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。终结技施放时，使大黑塔攻击力提高@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合，施放后使大黑塔立即行动，并获得1层【灵感】。【灵感】最多持有 <b>#6[f]</b> 层，持有【灵感】时，战技强化为【我有一个大胆的想法】。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    1.0,
                    2.0,
                    1.0,
                    0.4,
                    3.0,
                    4.0
                ],
                [
                    1.1,
                    2.0,
                    1.0,
                    0.44,
                    3.0,
                    4.0
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.48,
                    3.0,
                    4.0
                ],
                [
                    1.3,
                    2.0,
                    1.0,
                    0.52,
                    3.0,
                    4.0
                ],
                [
                    1.4,
                    2.0,
                    1.0,
                    0.56,
                    3.0,
                    4.0
                ],
                [
                    1.5,
                    2.0,
                    1.0,
                    0.6,
                    3.0,
                    4.0
                ],
                [
                    1.625,
                    2.0,
                    1.0,
                    0.65,
                    3.0,
                    4.0
                ],
                [
                    1.75,
                    2.0,
                    1.0,
                    0.7,
                    3.0,
                    4.0
                ],
                [
                    1.875,
                    2.0,
                    1.0,
                    0.75,
                    3.0,
                    4.0
                ],
                [
                    2.0,
                    2.0,
                    1.0,
                    0.8,
                    3.0,
                    4.0
                ],
                [
                    2.1,
                    2.0,
                    1.0,
                    0.84,
                    3.0,
                    4.0
                ],
                [
                    2.2,
                    2.0,
                    1.0,
                    0.88,
                    3.0,
                    4.0
                ],
                [
                    2.3,
                    2.0,
                    1.0,
                    0.92,
                    3.0,
                    4.0
                ],
                [
                    2.4,
                    2.0,
                    1.0,
                    0.96,
                    3.0,
                    4.0
                ],
                [
                    2.5,
                    2.0,
                    1.0,
                    1.0,
                    3.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v6": {
            "Name": "早说了是魔法吧",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "将敌方全体的【解读】层数重新排序，较高层数的【解读】将优先转移到精英级别及以上的目标，并对敌方全体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害。终结技施放时，使大黑塔攻击力提高@ <b>#4[p]</b> #，持续 <b>#5[f]</b> 回合，施放后使大黑塔立即行动，并获得1层【灵感】。【灵感】最多持有 <b>#6[f]</b> 层，持有【灵感】时，战技强化为【我有一个大胆的想法】。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    1.0,
                    2.0,
                    1.0,
                    0.4,
                    3.0,
                    4.0
                ],
                [
                    1.1,
                    2.0,
                    1.0,
                    0.44,
                    3.0,
                    4.0
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.48,
                    3.0,
                    4.0
                ],
                [
                    1.3,
                    2.0,
                    1.0,
                    0.52,
                    3.0,
                    4.0
                ],
                [
                    1.4,
                    2.0,
                    1.0,
                    0.56,
                    3.0,
                    4.0
                ],
                [
                    1.5,
                    2.0,
                    1.0,
                    0.6,
                    3.0,
                    4.0
                ],
                [
                    1.625,
                    2.0,
                    1.0,
                    0.65,
                    3.0,
                    4.0
                ],
                [
                    1.75,
                    2.0,
                    1.0,
                    0.7,
                    3.0,
                    4.0
                ],
                [
                    1.875,
                    2.0,
                    1.0,
                    0.75,
                    3.0,
                    4.0
                ],
                [
                    2.0,
                    2.0,
                    1.0,
                    0.8,
                    3.0,
                    4.0
                ],
                [
                    2.1,
                    2.0,
                    1.0,
                    0.84,
                    3.0,
                    4.0
                ],
                [
                    2.2,
                    2.0,
                    1.0,
                    0.88,
                    3.0,
                    4.0
                ],
                [
                    2.3,
                    2.0,
                    1.0,
                    0.92,
                    3.0,
                    4.0
                ],
                [
                    2.4,
                    2.0,
                    1.0,
                    0.96,
                    3.0,
                    4.0
                ],
                [
                    2.5,
                    2.0,
                    1.0,
                    1.0,
                    3.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 220.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Ultra"
        }
    },
    "140104": {
        "v1": {
            "Name": "拿来吧你",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "敌方目标进入战斗时，大黑塔对其施加1层【解读】。强化战技的主目标持有【解读】时，造成的伤害倍率提高，每层对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #，若队伍中的「智识」命途角色不少于2名，每层额外对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #。【解读】最多可叠加 <b>#3[f]</b> 层，使用强化战技时，将技能目标的【解读】重置为1层。敌方目标离场或被任意单位消灭后，【解读】会被转移，优先转移到精英级别及以上的目标。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.04,
                    0.025,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.044,
                    0.0275,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.048,
                    0.03,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.052,
                    0.0325,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.056,
                    0.035,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.06,
                    0.0375,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.065,
                    0.04063,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.07,
                    0.04375,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.075,
                    0.04688,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.08,
                    0.05,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.084,
                    0.0525,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.088,
                    0.055,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.092,
                    0.0575,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.096,
                    0.06,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.1,
                    0.0625,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Passive"
        },
        "v2": {
            "Name": "拿来吧你",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "敌方目标进入战斗时，大黑塔对其施加1层【解读】。强化战技的主目标持有【解读】时，造成的伤害倍率提高，每层对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #，若队伍中的「智识」命途角色不少于2名，每层额外对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #。【解读】最多可叠加 <b>#3[f]</b> 层，使用强化战技时，将技能目标的【解读】重置为1层。敌方目标离场或被任意单位消灭后，【解读】会被转移，优先转移到精英级别及以上的目标。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.04,
                    0.025,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.044,
                    0.0275,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.048,
                    0.03,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.052,
                    0.0325,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.056,
                    0.035,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.06,
                    0.0375,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.065,
                    0.04063,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.07,
                    0.04375,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.075,
                    0.04688,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.08,
                    0.05,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.084,
                    0.0525,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.088,
                    0.055,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.092,
                    0.0575,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.096,
                    0.06,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.1,
                    0.0625,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Passive"
        },
        "v3": {
            "Name": "拿来吧你",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "敌方目标进入战斗时，大黑塔对其施加1层【解读】。强化战技的主目标持有【解读】时，造成的伤害倍率提高，每层对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #，若队伍中的「智识」命途角色不少于2名，每层额外对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #。【解读】最多可叠加 <b>#3[f]</b> 层，使用强化战技时，将主目标的【解读】重置为1层。敌方目标离场或被任意单位消灭后，【解读】会被转移，优先转移到精英级别及以上的目标。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.04,
                    0.02,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.044,
                    0.022,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.048,
                    0.024,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.052,
                    0.026,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.056,
                    0.028,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.06,
                    0.03,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.065,
                    0.0325,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.07,
                    0.035,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.075,
                    0.0375,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.08,
                    0.04,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.084,
                    0.042,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.088,
                    0.044,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.092,
                    0.046,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.096,
                    0.048,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.1,
                    0.05,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Passive"
        },
        "v4": {
            "Name": "拿来吧你",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "敌方目标进入战斗时，大黑塔对其施加1层【解读】。强化战技的主目标持有【解读】时，造成的伤害倍率提高，每层对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #，若队伍中的「智识」命途角色不少于2名，每层额外对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #。【解读】最多可叠加 <b>#3[f]</b> 层，使用强化战技时，将主目标的【解读】重置为1层。敌方目标离场或被任意单位消灭后，【解读】会被转移，优先转移到精英级别及以上的目标。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.04,
                    0.02,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.044,
                    0.022,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.048,
                    0.024,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.052,
                    0.026,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.056,
                    0.028,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.06,
                    0.03,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.065,
                    0.0325,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.07,
                    0.035,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.075,
                    0.0375,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.08,
                    0.04,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.084,
                    0.042,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.088,
                    0.044,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.092,
                    0.046,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.096,
                    0.048,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ],
                [
                    0.1,
                    0.05,
                    42.0,
                    1.0,
                    42.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Passive"
        },
        "v5": {
            "Name": "拿来吧你",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "敌方目标进入战斗时，大黑塔对其施加1层【解读】。每个波次开始时，对一个随机敌方目标施加 <b>#6[f]</b> 层【解读】，优先施加给精英级别及以上的目标。强化战技的主目标持有【解读】时，造成的伤害倍率提高，每层对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #，若队伍中的「智识」命途角色大于等于2名，每层额外对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #。【解读】最多可叠加 <b>#3[f]</b> 层，使用强化战技时，将主目标的【解读】重置为1层。敌方目标离场或被任意单位消灭后，【解读】会被转移，优先转移到精英级别及以上的目标。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.04,
                    0.02,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.044,
                    0.022,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.048,
                    0.024,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.052,
                    0.026,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.056,
                    0.028,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.06,
                    0.03,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.065,
                    0.0325,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.07,
                    0.035,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.075,
                    0.0375,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.08,
                    0.04,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.084,
                    0.042,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.088,
                    0.044,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.092,
                    0.046,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.096,
                    0.048,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.1,
                    0.05,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Passive"
        },
        "v6": {
            "Name": "拿来吧你",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "敌方目标进入战斗时，大黑塔对其施加1层【解读】。每个波次开始时，对一个随机敌方目标施加 <b>#6[f]</b> 层【解读】，优先施加给精英级别及以上的目标。强化战技的主目标持有【解读】时，造成的伤害倍率提高，每层对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #，若队伍中的「智识」命途角色大于等于2名，每层额外对主目标/其他目标提高@ <b>#1[p]</b> #/@ <b>#2[p]</b> #。【解读】最多可叠加 <b>#3[f]</b> 层，使用强化战技时，将主目标的【解读】重置为1层。敌方目标离场或被任意单位消灭后，【解读】会被转移，优先转移到精英级别及以上的目标。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.04,
                    0.02,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.044,
                    0.022,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.048,
                    0.024,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.052,
                    0.026,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.056,
                    0.028,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.06,
                    0.03,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.065,
                    0.0325,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.07,
                    0.035,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.075,
                    0.0375,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.08,
                    0.04,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.084,
                    0.042,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.088,
                    0.044,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.092,
                    0.046,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.096,
                    0.048,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ],
                [
                    0.1,
                    0.05,
                    42.0,
                    1.0,
                    42.0,
                    25.0
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Passive"
        }
    },
    "140106": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        },
        "v6": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Normal"
        }
    },
    "140107": {
        "v1": {
            "Name": "看看好看的",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后，下一次战斗开始时大黑塔攻击力提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合，且每个波次开始时对敌方全体施加 <b>#6[f]</b> 层【解读】。<br>若当前场景存在普通战利品，使用秘技后标记最多 <b>#3[f]</b> 个普通战利品的位置。<br>在模拟宇宙、差分宇宙中使用秘技进入战斗后，每个波次开始时对精英级别以下的敌方目标造成等同于目标 <b>#4[p]</b> 生命上限的<u>真实伤害</u>，对精英级别及以上的目标造成等同于目标 <b>#5[p]</b> 生命上限的<u>真实伤害</u>。",
            "Params": [
                [
                    0.4,
                    2.0,
                    3.0,
                    0.99,
                    0.3,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Maze",
            "EE": [
                10000017
            ]
        },
        "v2": {
            "Name": "看看好看的",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后，下一次战斗开始时大黑塔攻击力提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合，且每个波次开始时对敌方全体施加 <b>#6[f]</b> 层【解读】。<br>若当前场景存在普通战利品，使用秘技后标记最多 <b>#3[f]</b> 个普通战利品的位置。<br>在模拟宇宙、差分宇宙中使用秘技进入战斗后，每个波次开始时对精英级别以下的敌方目标造成等同于目标 <b>#4[p]</b> 生命上限的<u>真实伤害</u>，对精英级别及以上的目标造成等同于目标 <b>#5[p]</b> 生命上限的<u>真实伤害</u>。",
            "Params": [
                [
                    0.4,
                    2.0,
                    3.0,
                    0.99,
                    0.3,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Maze",
            "EE": [
                10000017
            ]
        },
        "v3": {
            "Name": "看看好看的",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后，下一次战斗开始时大黑塔攻击力提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合，且每个波次开始时对一个随机敌方目标施加 <b>#6[f]</b> 层【解读】，优先施加给精英级别及以上的目标。<br>若当前场景存在普通战利品，使用秘技后标记最多 <b>#3[f]</b> 个普通战利品的位置。<br>在模拟宇宙、差分宇宙中使用秘技进入战斗后，每个波次开始时对精英级别以下的敌方目标造成等同于目标 <b>#4[p]</b> 生命上限的<u>真实伤害</u>，对精英级别及以上的目标造成等同于目标 <b>#5[p]</b> 生命上限的<u>真实伤害</u>。",
            "Params": [
                [
                    0.4,
                    2.0,
                    3.0,
                    0.99,
                    0.3,
                    25.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Maze",
            "EE": [
                10000017
            ]
        },
        "v4": {
            "Name": "看看好看的",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后，下一次战斗开始时大黑塔攻击力提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合，且每个波次开始时对一个随机敌方目标施加 <b>#6[f]</b> 层【解读】，优先施加给精英级别及以上的目标。<br>若当前场景存在普通战利品，使用秘技后标记最多 <b>#3[f]</b> 个普通战利品的位置。<br>在模拟宇宙、差分宇宙中使用秘技进入战斗后，每个波次开始时对精英级别以下的敌方目标造成等同于目标 <b>#4[p]</b> 生命上限的<u>真实伤害</u>，对精英级别及以上的目标造成等同于目标 <b>#5[p]</b> 生命上限的<u>真实伤害</u>。",
            "Params": [
                [
                    0.4,
                    2.0,
                    3.0,
                    0.99,
                    0.3,
                    25.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Maze",
            "EE": [
                10000017
            ]
        },
        "v5": {
            "Name": "看看好看的",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后，下一次战斗开始时大黑塔攻击力提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。<br>若当前场景存在普通战利品，使用秘技后标记最多 <b>#3[f]</b> 个普通战利品的位置。<br>在模拟宇宙、差分宇宙中使用秘技进入战斗后，每个波次开始时对精英级别以下的敌方目标造成等同于目标 <b>#4[p]</b> 生命上限的<u>真实伤害</u>，对精英级别及以上的目标造成等同于目标 <b>#5[p]</b> 生命上限的<u>真实伤害</u>。<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.6,
                    2.0,
                    3.0,
                    0.99,
                    0.3,
                    25.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Maze",
            "EE": [
                10000017
            ]
        },
        "v6": {
            "Name": "看看好看的",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "强化",
            "Desc": "使用秘技后，下一次战斗开始时大黑塔攻击力提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。<br>若当前场景存在普通战利品，使用秘技后标记最多 <b>#3[f]</b> 个普通战利品的位置。<br>在模拟宇宙、差分宇宙中使用秘技进入战斗后，每个波次开始时对精英级别以下的敌方目标造成等同于目标 <b>#4[p]</b> 生命上限的<u>真实伤害</u>，对精英级别及以上的目标造成等同于目标 <b>#5[p]</b> 生命上限的<u>真实伤害</u>。<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.6,
                    2.0,
                    3.0,
                    0.99,
                    0.3,
                    25.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1401_Maze",
            "EE": [
                10000017
            ]
        }
    },
    "140109": {
        "v1": {
            "Name": "我有一个大胆的想法",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗1层【灵感】，对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技中被击中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，重复2次，最后，对所有敌方目标造成等同于大黑塔@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.4,
                    1.0,
                    0.2
                ],
                [
                    0.44,
                    1.0,
                    0.22
                ],
                [
                    0.48,
                    1.0,
                    0.24
                ],
                [
                    0.52,
                    1.0,
                    0.26
                ],
                [
                    0.56,
                    1.0,
                    0.28
                ],
                [
                    0.6,
                    1.0,
                    0.3
                ],
                [
                    0.65,
                    1.0,
                    0.325
                ],
                [
                    0.7,
                    1.0,
                    0.35
                ],
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.8,
                    1.0,
                    0.4
                ],
                [
                    0.84,
                    1.0,
                    0.42
                ],
                [
                    0.88,
                    1.0,
                    0.44
                ],
                [
                    0.92,
                    1.0,
                    0.46
                ],
                [
                    0.96,
                    1.0,
                    0.48
                ],
                [
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP02"
        },
        "v2": {
            "Name": "我有一个大胆的想法",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗1层【灵感】，对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技中被击中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，重复2次，最后，对所有敌方目标造成等同于大黑塔@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.4,
                    1.0,
                    0.2
                ],
                [
                    0.44,
                    1.0,
                    0.22
                ],
                [
                    0.48,
                    1.0,
                    0.24
                ],
                [
                    0.52,
                    1.0,
                    0.26
                ],
                [
                    0.56,
                    1.0,
                    0.28
                ],
                [
                    0.6,
                    1.0,
                    0.3
                ],
                [
                    0.65,
                    1.0,
                    0.325
                ],
                [
                    0.7,
                    1.0,
                    0.35
                ],
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.8,
                    1.0,
                    0.4
                ],
                [
                    0.84,
                    1.0,
                    0.42
                ],
                [
                    0.88,
                    1.0,
                    0.44
                ],
                [
                    0.92,
                    1.0,
                    0.46
                ],
                [
                    0.96,
                    1.0,
                    0.48
                ],
                [
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP02"
        },
        "v3": {
            "Name": "我有一个大胆的想法",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗1层【灵感】，对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技中被击中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，重复2次，最后，对所有敌方目标造成等同于大黑塔@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.4,
                    1.0,
                    0.2
                ],
                [
                    0.44,
                    1.0,
                    0.22
                ],
                [
                    0.48,
                    1.0,
                    0.24
                ],
                [
                    0.52,
                    1.0,
                    0.26
                ],
                [
                    0.56,
                    1.0,
                    0.28
                ],
                [
                    0.6,
                    1.0,
                    0.3
                ],
                [
                    0.65,
                    1.0,
                    0.325
                ],
                [
                    0.7,
                    1.0,
                    0.35
                ],
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.8,
                    1.0,
                    0.4
                ],
                [
                    0.84,
                    1.0,
                    0.42
                ],
                [
                    0.88,
                    1.0,
                    0.44
                ],
                [
                    0.92,
                    1.0,
                    0.46
                ],
                [
                    0.96,
                    1.0,
                    0.48
                ],
                [
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP02"
        },
        "v4": {
            "Name": "我有一个大胆的想法",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗1层【灵感】，对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技中被击中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，重复2次，最后，对所有敌方目标造成等同于大黑塔@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.4,
                    1.0,
                    0.2
                ],
                [
                    0.44,
                    1.0,
                    0.22
                ],
                [
                    0.48,
                    1.0,
                    0.24
                ],
                [
                    0.52,
                    1.0,
                    0.26
                ],
                [
                    0.56,
                    1.0,
                    0.28
                ],
                [
                    0.6,
                    1.0,
                    0.3
                ],
                [
                    0.65,
                    1.0,
                    0.325
                ],
                [
                    0.7,
                    1.0,
                    0.35
                ],
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.8,
                    1.0,
                    0.4
                ],
                [
                    0.84,
                    1.0,
                    0.42
                ],
                [
                    0.88,
                    1.0,
                    0.44
                ],
                [
                    0.92,
                    1.0,
                    0.46
                ],
                [
                    0.96,
                    1.0,
                    0.48
                ],
                [
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP02"
        },
        "v5": {
            "Name": "我有一个大胆的想法",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗1层【灵感】，对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技中被击中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，重复2次，最后，对所有敌方目标造成等同于大黑塔@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.4,
                    1.0,
                    0.2
                ],
                [
                    0.44,
                    1.0,
                    0.22
                ],
                [
                    0.48,
                    1.0,
                    0.24
                ],
                [
                    0.52,
                    1.0,
                    0.26
                ],
                [
                    0.56,
                    1.0,
                    0.28
                ],
                [
                    0.6,
                    1.0,
                    0.3
                ],
                [
                    0.65,
                    1.0,
                    0.325
                ],
                [
                    0.7,
                    1.0,
                    0.35
                ],
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.8,
                    1.0,
                    0.4
                ],
                [
                    0.84,
                    1.0,
                    0.42
                ],
                [
                    0.88,
                    1.0,
                    0.44
                ],
                [
                    0.92,
                    1.0,
                    0.46
                ],
                [
                    0.96,
                    1.0,
                    0.48
                ],
                [
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP02"
        },
        "v6": {
            "Name": "我有一个大胆的想法",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗1层【灵感】，对指定敌方单体造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害并施加 <b>#2[f]</b> 层【解读】。对本次战技中被击中过的目标及其相邻目标造成等同于大黑塔@ <b>#1[p]</b> #攻击力的冰属性伤害，重复2次，最后，对所有敌方目标造成等同于大黑塔@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.4,
                    1.0,
                    0.2
                ],
                [
                    0.44,
                    1.0,
                    0.22
                ],
                [
                    0.48,
                    1.0,
                    0.24
                ],
                [
                    0.52,
                    1.0,
                    0.26
                ],
                [
                    0.56,
                    1.0,
                    0.28
                ],
                [
                    0.6,
                    1.0,
                    0.3
                ],
                [
                    0.65,
                    1.0,
                    0.325
                ],
                [
                    0.7,
                    1.0,
                    0.35
                ],
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.8,
                    1.0,
                    0.4
                ],
                [
                    0.84,
                    1.0,
                    0.42
                ],
                [
                    0.88,
                    1.0,
                    0.44
                ],
                [
                    0.92,
                    1.0,
                    0.46
                ],
                [
                    0.96,
                    1.0,
                    0.48
                ],
                [
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.5,
                1.0
            ],
            "Icon": "SkillIcon_1401_BP02"
        }
    }
}

var _avatarskilltree_ = {
    "1401": {
        "v1": {
            "Add": {
                "IceAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "冷漠的诚实",
                "Desc": "我方目标攻击时，对被击中的敌方目标施加1层【解读】。攻击后，本次攻击每击中1个目标就使大黑塔固定恢复 <b><color style='color:#f29e38'>3</color></b> 点能量，最多计算5个目标。<br>隐藏数值：1.0",
                "Icon": "SkillIcon_1401_SkillTree1"
            },
            "Tree2": {
                "Name": "视界外来信",
                "Desc": "进入战斗时，若队伍中的「智识」命途角色不少于2名，使我方全体暴击伤害提高 <b><color style='color:#f29e38'>80%</color></b> ，攻击后对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】，行迹【冷漠的诚实】计算击中目标数时至少计算 <b><color style='color:#f29e38'>3</color></b> 个目标。",
                "Icon": "SkillIcon_1401_SkillTree2"
            },
            "Tree3": {
                "Name": "饥饿的地景",
                "Desc": "敌方目标每被施加1层【解读】，大黑塔终结技的伤害倍率提高 <b><color style='color:#f29e38'>1%</color></b> ，可叠加 <b><color style='color:#f29e38'>99</color></b> 次。",
                "Icon": "SkillIcon_1401_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "IceAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "冷漠的诚实",
                "Desc": "我方目标攻击时，对被击中的敌方目标施加1层【解读】。攻击后，本次攻击每击中1个目标就使大黑塔固定恢复 <b><color style='color:#f29e38'>3</color></b> 点能量，最多计算5个目标。<br>隐藏数值：1.0",
                "Icon": "SkillIcon_1401_SkillTree1"
            },
            "Tree2": {
                "Name": "视界外来信",
                "Desc": "进入战斗时，若队伍中的「智识」命途角色不少于2名，使我方全体暴击伤害提高 <b><color style='color:#f29e38'>80%</color></b> ，攻击后对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】，行迹【冷漠的诚实】计算击中目标数时至少计算 <b><color style='color:#f29e38'>3</color></b> 个目标。",
                "Icon": "SkillIcon_1401_SkillTree2"
            },
            "Tree3": {
                "Name": "饥饿的地景",
                "Desc": "敌方目标每被施加1层【解读】，大黑塔终结技的伤害倍率提高 <b><color style='color:#f29e38'>1%</color></b> ，可叠加 <b><color style='color:#f29e38'>99</color></b> 次。",
                "Icon": "SkillIcon_1401_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "IceAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "冷漠的诚实",
                "Desc": "我方目标攻击时，对被击中的敌方目标施加1层【解读】。攻击后，本次攻击每击中1个目标就使大黑塔固定恢复 <b><color style='color:#f29e38'>3</color></b> 点能量，最多计算5个目标。施放强化战技时，若目标的【解读】层数为 <b><color style='color:#f29e38'>42</color></b> ，使大黑塔造成的伤害提高 <b><color style='color:#f29e38'>50%</color></b> ，持续到本次强化战技结束。",
                "Icon": "SkillIcon_1401_SkillTree1"
            },
            "Tree2": {
                "Name": "视界外来信",
                "Desc": "进入战斗时，若队伍中的「智识」命途角色不少于2名，使我方全体暴击伤害提高 <b><color style='color:#f29e38'>80%</color></b> ，行迹【冷漠的诚实】计算击中目标数时至少计算 <b><color style='color:#f29e38'>3</color></b> 个目标，攻击后对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】，若为「智识」命途角色则额外施加 <b><color style='color:#f29e38'>2</color></b> 层【解读】。",
                "Icon": "SkillIcon_1401_SkillTree2"
            },
            "Tree3": {
                "Name": "饥饿的地景",
                "Desc": "敌方目标每被施加1层【解读】，大黑塔终结技的伤害倍率提高 <b><color style='color:#f29e38'>1%</color></b> ，可叠加 <b><color style='color:#f29e38'>99</color></b> 次。",
                "Icon": "SkillIcon_1401_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "IceAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "冷漠的诚实",
                "Desc": "我方目标攻击时，对被击中的敌方目标施加1层【解读】。攻击后，本次攻击每击中1个目标就使大黑塔固定恢复 <b><color style='color:#f29e38'>3</color></b> 点能量，最多计算5个目标。施放强化战技时，若主目标的【解读】层数为 <b><color style='color:#f29e38'>42</color></b> ，使大黑塔造成的伤害提高 <b><color style='color:#f29e38'>50%</color></b> ，持续到本次攻击结束。",
                "Icon": "SkillIcon_1401_SkillTree1"
            },
            "Tree2": {
                "Name": "视界外来信",
                "Desc": "进入战斗时，若队伍中的「智识」命途角色不少于2名，使我方全体暴击伤害提高 <b><color style='color:#f29e38'>80%</color></b> ，行迹【冷漠的诚实】计算击中目标数时至少计算 <b><color style='color:#f29e38'>3</color></b> 个目标，攻击后对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】，若为「智识」命途角色则额外施加 <b><color style='color:#f29e38'>2</color></b> 层【解读】。",
                "Icon": "SkillIcon_1401_SkillTree2"
            },
            "Tree3": {
                "Name": "饥饿的地景",
                "Desc": "敌方目标每被施加1层【解读】，大黑塔获得1层【谜底】，最多叠加 <b><color style='color:#f29e38'>99</color></b> 层。施放终结技时，每持有1层【谜底】，使本次终结技的伤害倍率提高 <b><color style='color:#f29e38'>1%</color></b> 。",
                "Icon": "SkillIcon_1401_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "IceAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "冷漠的诚实",
                "Desc": "我方目标攻击时，对被击中的敌方目标施加1层【解读】。攻击后，本次攻击每击中1个目标就使大黑塔固定恢复 <b><color style='color:#f29e38'>3</color></b> 点能量，最多计算5个目标。施放强化战技时，若主目标的【解读】层数为 <b><color style='color:#f29e38'>42</color></b> ，使大黑塔造成的伤害提高 <b><color style='color:#f29e38'>50%</color></b> ，持续到本次攻击结束。",
                "Icon": "SkillIcon_1401_SkillTree1"
            },
            "Tree2": {
                "Name": "视界外来信",
                "Desc": "进入战斗时，若队伍中的「智识」命途角色大于等于2名，使我方全体暴击伤害提高 <b><color style='color:#f29e38'>80%</color></b> ，行迹【冷漠的诚实】计算击中目标数时至少计算 <b><color style='color:#f29e38'>3</color></b> 个目标，攻击后对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】，若攻击者为「智识」命途角色则额外施加 <b><color style='color:#f29e38'>2</color></b> 层【解读】。",
                "Icon": "SkillIcon_1401_SkillTree2"
            },
            "Tree3": {
                "Name": "饥饿的地景",
                "Desc": "敌方目标每被施加1层【解读】，大黑塔获得1层【谜底】，最多叠加 <b><color style='color:#f29e38'>99</color></b> 层。施放终结技时，每持有1层【谜底】，使本次终结技的伤害倍率提高 <b><color style='color:#f29e38'>1%</color></b> 。",
                "Icon": "SkillIcon_1401_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "IceAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "冷漠的诚实",
                "Desc": "我方目标攻击时，对被击中的敌方目标施加1层【解读】。攻击后，本次攻击每击中1个目标就使大黑塔固定恢复 <b><color style='color:#f29e38'>3</color></b> 点能量，最多计算5个目标。施放强化战技时，若主目标的【解读】层数达到 <b><color style='color:#f29e38'>42</color></b> ，使大黑塔造成的伤害提高 <b><color style='color:#f29e38'>50%</color></b> ，持续到本次攻击结束。",
                "Icon": "SkillIcon_1401_SkillTree1"
            },
            "Tree2": {
                "Name": "视界外来信",
                "Desc": "进入战斗时，若队伍中的「智识」命途角色大于等于2名，使我方全体暴击伤害提高 <b><color style='color:#f29e38'>80%</color></b> ，行迹【冷漠的诚实】计算击中目标数时至少计算 <b><color style='color:#f29e38'>3</color></b> 个目标，攻击后对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】，若攻击者为「智识」命途角色则额外施加 <b><color style='color:#f29e38'>2</color></b> 层【解读】。",
                "Icon": "SkillIcon_1401_SkillTree2"
            },
            "Tree3": {
                "Name": "饥饿的地景",
                "Desc": "敌方目标每被施加1层【解读】，大黑塔获得1层【谜底】，最多叠加 <b><color style='color:#f29e38'>99</color></b> 层。施放终结技时，每持有1层【谜底】，使本次终结技的伤害倍率提高 <b><color style='color:#f29e38'>1%</color></b> 。",
                "Icon": "SkillIcon_1401_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140101": {
        "v1": {
            "Rank": 1,
            "Name": "群星岸落之夜",
            "Desc": "强化战技计算【解读】层数时，额外计算战技目标及相邻目标中层数最高的2个目标当前【解读】层数的 <b><color style='color:#f29e38'>30%</color></b> 。<br>隐藏数值：3.0<br>隐藏数值：3.0",
            "Icon": "SkillIcon_1401_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "群星岸落之夜",
            "Desc": "强化战技计算【解读】层数时，额外计算战技目标及相邻目标中层数最高的2个目标当前【解读】层数的 <b><color style='color:#f29e38'>30%</color></b> 。<br>隐藏数值：3.0<br>隐藏数值：3.0",
            "Icon": "SkillIcon_1401_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "群星岸落之夜",
            "Desc": "强化战技计算【解读】层数时，额外计算战技目标及相邻目标中层数最高的2个目标当前【解读】层数的 <b><color style='color:#f29e38'>30%</color></b> 。施放强化战技重置【解读】时，若主目标当前的【解读】层数大于等于 <b><color style='color:#f29e38'>10</color></b> 层，改为将层数重置为 <b><color style='color:#f29e38'>10</color></b> 层。",
            "Icon": "SkillIcon_1401_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "群星岸落之夜",
            "Desc": "强化战技计算【解读】层数时，额外计算主目标及相邻目标中层数最高的2个目标当前【解读】层数的 <b><color style='color:#f29e38'>30%</color></b> 。施放强化战技重置【解读】时，若主目标当前的【解读】层数大于等于 <b><color style='color:#f29e38'>10</color></b> 层，改为将层数重置为 <b><color style='color:#f29e38'>10</color></b> 层。",
            "Icon": "SkillIcon_1401_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "群星岸落之夜",
            "Desc": "强化战技计算【解读】层数时，额外计算主目标及相邻目标中层数最高的1个目标当前【解读】层数的 <b><color style='color:#f29e38'>50%</color></b> 。施放强化战技重置【解读】时，改为将层数重置为 <b><color style='color:#f29e38'>15</color></b> 层。",
            "Icon": "SkillIcon_1401_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "群星岸落之夜",
            "Desc": "强化战技计算【解读】层数时，额外计算主目标及相邻目标中层数最高的1个目标当前【解读】层数的 <b><color style='color:#f29e38'>50%</color></b> 。施放强化战技重置【解读】时，改为将层数重置为 <b><color style='color:#f29e38'>15</color></b> 层。",
            "Icon": "SkillIcon_1401_Rank1"
        }
    },
    "140102": {
        "v1": {
            "Rank": 2,
            "Name": "穿过锁孔之风",
            "Desc": "我方攻击后，对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】。敌方目标被施加【解读】时，若层数达到 <b><color style='color:#f29e38'>42</color></b> ，大黑塔获得1层【灵感】，该效果每个敌方目标只能触发1次。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_1401_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "穿过锁孔之风",
            "Desc": "我方攻击后，对被击中的敌方目标中【解读】层数最高的目标施加 <b><color style='color:#f29e38'>1</color></b> 层【解读】。敌方目标被施加【解读】时，若层数达到 <b><color style='color:#f29e38'>42</color></b> ，大黑塔获得1层【灵感】，该效果每个敌方目标只能触发1次。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_1401_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "穿过锁孔之风",
            "Desc": "敌方目标被施加或转移【解读】时，若层数被叠加到 <b><color style='color:#f29e38'>42</color></b> 层，大黑塔获得1层【灵感】。施放强化战技时，使大黑塔行动提前 <b><color style='color:#f29e38'>15%</color></b> ，若目标的【解读】层数为 <b><color style='color:#f29e38'>42</color></b> ，额外使大黑塔行动提前 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "穿过锁孔之风",
            "Desc": "敌方目标被施加或转移【解读】时，若层数达到 <b><color style='color:#f29e38'>42</color></b> 层，大黑塔获得1层【灵感】。施放强化战技时，大黑塔的下一次<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> ，若主目标的【解读】层数为 <b><color style='color:#f29e38'>42</color></b> ，额外行动提前 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "穿过锁孔之风",
            "Desc": "大黑塔进入战斗和施放终结技后，额外获得1层【灵感】。施放强化战技后，大黑塔的下一次<u>行动提前</u> <b><color style='color:#f29e38'>35%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "穿过锁孔之风",
            "Desc": "大黑塔进入战斗和施放终结技后，额外获得1层【灵感】。施放强化战技后，大黑塔的下一次<u>行动提前</u> <b><color style='color:#f29e38'>35%</color></b> 。<br>隐藏数值：42.0<br>隐藏数值：0.25",
            "Icon": "SkillIcon_1401_Rank2"
        }
    },
    "140103": {
        "v1": {
            "Rank": 3,
            "Name": "进入盛夏之门",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1401_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "进入盛夏之门",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1401_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "进入盛夏之门",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1401_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "进入盛夏之门",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1401_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "进入盛夏之门",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1401_BP"
        },
        "v6": {
            "Rank": 3,
            "Name": "进入盛夏之门",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1401_BP"
        }
    },
    "140104": {
        "v1": {
            "Rank": 4,
            "Name": "第十六把钥匙",
            "Desc": "队伍中的「智识」命途角色的速度提高 <b><color style='color:#f29e38'>10%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "第十六把钥匙",
            "Desc": "队伍中的「智识」命途角色的速度提高 <b><color style='color:#f29e38'>10%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "第十六把钥匙",
            "Desc": "队伍中的「智识」命途角色的速度提高 <b><color style='color:#f29e38'>12%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "第十六把钥匙",
            "Desc": "队伍中的「智识」命途角色的速度提高 <b><color style='color:#f29e38'>12%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "第十六把钥匙",
            "Desc": "队伍中的「智识」命途角色的速度提高 <b><color style='color:#f29e38'>12%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "第十六把钥匙",
            "Desc": "队伍中的「智识」命途角色的速度提高 <b><color style='color:#f29e38'>12%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank4"
        }
    },
    "140105": {
        "v1": {
            "Rank": 5,
            "Name": "苦药似的真理",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "苦药似的真理",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "苦药似的真理",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "苦药似的真理",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "苦药似的真理",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1401_Ultra"
        },
        "v6": {
            "Rank": 5,
            "Name": "苦药似的真理",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1401_Ultra"
        }
    },
    "140106": {
        "v1": {
            "Rank": 6,
            "Name": "甜饵般的答案",
            "Desc": "【饥饿的地景】每层额外使终结技的伤害倍率提高 <b><color style='color:#f29e38'>4%</color></b> ，最多可额外使终结技的伤害倍率提高 <b><color style='color:#f29e38'>396%</color></b> 。需要先解锁行迹【饥饿的地景】。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_1401_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "甜饵般的答案",
            "Desc": "【饥饿的地景】每层额外使终结技的伤害倍率提高 <b><color style='color:#f29e38'>4%</color></b> ，最多可额外使终结技的伤害倍率提高 <b><color style='color:#f29e38'>396%</color></b> 。需要先解锁行迹【饥饿的地景】。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_1401_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "甜饵般的答案",
            "Desc": "大黑塔的冰属性抗性穿透提高 <b><color style='color:#f29e38'>20%</color></b> ，当场上敌方目标数量等于3或以上/2/1名时，终结技的伤害倍率提高 <b><color style='color:#f29e38'>140%</color></b> / <b><color style='color:#f29e38'>250%</color></b> / <b><color style='color:#f29e38'>400%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "甜饵般的答案",
            "Desc": "大黑塔的冰属性抗性穿透提高 <b><color style='color:#f29e38'>20%</color></b> ，当场上敌方目标数量等于3或以上/2/1名时，终结技的伤害倍率提高 <b><color style='color:#f29e38'>140%</color></b> / <b><color style='color:#f29e38'>250%</color></b> / <b><color style='color:#f29e38'>400%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "甜饵般的答案",
            "Desc": "大黑塔的冰属性抗性穿透提高 <b><color style='color:#f29e38'>20%</color></b> ，当场上敌方目标数量等于3或以上/2/1名时，终结技的伤害倍率提高 <b><color style='color:#f29e38'>140%</color></b> / <b><color style='color:#f29e38'>250%</color></b> / <b><color style='color:#f29e38'>400%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "甜饵般的答案",
            "Desc": "大黑塔的冰属性抗性穿透提高 <b><color style='color:#f29e38'>20%</color></b> ，当场上敌方目标数量等于3或以上/2/1名时，终结技的伤害倍率提高 <b><color style='color:#f29e38'>140%</color></b> / <b><color style='color:#f29e38'>250%</color></b> / <b><color style='color:#f29e38'>400%</color></b> 。",
            "Icon": "SkillIcon_1401_Rank6"
        }
    }
}

var _story_ = {
    "1401": [
        {
            "_id": 1,
            "Story": "天才俱乐部#83黑塔本尊，深居银河边境的时钟塔内，探寻宇宙终极奥秘的「魔法使」。<br>因返老还童，外貌永葆全盛时期的少女青春。厌恶闲人琐事，杂事通常交由人偶完成。"
        },
        {
            "_id": 2,
            "Story": "【档案编号】███████<br>【奇物名称】「天才的童年万华镜」<br>【注意事项】千万别偷看！千万别偷看！！千万别偷看！！！<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>真的要看？<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>你确定？<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>算了，都滑到这了。后果概不负责。<br>【奇物档案】<br>天才俱乐部#83黑塔女士的私人密藏品，由忆庭提供技术支持。仅供当事人以第一人称视角重温美妙时光的记忆切片。<br>警告：危险物品，非当事人请勿私自凝视，否则有极大概率遭受严重的精神攻击。<br>案例：曾有两位审核人员私自观看。一位胡言乱语不知自己姓甚名谁，另一位胡言乱语只知重复「黑塔女士伟大！」。<br>【科员留言】<br><i>「『不动点是乳白色的蝴蝶结，发散级数像闪着寒光的匕首项链。卷积作褐色头发的波浪，分形是坏心情的影响。无限大与无限小吵得不可开交，给它们套上对角线的裙装再劝架：看呐，在一切集合中，最美的，当属我自己……』——对，就是那个小女孩念叨的，很神奇吧，哈哈哈哈，好神奇呀，我又是谁，我在哪里……」</i><br><align=\"right\">——某位审核人员的口述</align><br><i>「摆满洋娃娃的大房间里，飘满了我从没见过的公式与符号，它们长出手脚，扮鬼脸，围着她跳舞。她会打开像城堡一样高的衣橱，为它们挑选衣服，它们有各自的角色，出现在不同的节目中…当她停下计算时，我的精神也在那一刻得到了彻底的洗礼——黑塔女士伟大！黑塔女士伟大！黑塔女士伟大！黑塔女士伟大……」</i><br><align=\"right\">——某位审核人员的口述</align><br><b>【备注】</b><br><i>留着这份奇物，不过是方便我重温欣赏儿时的美貌。你们这么想看，出事可怪不得我。姑且还是给你们点建议吧：给这两个倒霉蛋找点博识学会的书念念对冲一下，马上就会好起来的。</i><br><align=\"right\">大黑塔</align>"
        },
        {
            "_id": 3,
            "Story": "<b>纪念黑塔女士诞辰██周年研讨会</b><br>会议记录 · 议题一：黑塔女士科学成就回顾<br>会议记录 · 议题二：黑塔女士生平轶事回顾<br>……<br>会议记录 · 议题五：专题研讨「科学的极限与真意」<br>……<br>会议记录 · 临时议题：默哀环节：据权威媒体突发报道，黑塔女士已因病离世……<br>会议记录 · 临时议题二：黑塔女士现身致辞！<br><b>黑塔女士发言：</b><br><i>「感谢各位对我的深情悼念，真不巧，又要让某些人失望了。」<br><br>「您是…黑塔女士？」<br>「这是，黑塔女士的人偶？」<br>「是那篇返老还童的论文…真的实现了？！」<br>「黑塔女士，请解释一下！」<br>……<br>黑塔女士清了清喉咙，举起手中的权杖——<br>「是因为『魔法』。」<br><br>「黑塔女士，请留步！」<br>「不可能！返老还童仅仅具备理论上的可能性，离实现还有十万八千里……」<br>「科学…她还算个科学家吗！一派胡言！」<br>「不是姐们…你怎么做到每次出场都这么酷炫的？」</i><br><br><i>「好玩吧？媒体为了抢头条总是三天两头假报新闻，而那些老家伙总盼着我去世，好验证我返老还童的理论不过是纸上谈兵。」</i><br>她关掉会议录像，继续悠然享用每日下午茶。<br><i>「你的每一项理论成果，最后都被证明有实现的可能，不过…后世的学者从未理解你的真意，因此也无法复现。」</i>清冷的女士端起茶。<br><i>「逻辑：所谓重返青春的『魔法』，是黑塔女士表示嘲讽的修辞。推理：该理论的基础原理涉及能量的逆转与时间的流动，涉及到苛刻的实现条件。计算：……」</i><br>她笑眯眯地将一块梅花糕点推至智械面前，打断了他的话。<br><i>「看破不说破。吃你的吧。」</i>"
        },
        {
            "_id": 4,
            "Story": "银河边境，寂寥无生命的星系中，一座神秘的高塔在漩涡中若隐若现。<br><br><i>「这么大的地方，我可不想被累死。」<br>她看了看空空荡荡的屋子，示意人偶向前。<br>咯咯哒，咯哒咯，哒咯咯，她们扭动身体，雀跃而来——<br>「黑塔女士举世无双！」<br>「黑塔女士聪明绝顶！」<br>「黑塔女士沉鱼落雁！」<br>「好了好了，忙你们的去吧。」</i>她不耐烦地挥挥手。<br>三个擦地，两个浇花，还有一个……<br><i>「泡咖啡吧。天冷了，喝热的。」</i><br>棕色的豆子碾碎，沸水冲过，黑色液体咕嘟咕嘟冒泡。<br><i>「黑塔女士。您有一条来自博识学会的消息。他们质疑您……」<br>「又在抱怨我的『显然可证』了么，替我从自动回复列表中挑几句回复吧。」<br>「黑塔女士。您有一条来自星际和平公司的消息。他们邀约您……」<br>「跟他们说，我对那些发明不感兴趣。」<br>「黑塔女士，您有一条来自第一真理大学的消息。他们聘请您担任荣誉教授……」<br>「那是什么学校？」</i><br>……<br>渐渐地，人偶替她处理所有世间琐事，她也从人们的视线中淡出。<br>在那高塔顶端，她不再关心外界，只用演算心中尚存的疑问。<br><i>「我想知道，█████████████？」</i><br>第一面镜由此诞生。<br><i>「我想知道，█████████████？」</i><br>第二面镜熠熠落成。<br><i>「我想知道，█████████████？」</i><br>第三面镜清脆有声。<br><i>「我想知道，█████████████？」</i><br>第四面镜毕恭毕敬。<br>无人知晓那名烁古今的天才如今在何处，又为何从不现身。唯有她提出的理论与猜想，仍不断引起经久不息的讨论。<br><br>漫长的时光过去，当她演算完毕时，看起来似乎并不满意。<br><i>「现在没有问题可解了——这才是最大的问题啊。」</i><br><i>「您是说……」</i>镜子心领神会。<br><i>「不如，来创造更多的问题吧！」</i>"
        },
        {
            "_id": 5,
            "Story": "黑塔：模拟宇宙一直在模拟星神并向祂们发问，这一次不如让星神来问问我…最好把我问得哑口无言。<br>黑塔：…得先把祂们引出来。<br>模拟宇宙：黑塔女士向模拟宇宙全域广播虚数流溢问题的答案，失败。<br>模拟宇宙：黑塔女士捏着鼻子向模拟宇宙全域发表了赞美星神的演讲，失败。<br>黑塔：没劲，走了。<br>模拟宇宙：一瞬间，祂出现了。祂的身躯庞大若神物，齿轮与纤缆精妙绝伦地纠缠在一起。祂观察、计算、求解一切。祂提出疑问、进行验证、获取解答。除此之外，祂什么都不做。<br>模拟宇宙：祂知道的太多了——你什么都可以问祂。在祂面前，人类是如此无知：那些你头脑中仅有的经验、知识，它们…少得可怜。<br>黑塔：果然还是博识尊给我面子。<br>黑塔：别人把我的思考视作无法理解的魔法，你的思考对我来说也差不多。所以，无所不知的存在，请向我提问——<br>博识尊：██！<br>黑塔：拜托你了，说人话吧。<br>博识尊：祂没有回答，唯有静默。<br>黑塔：……<br>黑塔：我也无话可说。<br>模拟宇宙：一瞬间，你被某种力量驱逐了，这宇宙间至深的秘密犹如长着触手的深渊，把你拖进无法逃脱的恐怖之中。<br>模拟宇宙：黑塔被强制登出。<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>模拟宇宙：黑塔重新登录。<br>黑塔：阿哈，就知道是你！<br>博识尊？：祂说的是：「哈哈！」哈哈哈哈哈哈哈！<br>博识尊？：你信了？瞧啊，模拟宇宙的算力像波板糖的花纹一样涌到这儿。<br>博识尊？：怎么？你知道祂不会回你一个「哈哈」？<br>黑塔：哈哈，因为机器头根本不会回答！问题和怀疑是思想的本质，没有禁忌、没有边界、没有尽头——<br>黑塔：除非祂撂挑子不干了。<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>黑塔：不过你不能就这么走了，作为补偿，你来问我一个问题吧，不许讲笑话。<br>阿哈：凡人一思考，机器头就发笑！要不要来当假面愚者？让我看你一眼？<br>黑塔：滚。我要伊德莉拉。<br>——<align=\"right\">一则很久之前的模拟宇宙运行记录</align>"
        }
    ]
}

var _voice_ = {
    "1401": [
        {
            "_id": "archive_theherta_1",
            "Title": "初次见面",
            "Voice": "不认识我了？早和你说过——人类，女性，年轻，貌美，可爱。"
        },
        {
            "_id": "archive_theherta_2",
            "Title": "问候",
            "Voice": "又见面了？纵观寰宇能见我第二面的人，你是第三百四十五个，以后这就是你的「黑塔编号」。记好，说不定有人要来考你。"
        },
        {
            "_id": "archive_theherta_3",
            "Title": "道别",
            "Voice": "拜拜。"
        },
        {
            "_id": "archive_theherta_4",
            "Title": "关于自己 · 头衔",
            "Voice": "博识学会的撰稿人曾想为我增设一条头衔，叫什么「独一黑塔」，来和人偶作出区分。庸俗。前者后者哪个不是我本人？所以我给了条建议——只要你敢写，我就敢自称「大黑塔」，简洁直观，信、达、雅。"
        },
        {
            "_id": "archive_theherta_5",
            "Title": "关于自己 · 生活",
            "Voice": "连宇宙的终极奥秘都不知道，还有心思聊生活？"
        },
        {
            "_id": "archive_theherta_6",
            "Title": "关于自己 · 习惯",
            "Voice": "我写证明只用三个词——「显然可得」「显然可见」「显然可知」——这不是很显然吗？"
        },
        {
            "_id": "archive_theherta_7",
            "Title": "关于自己 · 研究",
            "Voice": "曾有人质问我的研究：「这算什么科学？」那我便多说两句——「谁说这是科学了，见过魔法么？」"
        },
        {
            "_id": "archive_theherta_8",
            "Title": "闲谈 · 穿着",
            "Voice": "我好爱这顶帽子，戴着喜欢，戴着高兴。"
        },
        {
            "_id": "archive_theherta_9",
            "Title": "闲谈 · 论文",
            "Voice": "你可以什么都不写，也可以一辈子只写一篇，只要你足够大胆——思想要是不够大胆，还配称之为思想？假面愚者都懂的道理。"
        },
        {
            "_id": "archive_theherta_10",
            "Title": "爱好",
            "Voice": "我的衣橱嘛，应该也有一两座空间站的大小。当年博识尊先看了我一眼，从此世上就少了个「纯美」的令使。"
        },
        {
            "_id": "archive_theherta_11",
            "Title": "烦恼",
            "Voice": "像我这么人格健全的天才，除了在镜子里，哪里还能见到第二个？"
        },
        {
            "_id": "archive_theherta_12",
            "Title": "分享",
            "Voice": "我有很多藏室，有多少？不记得了。在哪里？宇宙各处。我将那些玩意收来，只是因为喜欢——只要有意思的，我都喜欢。"
        },
        {
            "_id": "archive_theherta_13",
            "Title": "见闻",
            "Voice": "代表凡人知识边界的是什么？很多人觉得是天才俱乐部，我觉得是我。"
        },
        {
            "_id": "archive_theherta_14",
            "Title": "关于开拓者",
            "Voice": "每当我快要对你失去兴趣时，你总能整出点新活，不会是故意的吧？还挺懂的。"
        },
        {
            "_id": "archive_theherta_15",
            "Title": "关于阮 · 梅",
            "Voice": "每次听见她实验失败的消息，我都会第一时间冲过去狠狠恭喜——对于天才，没有什么比失败更珍贵。"
        },
        {
            "_id": "archive_theherta_16",
            "Title": "关于螺丝咕姆",
            "Voice": "论逻辑和手腕，他胜我一筹，论才能和成就，他逊我三分。论审美和衣品，我俩各有所长。总的来说，我们不相上下。"
        },
        {
            "_id": "archive_theherta_17",
            "Title": "关于艾丝妲",
            "Voice": "艾丝妲是个优秀的管理者，换个本事差的人，十个空间站都不够天才们糟蹋。"
        },
        {
            "_id": "archive_theherta_18",
            "Title": "关于银狼",
            "Voice": "谁啊？哦，那个喜欢恶作剧的小姑娘。什么时候她懂得大人的游戏了，我应该就能记住她的名字了。"
        },
        {
            "_id": "archive_theherta_19",
            "Title": "关于姬子",
            "Voice": "一直以来，我认为我冲泡的咖啡与高强度科研很是般配。但若和姬子一较高下，未免小巫见大巫了——她在这件事上的想象力，我自叹不如。"
        },
        {
            "_id": "archive_theherta_20",
            "Title": "关于瓦尔特",
            "Voice": "眼神很锐利，他应该没近视吧？喜欢戴眼镜的人大多深藏不露，可惜我没什么时间，不然也想查查他的过去。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_theherta",
            "Title": "星魂激活",
            "Voice": "科学没有界限，我更没有。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_theherta",
            "Title": "角色晋阶",
            "Voice": "好东西还在前头呢，别停别停。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_theherta",
            "Title": "角色满级",
            "Voice": "这就结束了？这就满足了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_theherta",
            "Title": "行迹激活",
            "Voice": "全部点亮就好了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_theherta",
            "Title": "队伍编成 · 开拓者",
            "Voice": "模拟宇宙怎么玩，现在就怎么玩~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toruanmei_theherta",
            "Title": "队伍编成 · 阮 · 梅",
            "Voice": "这里有什么值得你好奇的？不会是我吧？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toasta_theherta",
            "Title": "队伍编成 · 艾丝妲",
            "Voice": "这望远镜不错吧？说了你要相信我的眼光。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toarlan_theherta",
            "Title": "队伍编成 · 阿兰",
            "Voice": "来——猜猜～我是谁～"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toherta_theherta",
            "Title": "队伍编成 · 黑塔",
            "Voice": "锵锵——大变活人！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosilverwolf_theherta",
            "Title": "队伍编成 · 银狼",
            "Voice": "账号找回来了吗，小姑娘？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_theherta",
            "Title": "队伍编成 · 姬子",
            "Voice": "要打发这场战斗，猜猜看接下来你还要再来几杯？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_theherta",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "完全没有长进啊。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_theherta",
            "Title": "战斗开始 · 危险预警",
            "Voice": "算是有点挑战…才怪。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_theherta_01",
            "Title": "回合开始 · 一",
            "Voice": "怎么，没见过好看的？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_theherta_02",
            "Title": "回合开始 · 二",
            "Voice": "一起上吧，别浪费时间。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_theherta",
            "Title": "回合待机",
            "Voice": "再等下去，宇宙都要大爆炸咯。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_theherta_01",
            "Title": "普攻",
            "Voice": "来喽来喽！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_theherta_01",
            "Title": "战技 · 一",
            "Voice": "新世界的大门~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_theherta_02",
            "Title": "战技 · 二",
            "Voice": "就得打开思路~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_theherta_01",
            "Title": "强化战技 · 一",
            "Voice": "洞见未知的瞬间，为它沉迷吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_theherta_02",
            "Title": "强化战技 · 二",
            "Voice": "筑就空域的壁垒，就此塌落吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_theherta_01",
            "Title": "轻受击",
            "Voice": "行啊你。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_theherta_01",
            "Title": "重受击",
            "Voice": "很嚣张嘛。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_theherta",
            "Title": "终结技 · 激活",
            "Voice": "好奇心，可是很危险的。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_theherta",
            "Title": "终结技 · 施放",
            "Voice": "谜题千千万万，但谜底却是…乌有之物。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_theherta_01",
            "Title": "无法战斗",
            "Voice": "我还会回来……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_theherta",
            "Title": "重回战斗",
            "Voice": "这里还有天才？"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_theherta",
            "Title": "回复生命",
            "Voice": "不错。我想学这个。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_theherta",
            "Title": "秘技",
            "Voice": "看见没，这就是天才。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_theherta",
            "Title": "战斗胜利",
            "Voice": "真厉害，不愧是我。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_theherta",
            "Title": "开启战利品 · 一",
            "Voice": "啊…这？拿去玩吧~"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_theherta_02",
            "Title": "开启战利品 · 二",
            "Voice": "哦……"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_theherta",
            "Title": "开启贵重战利品",
            "Voice": "别稀罕了，我有更好的。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_theherta",
            "Title": "解谜成功 · 一",
            "Voice": "我觉得…也就那样吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_theherta_02",
            "Title": "解谜成功 · 二",
            "Voice": "谁出的题？回去重写。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_theherta",
            "Title": "发现敌方目标",
            "Voice": "什么东西，还以为大的要来了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_theherta",
            "Title": "返回城镇",
            "Voice": "有事吗？没事我就走了。"
        }
    ]
}

var _notes_ = {
    "1401": [
        "行迹的能量恢复效果@不受充能效率影响#<br>不受充能效率影响的角色和装备技能有：白露1魂、藿藿终结技、流萤战技、星期日终结技、大黑塔行迹、停云终结技、阮梅光锥"
    ]
}

var _adiff_ = {
    "1401": {}
}

var _mtc_ = {
    "1401": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111001": 5
            },
            {
                "2": 8000,
                "111001": 10
            },
            {
                "2": 16000,
                "111002": 6,
                "110423": 3
            },
            {
                "2": 40000,
                "111002": 9,
                "110423": 7
            },
            {
                "2": 80000,
                "111003": 6,
                "110423": 20
            },
            {
                "2": 160000,
                "111003": 9,
                "110423": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110201": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "111002": 4
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "111003": 3
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "111003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110506": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110506": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111001": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "111001": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "111002": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "111002": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "111002": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "111003": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110506": 1,
                        "111003": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110506": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "冰属性伤害提高 +22.4%",
                "Mat": {
                    "2": 237500,
                    "111001": 2,
                    "110202": 8,
                    "111002": 7,
                    "110203": 11,
                    "111003": 11
                }
            },
            {
                "Name": "攻击力 +18%",
                "Mat": {
                    "2": 210000,
                    "110201": 3,
                    "111001": 6,
                    "110203": 11,
                    "111003": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110202": 3,
                    "111002": 3,
                    "110203": 8,
                    "111003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "冷漠的诚实",
                "Mat": {
                    "2": 5000,
                    "110201": 3,
                    "110506": 1
                }
            },
            {
                "Name": "视界外来信",
                "Mat": {
                    "2": 20000,
                    "110202": 5,
                    "241": 1,
                    "110506": 1
                }
            },
            {
                "Name": "饥饿的地景",
                "Mat": {
                    "2": 160000,
                    "110203": 8,
                    "241": 1,
                    "110506": 1
                }
            }
        ]
    }
}