// Auto Generated

var _avatarskill_ = {
    "140401": {
        "v1": {
            "Name": "踏破征途的誓言",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v2": {
            "Name": "踏破征途的誓言",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v3": {
            "Name": "踏破征途的誓言",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v4": {
            "Name": "踏破征途的誓言",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v5": {
            "Name": "踏破征途的誓言",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "Live": {
            "Name": "踏破征途的誓言",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        }
    },
    "140402": {
        "v1": {
            "Name": "万死无悔",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命 <b>#3[p]</b> 的生命值，对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。",
            "Params": [
                [
                    0.45,
                    0.25,
                    0.5
                ],
                [
                    0.495,
                    0.275,
                    0.5
                ],
                [
                    0.54,
                    0.3,
                    0.5
                ],
                [
                    0.585,
                    0.325,
                    0.5
                ],
                [
                    0.63,
                    0.35,
                    0.5
                ],
                [
                    0.675,
                    0.375,
                    0.5
                ],
                [
                    0.73125,
                    0.40625,
                    0.5
                ],
                [
                    0.7875,
                    0.4375,
                    0.5
                ],
                [
                    0.84375,
                    0.46875,
                    0.5
                ],
                [
                    0.9,
                    0.5,
                    0.5
                ],
                [
                    0.945,
                    0.525,
                    0.5
                ],
                [
                    0.99,
                    0.55,
                    0.5
                ],
                [
                    1.035,
                    0.575,
                    0.5
                ],
                [
                    1.08,
                    0.6,
                    0.5
                ],
                [
                    1.125,
                    0.625,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP"
        },
        "v2": {
            "Name": "万死无悔",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命 <b>#3[p]</b> 的生命值，对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。",
            "Params": [
                [
                    0.45,
                    0.25,
                    0.5
                ],
                [
                    0.495,
                    0.275,
                    0.5
                ],
                [
                    0.54,
                    0.3,
                    0.5
                ],
                [
                    0.585,
                    0.325,
                    0.5
                ],
                [
                    0.63,
                    0.35,
                    0.5
                ],
                [
                    0.675,
                    0.375,
                    0.5
                ],
                [
                    0.73125,
                    0.40625,
                    0.5
                ],
                [
                    0.7875,
                    0.4375,
                    0.5
                ],
                [
                    0.84375,
                    0.46875,
                    0.5
                ],
                [
                    0.9,
                    0.5,
                    0.5
                ],
                [
                    0.945,
                    0.525,
                    0.5
                ],
                [
                    0.99,
                    0.55,
                    0.5
                ],
                [
                    1.035,
                    0.575,
                    0.5
                ],
                [
                    1.08,
                    0.6,
                    0.5
                ],
                [
                    1.125,
                    0.625,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP"
        },
        "v3": {
            "Name": "万死无悔",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。",
            "Params": [
                [
                    0.45,
                    0.25,
                    0.5
                ],
                [
                    0.495,
                    0.275,
                    0.5
                ],
                [
                    0.54,
                    0.3,
                    0.5
                ],
                [
                    0.585,
                    0.325,
                    0.5
                ],
                [
                    0.63,
                    0.35,
                    0.5
                ],
                [
                    0.675,
                    0.375,
                    0.5
                ],
                [
                    0.73125,
                    0.40625,
                    0.5
                ],
                [
                    0.7875,
                    0.4375,
                    0.5
                ],
                [
                    0.84375,
                    0.46875,
                    0.5
                ],
                [
                    0.9,
                    0.5,
                    0.5
                ],
                [
                    0.945,
                    0.525,
                    0.5
                ],
                [
                    0.99,
                    0.55,
                    0.5
                ],
                [
                    1.035,
                    0.575,
                    0.5
                ],
                [
                    1.08,
                    0.6,
                    0.5
                ],
                [
                    1.125,
                    0.625,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP"
        },
        "v4": {
            "Name": "万死无悔",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。",
            "Params": [
                [
                    0.45,
                    0.25,
                    0.5
                ],
                [
                    0.495,
                    0.275,
                    0.5
                ],
                [
                    0.54,
                    0.3,
                    0.5
                ],
                [
                    0.585,
                    0.325,
                    0.5
                ],
                [
                    0.63,
                    0.35,
                    0.5
                ],
                [
                    0.675,
                    0.375,
                    0.5
                ],
                [
                    0.73125,
                    0.40625,
                    0.5
                ],
                [
                    0.7875,
                    0.4375,
                    0.5
                ],
                [
                    0.84375,
                    0.46875,
                    0.5
                ],
                [
                    0.9,
                    0.5,
                    0.5
                ],
                [
                    0.945,
                    0.525,
                    0.5
                ],
                [
                    0.99,
                    0.55,
                    0.5
                ],
                [
                    1.035,
                    0.575,
                    0.5
                ],
                [
                    1.08,
                    0.6,
                    0.5
                ],
                [
                    1.125,
                    0.625,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP"
        },
        "v5": {
            "Name": "万死无悔",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。",
            "Params": [
                [
                    0.45,
                    0.25,
                    0.5
                ],
                [
                    0.495,
                    0.275,
                    0.5
                ],
                [
                    0.54,
                    0.3,
                    0.5
                ],
                [
                    0.585,
                    0.325,
                    0.5
                ],
                [
                    0.63,
                    0.35,
                    0.5
                ],
                [
                    0.675,
                    0.375,
                    0.5
                ],
                [
                    0.73125,
                    0.40625,
                    0.5
                ],
                [
                    0.7875,
                    0.4375,
                    0.5
                ],
                [
                    0.84375,
                    0.46875,
                    0.5
                ],
                [
                    0.9,
                    0.5,
                    0.5
                ],
                [
                    0.945,
                    0.525,
                    0.5
                ],
                [
                    0.99,
                    0.55,
                    0.5
                ],
                [
                    1.035,
                    0.575,
                    0.5
                ],
                [
                    1.08,
                    0.6,
                    0.5
                ],
                [
                    1.125,
                    0.625,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP"
        },
        "Live": {
            "Name": "万死无悔",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。",
            "Params": [
                [
                    0.45,
                    0.25,
                    0.5
                ],
                [
                    0.495,
                    0.275,
                    0.5
                ],
                [
                    0.54,
                    0.3,
                    0.5
                ],
                [
                    0.585,
                    0.325,
                    0.5
                ],
                [
                    0.63,
                    0.35,
                    0.5
                ],
                [
                    0.675,
                    0.375,
                    0.5
                ],
                [
                    0.73125,
                    0.40625,
                    0.5
                ],
                [
                    0.7875,
                    0.4375,
                    0.5
                ],
                [
                    0.84375,
                    0.46875,
                    0.5
                ],
                [
                    0.9,
                    0.5,
                    0.5
                ],
                [
                    0.945,
                    0.525,
                    0.5
                ],
                [
                    0.99,
                    0.55,
                    0.5
                ],
                [
                    1.035,
                    0.575,
                    0.5
                ],
                [
                    1.08,
                    0.6,
                    0.5
                ],
                [
                    1.125,
                    0.625,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP"
        }
    },
    "140403": {
        "v1": {
            "Name": "诛天焚骨的王座",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "回复等同于万敌 <b>#3[p]</b> 生命上限的生命值。对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害，并有 <b>#5[p]</b> 的<u>基础概率</u>使目标与相邻目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。<br>施放终结技时若处于【血仇】状态，立即增加等同于 <b>#6[p]</b> 当前生命上限的累计损失生命值。",
            "Params": [
                [
                    0.96,
                    0.6,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.024,
                    0.64,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.088,
                    0.68,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.152,
                    0.72,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.216,
                    0.76,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.28,
                    0.8,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.36,
                    0.85,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.44,
                    0.9,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.52,
                    0.95,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.6,
                    1.0,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.664,
                    1.04,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.728,
                    1.08,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.792,
                    1.12,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.856,
                    1.16,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.92,
                    1.2,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v2": {
            "Name": "诛天焚骨的王座",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "回复等同于万敌 <b>#3[p]</b> 生命上限的生命值。对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害，并有 <b>#5[p]</b> 的<u>基础概率</u>使目标与相邻目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。<br>施放终结技时若处于【血仇】状态，立即增加等同于 <b>#6[p]</b> 当前生命上限的累计损失生命值。",
            "Params": [
                [
                    0.96,
                    0.6,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.024,
                    0.64,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.088,
                    0.68,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.152,
                    0.72,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.216,
                    0.76,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.28,
                    0.8,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.36,
                    0.85,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.44,
                    0.9,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.52,
                    0.95,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.6,
                    1.0,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.664,
                    1.04,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.728,
                    1.08,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.792,
                    1.12,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.856,
                    1.16,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ],
                [
                    1.92,
                    1.2,
                    0.15,
                    1.0,
                    1.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v3": {
            "Name": "诛天焚骨的王座",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "万敌获得【百死不殆】，持续 <b>#5[f]</b> 回合。【百死不殆】状态下万敌在受到攻击后会回复等同于自身@ <b>#3[p]</b> #生命上限的生命值。对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害，并使目标与相邻目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。<br>隐藏数值：#6[f]<br>隐藏数值：#7[f]",
            "Params": [
                [
                    0.96,
                    0.6,
                    0.08,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.024,
                    0.64,
                    0.082,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.088,
                    0.68,
                    0.084,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.152,
                    0.72,
                    0.086,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.216,
                    0.76,
                    0.088,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.28,
                    0.8,
                    0.09,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.36,
                    0.85,
                    0.0925,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.44,
                    0.9,
                    0.095,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.52,
                    0.95,
                    0.0975,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.6,
                    1.0,
                    0.1,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.664,
                    1.04,
                    0.102,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.728,
                    1.08,
                    0.104,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.792,
                    1.12,
                    0.106,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.856,
                    1.16,
                    0.108,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ],
                [
                    1.92,
                    1.2,
                    0.11,
                    2.0,
                    2.0,
                    0.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v4": {
            "Name": "诛天焚骨的王座",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "回复等同于万敌@ <b>#3[p]</b> #生命上限的生命值并积攒 <b>#5[f]</b> 点天赋充能。对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害，并使目标与相邻目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。下一次【弑神登神】优先攻击指定敌方单体，该效果仅对最新目标生效。",
            "Params": [
                [
                    0.96,
                    0.6,
                    0.15,
                    2.0,
                    20.0
                ],
                [
                    1.024,
                    0.64,
                    0.155,
                    2.0,
                    20.0
                ],
                [
                    1.088,
                    0.68,
                    0.16,
                    2.0,
                    20.0
                ],
                [
                    1.152,
                    0.72,
                    0.165,
                    2.0,
                    20.0
                ],
                [
                    1.216,
                    0.76,
                    0.17,
                    2.0,
                    20.0
                ],
                [
                    1.28,
                    0.8,
                    0.175,
                    2.0,
                    20.0
                ],
                [
                    1.36,
                    0.85,
                    0.18125,
                    2.0,
                    20.0
                ],
                [
                    1.44,
                    0.9,
                    0.1875,
                    2.0,
                    20.0
                ],
                [
                    1.52,
                    0.95,
                    0.19375,
                    2.0,
                    20.0
                ],
                [
                    1.6,
                    1.0,
                    0.2,
                    2.0,
                    20.0
                ],
                [
                    1.664,
                    1.04,
                    0.205,
                    2.0,
                    20.0
                ],
                [
                    1.728,
                    1.08,
                    0.21,
                    2.0,
                    20.0
                ],
                [
                    1.792,
                    1.12,
                    0.215,
                    2.0,
                    20.0
                ],
                [
                    1.856,
                    1.16,
                    0.22,
                    2.0,
                    20.0
                ],
                [
                    1.92,
                    1.2,
                    0.225,
                    2.0,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v5": {
            "Name": "诛天焚骨的王座",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "回复等同于万敌@ <b>#3[p]</b> #生命上限的生命值并积攒 <b>#5[f]</b> 点天赋充能。对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害，并使目标与相邻目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。下一次【弑神登神】优先攻击指定敌方单体，该效果仅对最新目标生效。",
            "Params": [
                [
                    0.96,
                    0.6,
                    0.15,
                    2.0,
                    20.0
                ],
                [
                    1.024,
                    0.64,
                    0.155,
                    2.0,
                    20.0
                ],
                [
                    1.088,
                    0.68,
                    0.16,
                    2.0,
                    20.0
                ],
                [
                    1.152,
                    0.72,
                    0.165,
                    2.0,
                    20.0
                ],
                [
                    1.216,
                    0.76,
                    0.17,
                    2.0,
                    20.0
                ],
                [
                    1.28,
                    0.8,
                    0.175,
                    2.0,
                    20.0
                ],
                [
                    1.36,
                    0.85,
                    0.18125,
                    2.0,
                    20.0
                ],
                [
                    1.44,
                    0.9,
                    0.1875,
                    2.0,
                    20.0
                ],
                [
                    1.52,
                    0.95,
                    0.19375,
                    2.0,
                    20.0
                ],
                [
                    1.6,
                    1.0,
                    0.2,
                    2.0,
                    20.0
                ],
                [
                    1.664,
                    1.04,
                    0.205,
                    2.0,
                    20.0
                ],
                [
                    1.728,
                    1.08,
                    0.21,
                    2.0,
                    20.0
                ],
                [
                    1.792,
                    1.12,
                    0.215,
                    2.0,
                    20.0
                ],
                [
                    1.856,
                    1.16,
                    0.22,
                    2.0,
                    20.0
                ],
                [
                    1.92,
                    1.2,
                    0.225,
                    2.0,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_Ultra"
        },
        "Live": {
            "Name": "诛天焚骨的王座",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "回复等同于万敌@ <b>#3[p]</b> #生命上限的生命值并积攒 <b>#5[f]</b> 点天赋充能。对指定敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害，并使目标与相邻目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。下一次【弑神登神】优先攻击指定敌方单体，该效果仅对最新目标生效。",
            "Params": [
                [
                    0.96,
                    0.6,
                    0.15,
                    2.0,
                    20.0
                ],
                [
                    1.024,
                    0.64,
                    0.155,
                    2.0,
                    20.0
                ],
                [
                    1.088,
                    0.68,
                    0.16,
                    2.0,
                    20.0
                ],
                [
                    1.152,
                    0.72,
                    0.165,
                    2.0,
                    20.0
                ],
                [
                    1.216,
                    0.76,
                    0.17,
                    2.0,
                    20.0
                ],
                [
                    1.28,
                    0.8,
                    0.175,
                    2.0,
                    20.0
                ],
                [
                    1.36,
                    0.85,
                    0.18125,
                    2.0,
                    20.0
                ],
                [
                    1.44,
                    0.9,
                    0.1875,
                    2.0,
                    20.0
                ],
                [
                    1.52,
                    0.95,
                    0.19375,
                    2.0,
                    20.0
                ],
                [
                    1.6,
                    1.0,
                    0.2,
                    2.0,
                    20.0
                ],
                [
                    1.664,
                    1.04,
                    0.205,
                    2.0,
                    20.0
                ],
                [
                    1.728,
                    1.08,
                    0.21,
                    2.0,
                    20.0
                ],
                [
                    1.792,
                    1.12,
                    0.215,
                    2.0,
                    20.0
                ],
                [
                    1.856,
                    1.16,
                    0.22,
                    2.0,
                    20.0
                ],
                [
                    1.92,
                    1.2,
                    0.225,
                    2.0,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_Ultra"
        }
    },
    "140404": {
        "v1": {
            "Name": "以血还血",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "损失生命值时，按 <b>100%</b> 比例获得充能。充能满时进入【血仇】状态，回复等同于万敌@ <b>#1[p]</b> #生命上限的生命值，行动提前 <b>100%</b> 。【血仇】状态下免疫<u>控制类负面状态</u>，生命上限提高，数值等同于当前生命上限的 <b>#5[p]</b> ，防御力保持为0且受击概率大幅提高。战技获得强化且无法施放普攻，自身回合开始时自动施放强化战技。<br>【血仇】状态期间会累计已损失生命值，累计达到万敌生命上限的 <b>#4[p]</b> 时，万敌行动提前 <b>#6[p]</b> 并改为施放【弑神登神】，之后清除万敌生命上限 <b>#4[p]</b> 的累计已损失生命值。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    0.15,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.16,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.17,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.18,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.19,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.2,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.2125,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.225,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.2375,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.25,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.26,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.27,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.28,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.29,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.3,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Passive",
            "EE": [
                10000011
            ]
        },
        "v2": {
            "Name": "以血还血",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "损失生命值时，按 <b>100%</b> 比例获得充能。充能满时进入【血仇】状态，回复等同于万敌@ <b>#1[p]</b> #生命上限的生命值，行动提前 <b>100%</b> 。【血仇】状态下免疫<u>控制类负面状态</u>，生命上限提高，数值等同于当前生命上限的 <b>#5[p]</b> ，防御力保持为0且受击概率大幅提高。战技获得强化且无法施放普攻，自身回合开始时自动施放强化战技。<br>【血仇】状态期间会累计已损失生命值，累计达到万敌生命上限的 <b>#4[p]</b> 时，万敌行动提前 <b>#6[p]</b> 并改为施放【弑神登神】，之后清除万敌生命上限 <b>#4[p]</b> 的累计已损失生命值。<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]",
            "Params": [
                [
                    0.15,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.16,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.17,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.18,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.19,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.2,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.2125,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.225,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.2375,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.25,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.26,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.27,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.28,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.29,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ],
                [
                    0.3,
                    1.0,
                    5.0,
                    1.8,
                    0.5,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Passive",
            "EE": [
                10000011
            ]
        },
        "v3": {
            "Name": "以血还血",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "每损失1%生命值积攒1点充能，最多积攒 <b>200</b> 点。充能达到 <b>100</b> 时消耗 <b>100</b> 点充能进入【血仇】状态并回复等同于万敌@ <b>#1[p]</b> #生命上限的生命值，同时行动提前 <b>100%</b> 。【血仇】状态下生命上限提高，数值等同于当前生命上限的 <b>#5[p]</b> ，防御力保持为0。自身回合开始时自动施放【弑王成王】。<br>【血仇】状态期间充能达到 <b>#3[f]</b> 点时，万敌立即获得1个<u>额外回合</u>并自动施放【弑神登神】。<br>【血仇】状态期间，万敌受到致命伤害时会清空充能退出【血仇】状态并回复等同于自身 <b>#4[p]</b> 生命上限的生命值。<br>当万敌生命上限高于 <b>6000</b> 点时，每超过 <b>100</b> 点，万敌受到来自敌方目标伤害造成的充能比例提高 <b>#6[p]</b> ，受到治疗时的回复量提高 <b>#7[p]</b> ，超出部分最多计入 <b>#2[f]</b> 点生命值。",
            "Params": [
                [
                    0.15,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.16,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.17,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.18,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.19,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.2,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.2125,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.225,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.2375,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.25,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.26,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.27,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.28,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.29,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ],
                [
                    0.3,
                    6000.0,
                    150.0,
                    0.5,
                    0.5,
                    0.0166,
                    0.005
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Passive",
            "EE": [
                10000000
            ]
        },
        "v4": {
            "Name": "以血还血",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "每损失1%生命值积攒1点充能，最多积攒 <b>200</b> 点。充能达到 <b>100</b> 时消耗 <b>100</b> 点充能进入【血仇】状态并回复等同于万敌@ <b>#1[p]</b> #生命上限的生命值，同时行动提前 <b>100%</b> 。【血仇】状态下生命上限提高，数值等同于当前生命上限的 <b>#5[p]</b> ，防御力保持为0。自身回合开始时自动施放【弑王成王】。<br>【血仇】状态期间充能达到 <b>#3[f]</b> 点时，万敌立即获得1个<u>额外回合</u>并自动施放【弑神登神】。<br>【血仇】状态期间，万敌受到致命攻击时不会陷入<u>无法战斗状态</u>，但会清空充能退出【血仇】状态并回复等同于自身 <b>#4[p]</b> 生命上限的生命值。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.15,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.16,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.17,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.18,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.19,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2125,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.225,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2375,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.25,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.26,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.27,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.28,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.29,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.3,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Passive",
            "EE": [
                10000000
            ]
        },
        "v5": {
            "Name": "以血还血",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "每损失1%生命值积攒1点充能，最多积攒 <b>200</b> 点。充能达到 <b>100</b> 时消耗 <b>100</b> 点充能进入【血仇】状态并回复等同于万敌@ <b>#1[p]</b> #生命上限的生命值，同时行动提前 <b>100%</b> 。【血仇】状态下生命上限提高，数值等同于当前生命上限的 <b>#5[p]</b> ，防御力保持为0。自身回合开始时自动施放【弑王成王】。<br>【血仇】状态期间充能达到 <b>#3[f]</b> 点时，万敌立即获得1个<u>额外回合</u>并自动施放【弑神登神】。<br>【血仇】状态期间，万敌受到致命攻击时不会陷入<u>无法战斗状态</u>，但会清空充能退出【血仇】状态并回复等同于自身 <b>#4[p]</b> 生命上限的生命值。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.15,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.16,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.17,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.18,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.19,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2125,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.225,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2375,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.25,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.26,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.27,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.28,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.29,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.3,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Passive",
            "EE": [
                10000000
            ]
        },
        "Live": {
            "Name": "以血还血",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "每损失1%生命值积攒1点充能，最多积攒 <b>200</b> 点。充能达到 <b>100</b> 时消耗 <b>100</b> 点充能进入【血仇】状态并回复等同于万敌@ <b>#1[p]</b> #生命上限的生命值，同时行动提前 <b>100%</b> 。【血仇】状态下生命上限提高，数值等同于当前生命上限的 <b>#5[p]</b> ，防御力保持为0。自身回合开始时自动施放【弑王成王】。<br>【血仇】状态期间充能达到 <b>#3[f]</b> 点时，万敌立即获得1个<u>额外回合</u>并自动施放【弑神登神】。<br>【血仇】状态期间，万敌受到致命攻击时不会陷入<u>无法战斗状态</u>，但会清空充能退出【血仇】状态并回复等同于自身 <b>#4[p]</b> 生命上限的生命值。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.15,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.16,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.17,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.18,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.19,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2125,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.225,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.2375,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.25,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.26,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.27,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.28,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.29,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ],
                [
                    0.3,
                    0.0,
                    150.0,
                    0.5,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Passive",
            "EE": [
                10000000
            ]
        }
    },
    "140406": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Normal"
        }
    },
    "140407": {
        "v1": {
            "Name": "折戟臣服的监牢",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后牵引一定区域内的敌人并使其陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>若主动攻击陷入晕眩状态的敌人，进入战斗时，对敌方全体造成等同于万敌 <b>#2[p]</b> 生命上限的虚数属性伤害，并有 <b>#3[p]</b> 的<u>基础概率</u>使目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。自身获得 <b>#5[p]</b> 天赋充能。",
            "Params": [
                [
                    10.0,
                    0.8,
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Maze"
        },
        "v2": {
            "Name": "折戟臣服的监牢",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后牵引一定区域内的敌人并使其陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>若主动攻击陷入晕眩状态的敌人，进入战斗时，对敌方全体造成等同于万敌 <b>#2[p]</b> 生命上限的虚数属性伤害，并有 <b>#3[p]</b> 的<u>基础概率</u>使目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。自身获得 <b>#5[p]</b> 天赋充能。",
            "Params": [
                [
                    10.0,
                    0.8,
                    1.0,
                    1.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Maze"
        },
        "v3": {
            "Name": "折戟臣服的监牢",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后牵引一定区域内的敌人并使其陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>若主动攻击陷入晕眩状态的敌人，进入战斗时，对敌方全体造成等同于万敌 <b>#2[p]</b> 生命上限的虚数属性伤害，并使目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。自身积攒 <b>#5[f]</b> 点天赋充能。<br>隐藏数值：#3[f]",
            "Params": [
                [
                    10.0,
                    0.8,
                    1.0,
                    1.0,
                    50.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Maze"
        },
        "v4": {
            "Name": "折戟臣服的监牢",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后牵引一定区域内的敌人并使其陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>若主动攻击陷入晕眩状态的敌人，进入战斗时，对敌方全体造成等同于万敌 <b>#2[p]</b> 生命上限的虚数属性伤害，并使目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。自身积攒 <b>#5[f]</b> 点天赋充能。<br>隐藏数值：#3[f]",
            "Params": [
                [
                    10.0,
                    0.8,
                    1.0,
                    1.0,
                    50.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Maze"
        },
        "v5": {
            "Name": "折戟臣服的监牢",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后牵引一定区域内的敌人并使其陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>若主动攻击陷入晕眩状态的敌人，进入战斗时，对敌方全体造成等同于万敌 <b>#2[p]</b> 生命上限的虚数属性伤害，并使目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。自身积攒 <b>#5[f]</b> 点天赋充能。<br>隐藏数值：#3[f]",
            "Params": [
                [
                    10.0,
                    0.8,
                    1.0,
                    1.0,
                    50.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Maze"
        },
        "Live": {
            "Name": "折戟臣服的监牢",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后牵引一定区域内的敌人并使其陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>若主动攻击陷入晕眩状态的敌人，进入战斗时，对敌方全体造成等同于万敌 <b>#2[p]</b> 生命上限的虚数属性伤害，并使目标陷入嘲讽状态，持续 <b>#4[f]</b> 回合。自身积攒 <b>#5[f]</b> 点天赋充能。<br>隐藏数值：#3[f]",
            "Params": [
                [
                    10.0,
                    0.8,
                    1.0,
                    1.0,
                    50.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1404_Maze"
        }
    },
    "140409": {
        "v1": {
            "Name": "弑王成王",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命 <b>#3[p]</b> 的生命值。对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。<br>该技能会自动施放。",
            "Params": [
                [
                    0.5,
                    0.3,
                    0.35
                ],
                [
                    0.55,
                    0.33,
                    0.35
                ],
                [
                    0.6,
                    0.36,
                    0.35
                ],
                [
                    0.65,
                    0.39,
                    0.35
                ],
                [
                    0.7,
                    0.42,
                    0.35
                ],
                [
                    0.75,
                    0.45,
                    0.35
                ],
                [
                    0.8125,
                    0.4875,
                    0.35
                ],
                [
                    0.875,
                    0.525,
                    0.35
                ],
                [
                    0.9375,
                    0.5625,
                    0.35
                ],
                [
                    1.0,
                    0.6,
                    0.35
                ],
                [
                    1.05,
                    0.63,
                    0.35
                ],
                [
                    1.1,
                    0.66,
                    0.35
                ],
                [
                    1.15,
                    0.69,
                    0.35
                ],
                [
                    1.2,
                    0.72,
                    0.35
                ],
                [
                    1.25,
                    0.75,
                    0.35
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v2": {
            "Name": "弑王成王",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命 <b>#3[p]</b> 的生命值。对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。<br>该技能会自动施放。",
            "Params": [
                [
                    0.5,
                    0.3,
                    0.35
                ],
                [
                    0.55,
                    0.33,
                    0.35
                ],
                [
                    0.6,
                    0.36,
                    0.35
                ],
                [
                    0.65,
                    0.39,
                    0.35
                ],
                [
                    0.7,
                    0.42,
                    0.35
                ],
                [
                    0.75,
                    0.45,
                    0.35
                ],
                [
                    0.8125,
                    0.4875,
                    0.35
                ],
                [
                    0.875,
                    0.525,
                    0.35
                ],
                [
                    0.9375,
                    0.5625,
                    0.35
                ],
                [
                    1.0,
                    0.6,
                    0.35
                ],
                [
                    1.05,
                    0.63,
                    0.35
                ],
                [
                    1.1,
                    0.66,
                    0.35
                ],
                [
                    1.15,
                    0.69,
                    0.35
                ],
                [
                    1.2,
                    0.72,
                    0.35
                ],
                [
                    1.25,
                    0.75,
                    0.35
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v3": {
            "Name": "弑王成王",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。<br>该技能会自动施放。",
            "Params": [
                [
                    0.55,
                    0.33,
                    0.35
                ],
                [
                    0.605,
                    0.363,
                    0.35
                ],
                [
                    0.66,
                    0.396,
                    0.35
                ],
                [
                    0.715,
                    0.429,
                    0.35
                ],
                [
                    0.77,
                    0.462,
                    0.35
                ],
                [
                    0.825,
                    0.495,
                    0.35
                ],
                [
                    0.89375,
                    0.53625,
                    0.35
                ],
                [
                    0.9625,
                    0.5775,
                    0.35
                ],
                [
                    1.03125,
                    0.61875,
                    0.35
                ],
                [
                    1.1,
                    0.66,
                    0.35
                ],
                [
                    1.155,
                    0.693,
                    0.35
                ],
                [
                    1.21,
                    0.726,
                    0.35
                ],
                [
                    1.265,
                    0.759,
                    0.35
                ],
                [
                    1.32,
                    0.792,
                    0.35
                ],
                [
                    1.375,
                    0.825,
                    0.35
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v4": {
            "Name": "弑王成王",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。<br>该技能会自动施放。",
            "Params": [
                [
                    0.55,
                    0.33,
                    0.35
                ],
                [
                    0.605,
                    0.363,
                    0.35
                ],
                [
                    0.66,
                    0.396,
                    0.35
                ],
                [
                    0.715,
                    0.429,
                    0.35
                ],
                [
                    0.77,
                    0.462,
                    0.35
                ],
                [
                    0.825,
                    0.495,
                    0.35
                ],
                [
                    0.89375,
                    0.53625,
                    0.35
                ],
                [
                    0.9625,
                    0.5775,
                    0.35
                ],
                [
                    1.03125,
                    0.61875,
                    0.35
                ],
                [
                    1.1,
                    0.66,
                    0.35
                ],
                [
                    1.155,
                    0.693,
                    0.35
                ],
                [
                    1.21,
                    0.726,
                    0.35
                ],
                [
                    1.265,
                    0.759,
                    0.35
                ],
                [
                    1.32,
                    0.792,
                    0.35
                ],
                [
                    1.375,
                    0.825,
                    0.35
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v5": {
            "Name": "弑王成王",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。<br>该技能会自动施放。",
            "Params": [
                [
                    0.55,
                    0.33,
                    0.35
                ],
                [
                    0.605,
                    0.363,
                    0.35
                ],
                [
                    0.66,
                    0.396,
                    0.35
                ],
                [
                    0.715,
                    0.429,
                    0.35
                ],
                [
                    0.77,
                    0.462,
                    0.35
                ],
                [
                    0.825,
                    0.495,
                    0.35
                ],
                [
                    0.89375,
                    0.53625,
                    0.35
                ],
                [
                    0.9625,
                    0.5775,
                    0.35
                ],
                [
                    1.03125,
                    0.61875,
                    0.35
                ],
                [
                    1.1,
                    0.66,
                    0.35
                ],
                [
                    1.155,
                    0.693,
                    0.35
                ],
                [
                    1.21,
                    0.726,
                    0.35
                ],
                [
                    1.265,
                    0.759,
                    0.35
                ],
                [
                    1.32,
                    0.792,
                    0.35
                ],
                [
                    1.375,
                    0.825,
                    0.35
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "Live": {
            "Name": "弑王成王",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗等同于万敌当前生命值 <b>#3[p]</b> 的生命值，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>若当前生命值不足，施放战技时万敌的当前生命值降低至1点。<br>该技能会自动施放。",
            "Params": [
                [
                    0.55,
                    0.33,
                    0.35
                ],
                [
                    0.605,
                    0.363,
                    0.35
                ],
                [
                    0.66,
                    0.396,
                    0.35
                ],
                [
                    0.715,
                    0.429,
                    0.35
                ],
                [
                    0.77,
                    0.462,
                    0.35
                ],
                [
                    0.825,
                    0.495,
                    0.35
                ],
                [
                    0.89375,
                    0.53625,
                    0.35
                ],
                [
                    0.9625,
                    0.5775,
                    0.35
                ],
                [
                    1.03125,
                    0.61875,
                    0.35
                ],
                [
                    1.1,
                    0.66,
                    0.35
                ],
                [
                    1.155,
                    0.693,
                    0.35
                ],
                [
                    1.21,
                    0.726,
                    0.35
                ],
                [
                    1.265,
                    0.759,
                    0.35
                ],
                [
                    1.32,
                    0.792,
                    0.35
                ],
                [
                    1.375,
                    0.825,
                    0.35
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1404_BP"
        }
    },
    "140411": {
        "v1": {
            "Name": "弑神登神",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限+@ <b>#3[p]</b> #【血仇】状态期间累计已损失生命值的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限+@ <b>#4[p]</b> #【血仇】状态期间累计已损失生命值生命上限的虚数属性伤害。<br>该技能会自动施放。",
            "Params": [
                [
                    0.5,
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.55,
                    0.33,
                    0.55,
                    0.33
                ],
                [
                    0.6,
                    0.36,
                    0.6,
                    0.36
                ],
                [
                    0.65,
                    0.39,
                    0.65,
                    0.39
                ],
                [
                    0.7,
                    0.42,
                    0.7,
                    0.42
                ],
                [
                    0.75,
                    0.45,
                    0.75,
                    0.45
                ],
                [
                    0.8125,
                    0.4875,
                    0.8125,
                    0.4875
                ],
                [
                    0.875,
                    0.525,
                    0.875,
                    0.525
                ],
                [
                    0.9375,
                    0.5625,
                    0.9375,
                    0.5625
                ],
                [
                    1.0,
                    0.6,
                    1.0,
                    0.6
                ],
                [
                    1.05,
                    0.63,
                    1.05,
                    0.63
                ],
                [
                    1.1,
                    0.66,
                    1.1,
                    0.66
                ],
                [
                    1.15,
                    0.69,
                    1.15,
                    0.69
                ],
                [
                    1.2,
                    0.72,
                    1.2,
                    0.72
                ],
                [
                    1.25,
                    0.75,
                    1.25,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v2": {
            "Name": "弑神登神",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限+@ <b>#3[p]</b> #【血仇】状态期间累计已损失生命值的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限+@ <b>#4[p]</b> #【血仇】状态期间累计已损失生命值的虚数属性伤害。<br>该技能会自动施放。",
            "Params": [
                [
                    0.5,
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.55,
                    0.33,
                    0.55,
                    0.33
                ],
                [
                    0.6,
                    0.36,
                    0.6,
                    0.36
                ],
                [
                    0.65,
                    0.39,
                    0.65,
                    0.39
                ],
                [
                    0.7,
                    0.42,
                    0.7,
                    0.42
                ],
                [
                    0.75,
                    0.45,
                    0.75,
                    0.45
                ],
                [
                    0.8125,
                    0.4875,
                    0.8125,
                    0.4875
                ],
                [
                    0.875,
                    0.525,
                    0.875,
                    0.525
                ],
                [
                    0.9375,
                    0.5625,
                    0.9375,
                    0.5625
                ],
                [
                    1.0,
                    0.6,
                    1.0,
                    0.6
                ],
                [
                    1.05,
                    0.63,
                    1.05,
                    0.63
                ],
                [
                    1.1,
                    0.66,
                    1.1,
                    0.66
                ],
                [
                    1.15,
                    0.69,
                    1.15,
                    0.69
                ],
                [
                    1.2,
                    0.72,
                    1.2,
                    0.72
                ],
                [
                    1.25,
                    0.75,
                    1.25,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v3": {
            "Name": "弑神登神",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗 <b>#3[f]</b> 点充能，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>该技能会自动施放。此技能期间无法积攒充能。",
            "Params": [
                [
                    1.4,
                    0.84,
                    150.0
                ],
                [
                    1.54,
                    0.924,
                    150.0
                ],
                [
                    1.68,
                    1.008,
                    150.0
                ],
                [
                    1.82,
                    1.092,
                    150.0
                ],
                [
                    1.96,
                    1.176,
                    150.0
                ],
                [
                    2.1,
                    1.26,
                    150.0
                ],
                [
                    2.275,
                    1.365,
                    150.0
                ],
                [
                    2.45,
                    1.47,
                    150.0
                ],
                [
                    2.625,
                    1.575,
                    150.0
                ],
                [
                    2.8,
                    1.68,
                    150.0
                ],
                [
                    2.94,
                    1.764,
                    150.0
                ],
                [
                    3.08,
                    1.848,
                    150.0
                ],
                [
                    3.22,
                    1.932,
                    150.0
                ],
                [
                    3.36,
                    2.016,
                    150.0
                ],
                [
                    3.5,
                    2.1,
                    150.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v4": {
            "Name": "弑神登神",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗 <b>#3[f]</b> 点充能，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>该技能会自动施放。此技能期间无法积攒充能。",
            "Params": [
                [
                    1.4,
                    0.84,
                    150.0
                ],
                [
                    1.54,
                    0.924,
                    150.0
                ],
                [
                    1.68,
                    1.008,
                    150.0
                ],
                [
                    1.82,
                    1.092,
                    150.0
                ],
                [
                    1.96,
                    1.176,
                    150.0
                ],
                [
                    2.1,
                    1.26,
                    150.0
                ],
                [
                    2.275,
                    1.365,
                    150.0
                ],
                [
                    2.45,
                    1.47,
                    150.0
                ],
                [
                    2.625,
                    1.575,
                    150.0
                ],
                [
                    2.8,
                    1.68,
                    150.0
                ],
                [
                    2.94,
                    1.764,
                    150.0
                ],
                [
                    3.08,
                    1.848,
                    150.0
                ],
                [
                    3.22,
                    1.932,
                    150.0
                ],
                [
                    3.36,
                    2.016,
                    150.0
                ],
                [
                    3.5,
                    2.1,
                    150.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "v5": {
            "Name": "弑神登神",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗 <b>#3[f]</b> 点充能，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>该技能会自动施放。此技能期间无法积攒充能。",
            "Params": [
                [
                    1.4,
                    0.84,
                    150.0
                ],
                [
                    1.54,
                    0.924,
                    150.0
                ],
                [
                    1.68,
                    1.008,
                    150.0
                ],
                [
                    1.82,
                    1.092,
                    150.0
                ],
                [
                    1.96,
                    1.176,
                    150.0
                ],
                [
                    2.1,
                    1.26,
                    150.0
                ],
                [
                    2.275,
                    1.365,
                    150.0
                ],
                [
                    2.45,
                    1.47,
                    150.0
                ],
                [
                    2.625,
                    1.575,
                    150.0
                ],
                [
                    2.8,
                    1.68,
                    150.0
                ],
                [
                    2.94,
                    1.764,
                    150.0
                ],
                [
                    3.08,
                    1.848,
                    150.0
                ],
                [
                    3.22,
                    1.932,
                    150.0
                ],
                [
                    3.36,
                    2.016,
                    150.0
                ],
                [
                    3.5,
                    2.1,
                    150.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        },
        "Live": {
            "Name": "弑神登神",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗 <b>#3[f]</b> 点充能，对敌方单体造成等同于万敌@ <b>#1[p]</b> #生命上限的虚数属性伤害，同时对其相邻目标造成等同于万敌@ <b>#2[p]</b> #生命上限的虚数属性伤害。<br>该技能会自动施放。此技能期间无法积攒充能。",
            "Params": [
                [
                    1.4,
                    0.84,
                    150.0
                ],
                [
                    1.54,
                    0.924,
                    150.0
                ],
                [
                    1.68,
                    1.008,
                    150.0
                ],
                [
                    1.82,
                    1.092,
                    150.0
                ],
                [
                    1.96,
                    1.176,
                    150.0
                ],
                [
                    2.1,
                    1.26,
                    150.0
                ],
                [
                    2.275,
                    1.365,
                    150.0
                ],
                [
                    2.45,
                    1.47,
                    150.0
                ],
                [
                    2.625,
                    1.575,
                    150.0
                ],
                [
                    2.8,
                    1.68,
                    150.0
                ],
                [
                    2.94,
                    1.764,
                    150.0
                ],
                [
                    3.08,
                    1.848,
                    150.0
                ],
                [
                    3.22,
                    1.932,
                    150.0
                ],
                [
                    3.36,
                    2.016,
                    150.0
                ],
                [
                    3.5,
                    2.1,
                    150.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1404_BP02"
        }
    }
}

var _avatarskilltree_ = {
    "1404": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "水与泥土",
                "Desc": "【血仇】状态期间，万敌受到致命伤害时会立刻回复等同于自身 <b><color style='color:#f29e38'>35%</color></b> 生命上限的生命值并退出【血仇】状态。",
                "Icon": "SkillIcon_1404_SkillTree1"
            },
            "Tree2": {
                "Name": "三十僭主",
                "Desc": "【血仇】状态期间，万敌受到来自敌方目标造成的血量损失会以 <b><color style='color:#f29e38'>250%</color></b> 的比例计入已损失生命值。",
                "Icon": "SkillIcon_1404_SkillTree2"
            },
            "Tree3": {
                "Name": "血祥罩衫",
                "Desc": "战斗开始时，若万敌的最大生命值高于 <b><color style='color:#f29e38'>5000</color></b> 点，每超过 <b><color style='color:#f29e38'>100</color></b> 点生命值可使自身暴击率提高 <b><color style='color:#f29e38'>1.6%</color></b> ，最多提高 <b><color style='color:#f29e38'>48%</color></b> 。",
                "Icon": "SkillIcon_1404_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "水与泥土",
                "Desc": "【血仇】状态期间，万敌受到致命伤害时会立刻回复等同于自身 <b><color style='color:#f29e38'>35%</color></b> 生命上限的生命值并退出【血仇】状态。",
                "Icon": "SkillIcon_1404_SkillTree1"
            },
            "Tree2": {
                "Name": "三十僭主",
                "Desc": "【血仇】状态期间，万敌受到来自敌方目标造成的血量损失会以 <b><color style='color:#f29e38'>250%</color></b> 的比例计入已损失生命值。",
                "Icon": "SkillIcon_1404_SkillTree2"
            },
            "Tree3": {
                "Name": "血祥罩衫",
                "Desc": "战斗开始时，若万敌的最大生命值高于 <b><color style='color:#f29e38'>5000</color></b> 点，每超过 <b><color style='color:#f29e38'>100</color></b> 点生命值可使自身暴击率提高 <b><color style='color:#f29e38'>1.6%</color></b> ，最多提高 <b><color style='color:#f29e38'>48%</color></b> 。",
                "Icon": "SkillIcon_1404_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "水与泥土",
                "Desc": "若万敌在【血仇】状态期间具有【百死不殆】状态，则受到致命伤害时不会退出【血仇】状态，当前生命值最低降至1点。",
                "Icon": "SkillIcon_1404_SkillTree1"
            },
            "Tree2": {
                "Name": "三十僭主",
                "Desc": "【血仇】状态下万敌免疫<u>控制类负面状态</u>。",
                "Icon": "SkillIcon_1404_SkillTree2",
                "EE": [
                    10000011
                ]
            },
            "Tree3": {
                "Name": "血祥罩衫",
                "Desc": "战斗开始时，若万敌的生命上限高于 <b><color style='color:#f29e38'>5000</color></b> 点，每超过 <b><color style='color:#f29e38'>100</color></b> 点生命值可使自身暴击率提高 <b><color style='color:#f29e38'>1.6%</color></b> ，最多提高 <b><color style='color:#f29e38'>48%</color></b> 。",
                "Icon": "SkillIcon_1404_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "水与泥土",
                "Desc": "【血仇】状态下万敌受到致命攻击时不会退出【血仇】状态。该效果单场战斗中可以触发 <b><color style='color:#f29e38'>3</color></b> 次。",
                "Icon": "SkillIcon_1404_SkillTree1"
            },
            "Tree2": {
                "Name": "三十僭主",
                "Desc": "【血仇】状态下万敌免疫<u>控制类负面状态</u>。",
                "Icon": "SkillIcon_1404_SkillTree2",
                "EE": [
                    10000011
                ]
            },
            "Tree3": {
                "Name": "血祥罩衫",
                "Desc": "战斗开始时，若万敌的生命上限高于 <b><color style='color:#f29e38'>4000</color></b> 点，每超过 <b><color style='color:#f29e38'>100</color></b> 点生命值可使自身暴击率提高 <b><color style='color:#f29e38'>1.2%</color></b> ，万敌受到来自敌方目标伤害造成的充能比例提高 <b><color style='color:#f29e38'>2.5%</color></b> ，受到治疗时的回复量提高 <b><color style='color:#f29e38'>0.75%</color></b> ，超出部分最多计入 <b><color style='color:#f29e38'>4000</color></b> 点生命值。",
                "Icon": "SkillIcon_1404_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "水与泥土",
                "Desc": "【血仇】状态下万敌受到致命攻击时不会退出【血仇】状态。该效果单场战斗中可以触发 <b><color style='color:#f29e38'>3</color></b> 次。",
                "Icon": "SkillIcon_1404_SkillTree1"
            },
            "Tree2": {
                "Name": "三十僭主",
                "Desc": "【血仇】状态下万敌免疫<u>控制类负面状态</u>。",
                "Icon": "SkillIcon_1404_SkillTree2",
                "EE": [
                    10000011
                ]
            },
            "Tree3": {
                "Name": "血祥罩衫",
                "Desc": "战斗开始时，若万敌的生命上限高于 <b><color style='color:#f29e38'>4000</color></b> 点，每超过 <b><color style='color:#f29e38'>100</color></b> 点生命值可使自身暴击率提高 <b><color style='color:#f29e38'>1.2%</color></b> ，万敌受到来自敌方目标伤害造成的充能比例提高 <b><color style='color:#f29e38'>2.5%</color></b> ，受到治疗时的回复量提高 <b><color style='color:#f29e38'>0.75%</color></b> ，超出部分最多计入 <b><color style='color:#f29e38'>4000</color></b> 点生命值。",
                "Icon": "SkillIcon_1404_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "水与泥土",
                "Desc": "【血仇】状态下万敌受到致命攻击时不会退出【血仇】状态。该效果单场战斗中可以触发 <b><color style='color:#f29e38'>3</color></b> 次。",
                "Icon": "SkillIcon_1404_SkillTree1"
            },
            "Tree2": {
                "Name": "三十僭主",
                "Desc": "【血仇】状态下万敌免疫<u>控制类负面状态</u>。",
                "Icon": "SkillIcon_1404_SkillTree2",
                "EE": [
                    10000011
                ]
            },
            "Tree3": {
                "Name": "血祥罩衫",
                "Desc": "战斗开始时，若万敌的生命上限高于 <b><color style='color:#f29e38'>4000</color></b> 点，每超过 <b><color style='color:#f29e38'>100</color></b> 点生命值可使自身暴击率提高 <b><color style='color:#f29e38'>1.2%</color></b> ，万敌受到来自敌方目标伤害造成的充能比例提高 <b><color style='color:#f29e38'>2.5%</color></b> ，受到治疗时的回复量提高 <b><color style='color:#f29e38'>0.75%</color></b> ，超出部分最多计入 <b><color style='color:#f29e38'>4000</color></b> 点生命值。",
                "Icon": "SkillIcon_1404_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140401": {
        "v1": {
            "Rank": 1,
            "Name": "寒风雕琢不屈的脊梁",
            "Desc": "【血仇】状态期间，万敌造成的伤害无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力，且每次受到治疗时，会将 <b><color style='color:#f29e38'>40%</color></b> 的治疗数值转化为累计损失的生命值。",
            "Icon": "SkillIcon_1404_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "寒风雕琢不屈的脊梁",
            "Desc": "【血仇】状态期间，万敌造成的伤害无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力，且每次受到治疗时，会将 <b><color style='color:#f29e38'>40%</color></b> 的治疗数值转化为累计损失的生命值。",
            "Icon": "SkillIcon_1404_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "寒风雕琢不屈的脊梁",
            "Desc": "【血仇】状态期间，万敌造成的伤害无视敌方目标 <b><color style='color:#f29e38'>15%</color></b> 的防御力，且每次受到治疗时，会将 <b><color style='color:#f29e38'>40%</color></b> 的治疗数值基于万敌生命上限转化为充能。",
            "Icon": "SkillIcon_1404_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "寒风雕琢不屈的脊梁",
            "Desc": "【弑神登神】对主目标造成的伤害倍率提高 <b><color style='color:#f29e38'>30%</color></b> ，且变成对敌方全体造成等同于主目标伤害倍率的虚数属性伤害。",
            "Icon": "SkillIcon_1404_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "寒风雕琢不屈的脊梁",
            "Desc": "【弑神登神】对主目标造成的伤害倍率提高 <b><color style='color:#f29e38'>30%</color></b> ，且变成对敌方全体造成等同于主目标伤害倍率的虚数属性伤害。",
            "Icon": "SkillIcon_1404_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "寒风雕琢不屈的脊梁",
            "Desc": "【弑神登神】对主目标造成的伤害倍率提高 <b><color style='color:#f29e38'>30%</color></b> ，且变成对敌方全体造成等同于主目标伤害倍率的虚数属性伤害。",
            "Icon": "SkillIcon_1404_Rank1"
        }
    },
    "140402": {
        "v1": {
            "Rank": 2,
            "Name": "纷争见证尸骸的喉鸣",
            "Desc": "施放终结技时回复的生命值额外提高 <b><color style='color:#f29e38'>10%</color></b> ，若处于【血仇】状态，额外增加等同于 <b><color style='color:#f29e38'>30%</color></b> 当前生命上限的累计损失生命值。",
            "Icon": "SkillIcon_1404_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "纷争见证尸骸的喉鸣",
            "Desc": "施放终结技时回复的生命值额外提高 <b><color style='color:#f29e38'>10%</color></b> ，若处于【血仇】状态，额外增加等同于 <b><color style='color:#f29e38'>30%</color></b> 当前生命上限的累计损失生命值。",
            "Icon": "SkillIcon_1404_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "纷争见证尸骸的喉鸣",
            "Desc": "【弑神登神】变成对敌方全体造成等同于主目标伤害倍率的虚数属性伤害。",
            "Icon": "SkillIcon_1404_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "纷争见证尸骸的喉鸣",
            "Desc": "【血仇】状态期间，万敌造成的伤害无视敌方目标 <b><color style='color:#f29e38'>15%</color></b> 的防御力，且受到治疗时会将 <b><color style='color:#f29e38'>40%</color></b> 的治疗数值转化为充能，累计转化的充能不超过 <b><color style='color:#f29e38'>40</color></b> 点。任意单位行动后重置可累计的充能。",
            "Icon": "SkillIcon_1404_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "纷争见证尸骸的喉鸣",
            "Desc": "【血仇】状态期间，万敌造成的伤害无视敌方目标 <b><color style='color:#f29e38'>15%</color></b> 的防御力，且受到治疗时会将 <b><color style='color:#f29e38'>40%</color></b> 的治疗数值转化为充能，累计转化的充能不超过 <b><color style='color:#f29e38'>40</color></b> 点。任意单位行动后重置可累计的充能。",
            "Icon": "SkillIcon_1404_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "纷争见证尸骸的喉鸣",
            "Desc": "【血仇】状态期间，万敌造成的伤害无视敌方目标 <b><color style='color:#f29e38'>15%</color></b> 的防御力，且接受治疗后会将 <b><color style='color:#f29e38'>40%</color></b> 的治疗数值转化为充能，累计转化的充能不超过 <b><color style='color:#f29e38'>40</color></b> 点。任意单位行动后重置可累计的充能。",
            "Icon": "SkillIcon_1404_Rank2"
        }
    },
    "140403": {
        "v1": {
            "Rank": 3,
            "Name": "荣耀辉映不渝的筵宴",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1404_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "荣耀辉映不渝的筵宴",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1404_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "荣耀辉映不渝的筵宴",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1404_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "荣耀辉映不渝的筵宴",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1404_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "荣耀辉映不渝的筵宴",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1404_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "荣耀辉映不渝的筵宴",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1404_BP"
        }
    },
    "140404": {
        "v1": {
            "Rank": 4,
            "Name": "号角惊觉缄默的狂狮",
            "Desc": "【血仇】状态期间暴击伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，且受到来自敌方目标的攻击后回复等同于自身 <b><color style='color:#f29e38'>8%</color></b> 生命上限的生命值。",
            "Icon": "SkillIcon_1404_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "号角惊觉缄默的狂狮",
            "Desc": "【血仇】状态期间暴击伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，且受到来自敌方目标的攻击后回复等同于自身 <b><color style='color:#f29e38'>8%</color></b> 生命上限的生命值。",
            "Icon": "SkillIcon_1404_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "号角惊觉缄默的狂狮",
            "Desc": "【百死不殆】生效时额外回复等同于自身 <b><color style='color:#f29e38'>10%</color></b> 生命上限的生命值。",
            "Icon": "SkillIcon_1404_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "号角惊觉缄默的狂狮",
            "Desc": "【血仇】状态期间暴击伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，且受到来自敌方目标的攻击后回复等同于自身 <b><color style='color:#f29e38'>10%</color></b> 生命上限的生命值。",
            "Icon": "SkillIcon_1404_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "号角惊觉缄默的狂狮",
            "Desc": "【血仇】状态期间暴击伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，且受到来自敌方目标的攻击后回复等同于自身 <b><color style='color:#f29e38'>10%</color></b> 生命上限的生命值。",
            "Icon": "SkillIcon_1404_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "号角惊觉缄默的狂狮",
            "Desc": "【血仇】状态期间暴击伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，且受到来自敌方目标的攻击后回复等同于自身 <b><color style='color:#f29e38'>10%</color></b> 生命上限的生命值。",
            "Icon": "SkillIcon_1404_Rank4"
        }
    },
    "140405": {
        "v1": {
            "Rank": 5,
            "Name": "兵戈雕刻躯身的烈焰",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "兵戈雕刻躯身的烈焰",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "兵戈雕刻躯身的烈焰",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "兵戈雕刻躯身的烈焰",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1404_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "兵戈雕刻躯身的烈焰",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1404_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "兵戈雕刻躯身的烈焰",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1404_Ultra"
        }
    },
    "140406": {
        "v1": {
            "Rank": 6,
            "Name": "往日攀陟沉积的血山",
            "Desc": "进入战斗时立刻获得【血仇】状态，状态期间累计已损失生命值上限降低 <b><color style='color:#f29e38'>30%</color></b> ，且自身生命上限提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1404_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "往日攀陟沉积的血山",
            "Desc": "进入战斗时立刻获得【血仇】状态，状态期间累计已损失生命值上限降低 <b><color style='color:#f29e38'>30%</color></b> ，且自身生命上限提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1404_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "往日攀陟沉积的血山",
            "Desc": "进入战斗时立刻进入【血仇】状态且【弑神登神】所需的充能值降低至 <b><color style='color:#f29e38'>100</color></b> 点。",
            "Icon": "SkillIcon_1404_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "往日攀陟沉积的血山",
            "Desc": "进入战斗时立刻进入【血仇】状态且【弑神登神】所需的充能值降低至 <b><color style='color:#f29e38'>100</color></b> 点。",
            "Icon": "SkillIcon_1404_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "往日攀陟沉积的血山",
            "Desc": "进入战斗时立刻进入【血仇】状态且【弑神登神】所需的充能值降低至 <b><color style='color:#f29e38'>100</color></b> 点。",
            "Icon": "SkillIcon_1404_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "往日攀陟沉积的血山",
            "Desc": "进入战斗时立刻进入【血仇】状态且【弑神登神】所需的充能值降低至 <b><color style='color:#f29e38'>100</color></b> 点。",
            "Icon": "SkillIcon_1404_Rank6"
        }
    }
}

var _story_ = {
    "1404": [
        {
            "_id": 1,
            "Story": "那沉入迷雾的悬锋，纷乱与战争之城！它的王室流着弑亲的血脉，它的神明以灾厄为名。<br>不死的迈德漠斯，离群的狮子，逐猎「纷争」火种的黄金裔。你要忍受万死，浴血还乡，孤身背负疯狂的宿命<br>——弑王成王，弑神登神。征战的铁蹄踏遍荒野，终归要沾上故乡的血。"
        },
        {
            "_id": 2,
            "Story": "<i>「在沿海城邦古老的传说里，冥海曾诞育下堪比神明的生灵。据往来渔船所说，正有这样的『海王』以幼童的相貌出没于波涛之中，面目凶恶，红颜青唇，以侵肌蚀骨的冥海之水沐浴，与凶恶残暴的冥海之兽肉搏，渴饮鲜血，生啖骨肉。<br><br>据说它每一次沉入海底，不消多时便会自冥海重生。在约莫九年的时间中，重塑己身不下一万次，最终撕裂巨妖，鲜血染红千里海面，却无有噬肉的海兽敢来接近。<br><br>传说那海王尾巴一甩，便可将众多鱼虾卷上沙滩。曾有落难的渔民向天求救，被海王率领水兵救起。传闻愈来愈超凡神妙，久而久之，甚至有渔民为海王绘制画像，贴在船上以求出海平安。<br><br>近来又有传言兴起，说那所谓海王其实是王储迈德漠斯的怨灵作祟，先王恐惧他背负的预言，在他出生后便将其掷入冥海，夭折的孩子死不瞑目，誓要猎尽冥海。但笔者认为这只不过是狡猾的悬锋人想为自己脸上贴金，理由有三：<br><br>第一，就算悬锋人素来有父子争斗、胜者为王的传统，但怎会一出生将贵为王储的人子扔下海中？<br>第二，就算悬锋王欧利庞年老昏聩，听信预言将子嗣扔进海中祭祀，一个幼儿怎么可能有堪比神明的力量与巨妖搏斗？<br>第三，就算有这样的幼儿存在，他也绝不可能是悬锋人。悬锋人一个比一个自私粗野，又怎会帮助遭逢海难的渔民？<br>诸位读者，接下来我将为你们揭晓真相：其实所谓的海王<br>——自然就是海洋的化身！」</i><br><br><align=\"right\">——选段自歌耳巴尼帕耳图书馆藏<br><i>「威力海王传考据」</i></align><br><br><i>「强。」</i><br><align=\"right\">——男人的字迹</align>"
        },
        {
            "_id": 3,
            "Story": "<i>「那支孤军散发着浓烈的血腥，像一支染血的长枪。那名领军的战士即是枪尖，永远裹挟着深不见底的愤怒与仇恨刺向敌人。<br><br>自拉冬，经哀地里亚，再至厄涅俄努斯，他一次次自死亡回归，也为所经之处带来滔天的战火。那令世人侧目的厄涅俄努斯之战中，未尝一败的克吕提俄斯高举巨斧，万箭自他的身后齐发。然而烟尘散去，火自血中沐浴而出，战士的拳风如尖刺，撕开了克吕提俄斯的咽喉。<br><br>在那足以载入史诗的战役后，战士的真实身份越发扑朔迷离。那支军队明显带有悬锋的训练痕迹，但却从未悬挂悬锋的旗帜，无人知晓他们是游荡于战场的悬锋孤魂，还是失落家乡已久的迷途人。<br><br>往来的吟游诗人将那孤军行旅编成哀伤的歌，在翁法罗斯带着铁锈味的野风中，孤高的狮子带着成群的老弱残兵迁徙，寻找不存在的家园。<br><br>现实绝不会因残酷改变自己的面貌。那些忠心耿耿追随他的悬锋子民，即便曾是精锐，也没有他那神一般的不死之身。随着岁月流逝，连悬锋的神明已陷入疯狂，凡人又该往何处去？<br><br>那孤高的人是否会将子民的命运背于己身，是否为自己戴上王的枷锁？还是说，这只是他一厢情愿的徒劳……」</i><br><br><align=\"right\">——选段自歌耳巴尼帕耳图书馆藏<br><i>「翁法罗斯战争史」</i></align><br><br><i>「赫菲斯辛、帕狄卡斯、莱昂、托勒密、朴塞塔…你们的名字，必不遗落于历史。」</i><br><align=\"right\">——男人的字迹</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「迈德漠斯啊！你这忘恩负义的背叛者，断绝悬锋精神的懦夫！<br><br>你弑杀先王，复仇成功，却不接过重振王朝的责任，你的荣誉之心难道在冥海时被鱼兽吞噬一空了么？<br>你混迹于逐火的队伍，被妖女的狂言诓骗，与出身低贱的士兵打成一片；你宁愿将希望寄托于虚无缥缈的神谕，也不愿相信你自己的双拳！<br>悬锋人渴望回到纷争的故乡，而你却要我们迁往宿敌的城邦，你难道贪恋奥赫玛的奢华么？还是你早已被黄金浴池的水雾弄得神魂颠倒？<br><br>迈德漠斯啊！你有高贵的不死之身，岂可由那奥赫玛的女人统领？你是逐猎的狮子，纷争的使者，你难道忘记了捕猎者与猎物的不同吗？<br><br>听说不久之前，你与那自称黄金裔的人从尼卡多利眷属手中救下异邦的平民，不惜在那不见天明的长夜里，任由身躯破碎，沐血而狂。<br>迈德漠斯啊！你的血不当为了那些无用的人而流，你当纠集军队，劫掠资源，如此，悬锋才能在末世中抢夺一丝生机！<br><br>那所谓逐火的路将你变得面目全非，吾王，回来吧！王不需要同等之人，不需要伙伴，不需要怀疑，不需要拯救——倘若你还残存最后一丝清醒，便向吾等发令吧！<br>让悬锋的荣耀凌驾于一切城邦之上！」</i><br><br><align=\"right\">——选段自歌耳巴尼帕耳图书馆藏<br><i>「悬锋元老院决议合集」</i></align><br><br><i>「继续迁移。」</i><br><align=\"right\">——男人的批示</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「黎明圣城奥赫玛为此世之中黑潮尚无法侵扰的净土，但黑潮对其包围之势已显而易见。<br><br>千年历史，黑潮所过之处，生灵异化为非人的怪物，城邦风蚀为无人的废墟，即便强盛如悬锋，其神明亦被黑潮污染，一切荒废无存。<br><br>逐火至今，大部分火种都已归位，然而黑潮将临，时间已所剩无几，在再创世之前，如若奥赫玛失守，一切都将前功尽弃。<br><br>笔者于此大胆揣测，在不久的将来，逐火的英雄必将与黑潮一战。从以往记录来看，哪怕是最为勇猛的战士，也无法在黑潮中坚持长久。黄金裔英雄各有所长，若说此战的希望，若非那骁勇的白厄，便会落在迈德漠斯身上。<br><br>当然，那不仅是因为迈德漠斯作为此世勇者之冠，拒绝死亡的天生之命，也不仅因为悬锋旧城位处抵挡黑潮的关要。纵然迈德漠斯如悬锋的狮子般一生迁徙多次，最后停留在离诞生地极远的地方，孤高的王也绝无可能在他国中称臣。一旦安顿好子民，将使命视作生命的迈德漠斯必定归乡，只不过这一次，他背负的不只是悬锋人的希望，更是世界的未来。<br><br>塔兰顿的祭司曾预言，千年纷争的历史始于悬锋，亦将终结于悬锋。或许在未来的某一日，那不死之身踏入黑潮，方生方死，那会是怎样的境况，怎样的悲壮……」</i><br><br><align=\"right\">——选段自歌耳巴尼帕耳图书馆藏<br><i>「逐火观察：黑潮专题」</i></align><br><br><i>「一如冥海，一如既往。」</i><br><align=\"right\">——男人新近的批注</align>"
        }
    ]
}

var _voice_ = {
    "1404": [
        {
            "_id": "archive_mydei_1",
            "Title": "初次见面",
            "Voice": "我是悬锋的王储「迈德漠斯」，亦是奥赫玛的战士「万敌」。若想了解更多，便观我一战，或与我一战。"
        },
        {
            "_id": "archive_mydei_2",
            "Title": "问候",
            "Voice": "嗯。"
        },
        {
            "_id": "archive_mydei_3",
            "Title": "道别",
            "Voice": "好，再见。"
        },
        {
            "_id": "archive_mydei_4",
            "Title": "关于自己 · 过去",
            "Voice": "我最初的记忆，是在深渊中与黑暗搏杀，只因悬锋先王假借预言，将我掷入冥海献祭泰坦。但九个冬天后，这副身躯爬出了冥海…连死神也将其弃置不顾。"
        },
        {
            "_id": "archive_mydei_5",
            "Title": "关于自己 · 圣城",
            "Voice": "过去，我不曾想到自己会与悬锋的敌国联合，征战四方。奥赫玛是座繁荣的城邦，只是…无法成为所有人的归宿。"
        },
        {
            "_id": "archive_mydei_6",
            "Title": "关于自己 · 未来",
            "Voice": "告诉后人，我将恪守诺言，镇守悬锋直至最后一滴血。拭目以待吧，并非是黑潮吞噬了我，而是我要将其碾碎。"
        },
        {
            "_id": "archive_mydei_7",
            "Title": "闲谈",
            "Voice": "淬火而生的枪与剑，也会在岁月的腐蚀下磨损。战场上我唯一仰赖的，便是这副不死之躯。"
        },
        {
            "_id": "archive_mydei_8",
            "Title": "爱好 · 营养",
            "Voice": "强健的体魄、健康的精神，二者都依赖合理的营养摄入。懂得如何处理食材，恰当烹饪，是每一位勇士的必修课。"
        },
        {
            "_id": "archive_mydei_9",
            "Title": "爱好 · 石榴汁",
            "Voice": "与族人共饮蜜酿时，痛饮的是故土，是鲜红色的回忆。但若是加入些许干酪…你的身体就会更健康。"
        },
        {
            "_id": "archive_mydei_10",
            "Title": "烦恼",
            "Voice": "悬锋城和奥赫玛积怨已久，长枪能刺穿敌王，却难以荡平民众心中的执念。"
        },
        {
            "_id": "archive_mydei_11",
            "Title": "分享",
            "Voice": "在悬锋祭典上，不论出身，优胜者将获得挑战国王的资格。先王曾利用这项规矩杀死了祖父，夺得王权，但他最终也因此陨落。可悲的循环……"
        },
        {
            "_id": "archive_mydei_12",
            "Title": "见闻",
            "Voice": "悬锋的历史上，曾有三百勇士独自抗击黑潮的传说。如今，他们或许堕落了、腐坏了，但只要余下一人，他们便不会忘记，真正的死并非「死亡」，而是抛下荣耀。"
        },
        {
            "_id": "archive_mydei_13",
            "Title": "关于阿格莱雅",
            "Voice": "我们受阿格莱雅的指引汇聚一处，并非是因为那女人手眼通天，而是她那双冰冷的眼睛里，注定要燃起猛烈的火。"
        },
        {
            "_id": "archive_mydei_14",
            "Title": "关于缇宝 · 缇安 · 缇宁",
            "Voice": "缇里西庇俄丝女士带来的神谕，与其说是命运，不如将其视作一种希望——身处破碎的时代，相信自我的选择，而后放手一搏。"
        },
        {
            "_id": "archive_mydei_15",
            "Title": "关于白厄",
            "Voice": "我曾与他几番交手，鏖战数十个日夜不分胜负。我知晓这男人的强大，正因如此，他才有资格直视我的后背。"
        },
        {
            "_id": "archive_mydei_16",
            "Title": "关于遐蝶",
            "Voice": "哀地里亚的死亡侍者…她注定要接过塞纳托斯的火种。希望黑潮的尽头，温暖西风的彼岸，也是一片花海。"
        },
        {
            "_id": "archive_mydei_17",
            "Title": "关于那刻夏",
            "Voice": "关于这位学者，我听说过不下于十个关于他的恶名，但那位树庭的好学生平日里总喜欢念叨这位老师对他们有多好…能让他如此评价的人，想来也会对我的胃口。"
        },
        {
            "_id": "archive_mydei_19",
            "Title": "关于风堇",
            "Voice": "尼卡多利与艾格勒之间曾历经漫长的神战，而如今，天空与纷争的代表站在了同一条战线——这便是人能胜过神的证明。"
        },
        {
            "_id": "archive_mydei_18",
            "Title": "关于赛飞儿",
            "Voice": "在来到奥赫玛之前，我听悬锋的孩子提起过，有个来无影去无踪的侠盗时不时会找他们玩。有时告诉他们哪儿的果子最解渴，有时告诉他们黑潮会从哪儿袭来，现在想来，想必便是她了。"
        },
        {
            "_id": "archive_mydei_20",
            "Title": "关于海瑟音",
            "Voice": "我也曾与冥海的恶潮搏斗，深知绝望与死寂的滋味…也许这就是深海蜜酿为何尝起来如此苦烈的原因吧。"
        },
        {
            "_id": "archive_mydei_21",
            "Title": "关于刻律德菈",
            "Voice": "为了城邦和子民，我们都做过极其困难的选择。但破旧革新，无论如何痛苦，必然是一位合格的王者会走上的道路。"
        },
        {
            "_id": "archive_mydei_22",
            "Title": "关于三月七",
            "Voice": "以无名客的意志，她一定能直面与克服过去的阴影。"
        },
        {
            "_id": "archive_mydei_23",
            "Title": "关于丹恒 · 腾荒",
            "Voice": "大地的力量为他增添了长枪的锋芒。如有机会，定与他切磋一下使用长矛的技巧。"
        },
        {
            "_id": "archive_mydei_24",
            "Title": "关于昔涟",
            "Voice": "她为翁法罗斯做的牺牲与努力，将让这片破碎的焦土，生长出繁荣的城邦。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_mydei",
            "Title": "星魂激活",
            "Voice": "我将以人的怒火，剥夺神的权柄。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_mydei",
            "Title": "角色晋阶",
            "Voice": "征途，以血和火铸就。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_mydei",
            "Title": "角色满级",
            "Voice": "纷争，不会随胜利停歇。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_mydei",
            "Title": "行迹激活",
            "Voice": "每一道纹饰，都是一行往日的血。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_mydei",
            "Title": "队伍编成 · 开拓者",
            "Voice": "呐喊吧，胜利将如期而至。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_mydei",
            "Title": "队伍编成 · 缇宝",
            "Voice": "退后，前方有我一人便足够。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_mydei",
            "Title": "队伍编成 · 阿格莱雅",
            "Voice": "用你的双眼见证，何谓「力敌万邦」！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_mydei",
            "Title": "队伍编成 · 遐蝶",
            "Voice": "愿死亡铸就战士的荣耀。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_mydei",
            "Title": "队伍编成 · 那刻夏",
            "Voice": "久闻大名，瞬息万变的战场也是知识的用武之地。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_mydei",
            "Title": "队伍编成 · 风堇",
            "Voice": "有你在场，大家便可放心冲锋了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_mydei",
            "Title": "队伍编成 · 赛飞儿",
            "Voice": "活在传奇中的侠盗，有幸相会。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_mydei",
            "Title": "队伍编成 · 白厄",
            "Voice": "老样子，我打头阵。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_mydei",
            "Title": "队伍编成 · 海瑟音",
            "Voice": "幸会，海洋的战士。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_mydei",
            "Title": "队伍编成 · 刻律德菈",
            "Voice": "这必将是名动天下的一战。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_mydei",
            "Title": "队伍编成 · 三月七",
            "Voice": "投入战斗吧，心中的犹疑终将被战胜。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_mydei",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "很有气势。走吧，战个痛快。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_mydei",
            "Title": "队伍编成 · 昔涟",
            "Voice": "现在，该是翁法罗斯的胜利了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_mydeimos",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "不堪一击…拿出你的全力！"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_mydeimos",
            "Title": "战斗开始 · 危险预警",
            "Voice": "看看吧，最后谁会留下。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_mydeimos_01",
            "Title": "回合开始 · 一",
            "Voice": "来吧，向我展现你的勇气。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_mydeimos_02",
            "Title": "回合开始 · 二",
            "Voice": "全力以赴，此地将见证荣耀！"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_mydeimos",
            "Title": "回合待机",
            "Voice": "动起来！别让炙热的身躯冷却。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_mydeimos_01",
            "Title": "普攻",
            "Voice": "浑身破绽！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_mydeimos_01",
            "Title": "战技 · 一",
            "Voice": "玉石，俱焚！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01mydeimos_02",
            "Title": "战技 · 二",
            "Voice": "万劫，不复！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_mydeimos_01",
            "Title": "强化战技 · 一",
            "Voice": "赐你天谴！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_mydeimos_02",
            "Title": "强化战技 · 二",
            "Voice": "荡平万邦！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_mydeimos_01",
            "Title": "轻受击",
            "Voice": "孱弱不堪。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_mydeimos_01",
            "Title": "重受击",
            "Voice": "何等聒噪！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_mydeimos",
            "Title": "终结技 · 激活",
            "Voice": "垂死之魂，直面我！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_mydeimos",
            "Title": "终结技 · 施放",
            "Voice": "我允许你们…伏首受诛！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_mydeimos_01",
            "Title": "天赋 · 一",
            "Voice": "流淌吧，悬锋之血！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_mydeimos_02",
            "Title": "天赋 · 二",
            "Voice": "怒吼吧，吾即纷争。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_mydeimos_01",
            "Title": "无法战斗",
            "Voice": "结…束了……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_mydeimos",
            "Title": "重回战斗",
            "Voice": "哼，死亡会拒绝我。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_mydeimos",
            "Title": "回复生命",
            "Voice": "死不了。但…谢了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_mydeimos_01",
            "Title": "秘技",
            "Voice": "臣服，或者倒下！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_mydeimos",
            "Title": "战斗胜利",
            "Voice": "战场的风，不会停息。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_mydeimos",
            "Title": "开启战利品 · 一",
            "Voice": "你收着吧，权当赏赐。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_mydeimos_02",
            "Title": "开启战利品 · 二",
            "Voice": "拿去吧，为族人添一副新甲。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_mydeimos",
            "Title": "开启贵重战利品",
            "Voice": "哼…品味不错，我收下了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_mydeimos",
            "Title": "解谜成功 · 一",
            "Voice": "悬锋人的字典没有「退缩」二字。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_mydeimos_02",
            "Title": "解谜成功 · 二",
            "Voice": "动手就能解决问题，最简单的道理。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_mydeimos",
            "Title": "发现敌方目标",
            "Voice": "上吧，赐予它战死的荣耀。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_mydeimos",
            "Title": "返回城镇",
            "Voice": "野风中有铁锈的滋味……"
        }
    ]
}

var _notes_ = {
    "1404": [
        "• 六魂：生命值上限提升 100% @不是独立乘区#"
    ]
}

var _adiff_ = {
    "1404": {}
}

var _mtc_ = {
    "1404": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110437": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110437": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110437": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110437": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115002": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115003": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "115003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110506": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110506": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110506": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110506": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "暴击伤害 +37.3%",
                "Mat": {
                    "2": 237500,
                    "115001": 2,
                    "110182": 8,
                    "115002": 7,
                    "110183": 11,
                    "115003": 11
                }
            },
            {
                "Name": "生命值 +18%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "115001": 6,
                    "110183": 11,
                    "115003": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "115002": 3,
                    "110183": 8,
                    "115003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "水与泥土",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110506": 1
                }
            },
            {
                "Name": "三十僭主",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110506": 1
                }
            },
            {
                "Name": "血祥罩衫",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110506": 1
                }
            }
        ]
    }
}