// Auto Generated

var _avatarskill_ = {
    "2140704": {
        "v1": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动一次。若行动后，下一次回合开始前接受治疗或持有护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        },
        "v2": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动一次。若行动后，下一次回合开始前接受治疗或持有护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        },
        "v3": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动一次。若行动后，下一次回合开始前接受治疗或获得护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        },
        "v4": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动。若行动后，下一次回合开始前接受治疗或获得护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        },
        "v5": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动。若行动后，下一次回合开始前当前生命值提高或获得护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        },
        "v6": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动。若行动后，下一次回合开始前当前生命值提高或获得护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        },
        "v7": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动。若行动后，下一次回合开始前当前生命值提高或获得护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        },
        "Live": {
            "Name": "月茧之庇",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "辅助",
            "Desc": "获取遐蝶后或当前队伍存在遐蝶时获得效果：战斗中，若我方角色受到致命攻击，则本次行动中所有受到致命攻击的我方角色获得【月茧】状态。【月茧】状态下的角色会暂时延后陷入<u>无法战斗状态</u>，且可以正常行动。若行动后，下一次回合开始前当前生命值提高或获得护盾，则解除【月茧】状态，否则将立即陷入<u>无法战斗状态</u>。该效果单场战斗中最多触发1次。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1001_Normal"
        }
    },
    "140703": {
        "v1": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙行动 <b>#2[f]</b> 次后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    140.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        },
        "v2": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙行动 <b>#2[f]</b> 次后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    140.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    140.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        },
        "v3": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙行动 <b>#2[f]</b> 次后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        },
        "v4": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙初始拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙行动 <b>#2[f]</b> 个回合后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        },
        "v5": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙初始拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙行动 <b>#2[f]</b> 个回合后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        },
        "v6": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙初始拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙 <b>#2[f]</b> 个回合后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        },
        "v7": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙初始拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙 <b>#2[f]</b> 个回合后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        },
        "Live": {
            "Name": "亡喉怒哮，苏生之颂铃",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> ，同时展开<u>境界</u>【遗世冥域】，使敌方全体全属性抗性降低@ <b>#4[p]</b> #，若遐蝶持有天赋的造成伤害提高效果，使该效果扩散至死龙。死龙初始拥有 <b>#1[f]</b> 点速度以及等同于【新蕊】上限 <b>#3[p]</b> 的固定生命上限。<br>死龙 <b>#2[f]</b> 个回合后或生命值为0时消失，同时解除<u>境界</u>【遗世冥域】。<br>隐藏数值：#5[f]",
            "Params": [
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.11,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.12,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.13,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.14,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.15,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1625,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.175,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.1875,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.2,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.21,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.22,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.23,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.24,
                    0.0
                ],
                [
                    165.0,
                    3.0,
                    1.0,
                    0.25,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Ultra",
            "EE": [
                10000018,
                10000020
            ]
        }
    },
    "1140701": {
        "v1": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.15
                ],
                [
                    0.18
                ],
                [
                    0.21
                ],
                [
                    0.24
                ],
                [
                    0.27
                ],
                [
                    0.3
                ],
                [
                    0.33
                ],
                [
                    0.36
                ],
                [
                    0.39
                ],
                [
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        },
        "v2": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.15
                ],
                [
                    0.18
                ],
                [
                    0.21
                ],
                [
                    0.24
                ],
                [
                    0.27
                ],
                [
                    0.3
                ],
                [
                    0.33
                ],
                [
                    0.36
                ],
                [
                    0.39
                ],
                [
                    0.42
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        },
        "v3": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.12
                ],
                [
                    0.144
                ],
                [
                    0.168
                ],
                [
                    0.192
                ],
                [
                    0.216
                ],
                [
                    0.24
                ],
                [
                    0.264
                ],
                [
                    0.288
                ],
                [
                    0.312
                ],
                [
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        },
        "v4": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.2
                ],
                [
                    0.24
                ],
                [
                    0.28
                ],
                [
                    0.32
                ],
                [
                    0.36
                ],
                [
                    0.4
                ],
                [
                    0.44
                ],
                [
                    0.48
                ],
                [
                    0.52
                ],
                [
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        },
        "v5": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.2
                ],
                [
                    0.24
                ],
                [
                    0.28
                ],
                [
                    0.32
                ],
                [
                    0.36
                ],
                [
                    0.4
                ],
                [
                    0.44
                ],
                [
                    0.48
                ],
                [
                    0.52
                ],
                [
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        },
        "v6": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.2
                ],
                [
                    0.24
                ],
                [
                    0.28
                ],
                [
                    0.32
                ],
                [
                    0.36
                ],
                [
                    0.4
                ],
                [
                    0.44
                ],
                [
                    0.48
                ],
                [
                    0.52
                ],
                [
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        },
        "v7": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.2
                ],
                [
                    0.24
                ],
                [
                    0.28
                ],
                [
                    0.32
                ],
                [
                    0.36
                ],
                [
                    0.4
                ],
                [
                    0.44
                ],
                [
                    0.48
                ],
                [
                    0.52
                ],
                [
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        },
        "Live": {
            "Name": "擘裂冥茫的爪痕",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.2
                ],
                [
                    0.24
                ],
                [
                    0.28
                ],
                [
                    0.32
                ],
                [
                    0.36
                ],
                [
                    0.4
                ],
                [
                    0.44
                ],
                [
                    0.48
                ],
                [
                    0.52
                ],
                [
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant01"
        }
    },
    "1140702": {
        "v1": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #生命上限的量子属性伤害，当前生命值不足时最多降至1点，施放该技能后本回合不会结束。<br>重复施放技能时，技能获得强化，持续至死龙消失。<br>生命值小于等于 <b>#5[p]</b> 时，施放该技能会主动触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.15,
                    0.17,
                    0.19,
                    0.25
                ],
                [
                    0.25,
                    0.18,
                    0.204,
                    0.228,
                    0.25
                ],
                [
                    0.25,
                    0.21,
                    0.238,
                    0.266,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.272,
                    0.304,
                    0.25
                ],
                [
                    0.25,
                    0.27,
                    0.306,
                    0.342,
                    0.25
                ],
                [
                    0.25,
                    0.3,
                    0.34,
                    0.38,
                    0.25
                ],
                [
                    0.25,
                    0.33,
                    0.374,
                    0.418,
                    0.25
                ],
                [
                    0.25,
                    0.36,
                    0.408,
                    0.456,
                    0.25
                ],
                [
                    0.25,
                    0.39,
                    0.442,
                    0.494,
                    0.25
                ],
                [
                    0.25,
                    0.42,
                    0.476,
                    0.532,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v2": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #/@ <b>#3[p]</b> #/@ <b>#4[p]</b> #生命上限的量子属性伤害，当前生命值不足时最多降至1点，施放该技能后本回合不会结束。<br>重复施放技能时，技能获得强化，持续至死龙消失。<br>生命值小于等于 <b>#5[p]</b> 时，施放该技能会主动触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.15,
                    0.17,
                    0.19,
                    0.25
                ],
                [
                    0.25,
                    0.18,
                    0.204,
                    0.228,
                    0.25
                ],
                [
                    0.25,
                    0.21,
                    0.238,
                    0.266,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.272,
                    0.304,
                    0.25
                ],
                [
                    0.25,
                    0.27,
                    0.306,
                    0.342,
                    0.25
                ],
                [
                    0.25,
                    0.3,
                    0.34,
                    0.38,
                    0.25
                ],
                [
                    0.25,
                    0.33,
                    0.374,
                    0.418,
                    0.25
                ],
                [
                    0.25,
                    0.36,
                    0.408,
                    0.456,
                    0.25
                ],
                [
                    0.25,
                    0.39,
                    0.442,
                    0.494,
                    0.25
                ],
                [
                    0.25,
                    0.42,
                    0.476,
                    0.532,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v3": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "每次施放消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，当前生命值不足时最多降至1点，施放该技能后本回合不会结束。<br>重复施放技能时，伤害倍率提高至@ <b>#3[p]</b> #/@ <b>#4[p]</b> #，持续至死龙消失。<br>生命值小于等于 <b>#5[p]</b> 时，施放该技能会主动将生命值降至1点后触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.12,
                    0.14,
                    0.17,
                    0.25
                ],
                [
                    0.25,
                    0.144,
                    0.168,
                    0.204,
                    0.25
                ],
                [
                    0.25,
                    0.168,
                    0.196,
                    0.238,
                    0.25
                ],
                [
                    0.25,
                    0.192,
                    0.224,
                    0.272,
                    0.25
                ],
                [
                    0.25,
                    0.216,
                    0.252,
                    0.306,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.28,
                    0.34,
                    0.25
                ],
                [
                    0.25,
                    0.264,
                    0.308,
                    0.374,
                    0.25
                ],
                [
                    0.25,
                    0.288,
                    0.336,
                    0.408,
                    0.25
                ],
                [
                    0.25,
                    0.312,
                    0.364,
                    0.442,
                    0.25
                ],
                [
                    0.25,
                    0.336,
                    0.392,
                    0.476,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v4": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "发动【燎尽黯泽的焰息】会消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害。<br>一次攻击中可重复发动【燎尽黯泽的焰息】，重复发动时，伤害倍率依次提高至@ <b>#3[p]</b> #/@ <b>#4[p]</b> #，达到@ <b>#4[p]</b> #后不再提高，伤害倍率提高效果在死龙消失前不会降低。<br>生命值小于等于 <b>#5[p]</b> 时，发动该技能会主动将生命值降至1点后触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.12,
                    0.14,
                    0.17,
                    0.25
                ],
                [
                    0.25,
                    0.144,
                    0.168,
                    0.204,
                    0.25
                ],
                [
                    0.25,
                    0.168,
                    0.196,
                    0.238,
                    0.25
                ],
                [
                    0.25,
                    0.192,
                    0.224,
                    0.272,
                    0.25
                ],
                [
                    0.25,
                    0.216,
                    0.252,
                    0.306,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.28,
                    0.34,
                    0.25
                ],
                [
                    0.25,
                    0.264,
                    0.308,
                    0.374,
                    0.25
                ],
                [
                    0.25,
                    0.288,
                    0.336,
                    0.408,
                    0.25
                ],
                [
                    0.25,
                    0.312,
                    0.364,
                    0.442,
                    0.25
                ],
                [
                    0.25,
                    0.336,
                    0.392,
                    0.476,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v5": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "发动【燎尽黯泽的焰息】会消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害。<br>一次攻击中可重复发动【燎尽黯泽的焰息】，重复发动时，伤害倍率依次提高至@ <b>#3[p]</b> #/@ <b>#4[p]</b> #，达到@ <b>#4[p]</b> #后不再提高，伤害倍率提高效果在死龙消失前不会降低。<br>死龙当前生命值小于等于自身生命上限 <b>#5[p]</b> 时，发动该技能会主动将生命值降至1点后触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.12,
                    0.14,
                    0.17,
                    0.25
                ],
                [
                    0.25,
                    0.144,
                    0.168,
                    0.204,
                    0.25
                ],
                [
                    0.25,
                    0.168,
                    0.196,
                    0.238,
                    0.25
                ],
                [
                    0.25,
                    0.192,
                    0.224,
                    0.272,
                    0.25
                ],
                [
                    0.25,
                    0.216,
                    0.252,
                    0.306,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.28,
                    0.34,
                    0.25
                ],
                [
                    0.25,
                    0.264,
                    0.308,
                    0.374,
                    0.25
                ],
                [
                    0.25,
                    0.288,
                    0.336,
                    0.408,
                    0.25
                ],
                [
                    0.25,
                    0.312,
                    0.364,
                    0.442,
                    0.25
                ],
                [
                    0.25,
                    0.336,
                    0.392,
                    0.476,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v6": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "发动【燎尽黯泽的焰息】会消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害。<br>一次攻击中可重复发动【燎尽黯泽的焰息】，重复发动时，伤害倍率依次提高至@ <b>#3[p]</b> #/@ <b>#4[p]</b> #，达到@ <b>#4[p]</b> #后不再提高，伤害倍率提高效果在死龙消失前不会降低。<br>死龙当前生命值小于等于自身生命上限 <b>#5[p]</b> 时，发动该技能会主动将生命值降至1点后触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.12,
                    0.14,
                    0.17,
                    0.25
                ],
                [
                    0.25,
                    0.144,
                    0.168,
                    0.204,
                    0.25
                ],
                [
                    0.25,
                    0.168,
                    0.196,
                    0.238,
                    0.25
                ],
                [
                    0.25,
                    0.192,
                    0.224,
                    0.272,
                    0.25
                ],
                [
                    0.25,
                    0.216,
                    0.252,
                    0.306,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.28,
                    0.34,
                    0.25
                ],
                [
                    0.25,
                    0.264,
                    0.308,
                    0.374,
                    0.25
                ],
                [
                    0.25,
                    0.288,
                    0.336,
                    0.408,
                    0.25
                ],
                [
                    0.25,
                    0.312,
                    0.364,
                    0.442,
                    0.25
                ],
                [
                    0.25,
                    0.336,
                    0.392,
                    0.476,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v7": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "发动【燎尽黯泽的焰息】会消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害。<br>一次攻击中可重复发动【燎尽黯泽的焰息】，重复发动时，伤害倍率依次提高至@ <b>#3[p]</b> #/@ <b>#4[p]</b> #，达到@ <b>#4[p]</b> #后不再提高，伤害倍率提高效果在死龙消失前不会降低。<br>死龙当前生命值小于等于自身生命上限 <b>#5[p]</b> 时，发动该技能会主动将生命值降至1点后触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.12,
                    0.14,
                    0.17,
                    0.25
                ],
                [
                    0.25,
                    0.144,
                    0.168,
                    0.204,
                    0.25
                ],
                [
                    0.25,
                    0.168,
                    0.196,
                    0.238,
                    0.25
                ],
                [
                    0.25,
                    0.192,
                    0.224,
                    0.272,
                    0.25
                ],
                [
                    0.25,
                    0.216,
                    0.252,
                    0.306,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.28,
                    0.34,
                    0.25
                ],
                [
                    0.25,
                    0.264,
                    0.308,
                    0.374,
                    0.25
                ],
                [
                    0.25,
                    0.288,
                    0.336,
                    0.408,
                    0.25
                ],
                [
                    0.25,
                    0.312,
                    0.364,
                    0.442,
                    0.25
                ],
                [
                    0.25,
                    0.336,
                    0.392,
                    0.476,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "Live": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "发动【燎尽黯泽的焰息】会消耗等同于死龙生命上限 <b>#1[p]</b> 的生命值，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害。<br>一次攻击中可重复发动【燎尽黯泽的焰息】，重复发动时，伤害倍率依次提高至@ <b>#3[p]</b> #/@ <b>#4[p]</b> #，达到@ <b>#4[p]</b> #后不再提高，伤害倍率提高效果在死龙消失前不会降低。<br>死龙当前生命值小于等于自身生命上限 <b>#5[p]</b> 时，发动该技能会主动将生命值降至1点后触发等同于天赋【灼掠幽墟的晦翼】的技能效果。",
            "Params": [
                [
                    0.25,
                    0.12,
                    0.14,
                    0.17,
                    0.25
                ],
                [
                    0.25,
                    0.144,
                    0.168,
                    0.204,
                    0.25
                ],
                [
                    0.25,
                    0.168,
                    0.196,
                    0.238,
                    0.25
                ],
                [
                    0.25,
                    0.192,
                    0.224,
                    0.272,
                    0.25
                ],
                [
                    0.25,
                    0.216,
                    0.252,
                    0.306,
                    0.25
                ],
                [
                    0.25,
                    0.24,
                    0.28,
                    0.34,
                    0.25
                ],
                [
                    0.25,
                    0.264,
                    0.308,
                    0.374,
                    0.25
                ],
                [
                    0.25,
                    0.288,
                    0.336,
                    0.408,
                    0.25
                ],
                [
                    0.25,
                    0.312,
                    0.364,
                    0.442,
                    0.25
                ],
                [
                    0.25,
                    0.336,
                    0.392,
                    0.476,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        }
    },
    "1140703": {
        "v1": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害时，当前生命值最多降至1点，此后由死龙承担，但会承担等同于原伤害 <b>#1[p]</b> 的伤害，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        },
        "v2": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害时，当前生命值最多降至1点，此后由死龙承担，但会承担等同于原伤害 <b>#1[p]</b> 的伤害，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        },
        "v3": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害时，当前生命值最多降至1点，此后由死龙承担，但会承担等同于原伤害 <b>#1[p]</b> 的伤害，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        },
        "v4": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害或消耗生命值时，当前生命值最多降至1点，此后由死龙承担，但死龙会消耗等同于原数值 <b>#1[p]</b> 的生命值，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        },
        "v5": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害或消耗生命值时，当前生命值最多降至1点，此后由死龙承担，但死龙会消耗等同于原数值 <b>#1[p]</b> 的生命值，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        },
        "v6": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害或消耗生命值时，当前生命值最多降至1点，此后由死龙承担，但死龙会消耗等同于原数值 <b>#1[p]</b> 的生命值，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        },
        "v7": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害或消耗生命值时，当前生命值最多降至1点，此后由死龙承担，但死龙会消耗等同于原数值 <b>#1[p]</b> 的生命值，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        },
        "Live": {
            "Name": "月茧荫蔽的身躯",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙在场时为我方<u>后援</u>，我方受到伤害或消耗生命值时，当前生命值最多降至1点，此后由死龙承担，但死龙会消耗等同于原数值 <b>#1[p]</b> 的生命值，持续至死龙消失。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ],
                [
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive",
            "EE": [
                10000021
            ]
        }
    },
    "1140705": {
        "v1": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        },
        "v2": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ],
                [
                    0.1,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        },
        "v3": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        },
        "v4": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        },
        "v5": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        },
        "v6": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        },
        "v7": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        },
        "Live": {
            "Name": "震彻寂壤的怒啸",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "死龙被召唤时，我方全体造成的伤害提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ],
                [
                    0.1,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_ServantPassive"
        }
    },
    "1140706": {
        "v1": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25,
                    6.0
                ],
                [
                    0.3,
                    6.0
                ],
                [
                    0.35,
                    6.0
                ],
                [
                    0.4,
                    6.0
                ],
                [
                    0.45,
                    6.0
                ],
                [
                    0.5,
                    6.0
                ],
                [
                    0.55,
                    6.0
                ],
                [
                    0.6,
                    6.0
                ],
                [
                    0.65,
                    6.0
                ],
                [
                    0.7,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.4,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v2": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25,
                    6.0
                ],
                [
                    0.3,
                    6.0
                ],
                [
                    0.35,
                    6.0
                ],
                [
                    0.4,
                    6.0
                ],
                [
                    0.45,
                    6.0
                ],
                [
                    0.5,
                    6.0
                ],
                [
                    0.55,
                    6.0
                ],
                [
                    0.6,
                    6.0
                ],
                [
                    0.65,
                    6.0
                ],
                [
                    0.7,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.4,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v3": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v4": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v5": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v6": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v7": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "Live": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "弹射",
            "Desc": "死龙消失时，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        }
    },
    "1140710": {
        "v1": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v2": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v3": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v4": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v5": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v6": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v7": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "Live": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        }
    },
    "1140711": {
        "v1": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v2": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v3": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v4": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v5": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v6": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "v7": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        },
        "Live": {
            "Name": "燎尽黯泽的焰息",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant02"
        }
    },
    "1140712": {
        "v1": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25,
                    6.0
                ],
                [
                    0.3,
                    6.0
                ],
                [
                    0.35,
                    6.0
                ],
                [
                    0.4,
                    6.0
                ],
                [
                    0.45,
                    6.0
                ],
                [
                    0.5,
                    6.0
                ],
                [
                    0.55,
                    6.0
                ],
                [
                    0.6,
                    6.0
                ],
                [
                    0.65,
                    6.0
                ],
                [
                    0.7,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v2": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25,
                    6.0
                ],
                [
                    0.3,
                    6.0
                ],
                [
                    0.35,
                    6.0
                ],
                [
                    0.4,
                    6.0
                ],
                [
                    0.45,
                    6.0
                ],
                [
                    0.5,
                    6.0
                ],
                [
                    0.55,
                    6.0
                ],
                [
                    0.6,
                    6.0
                ],
                [
                    0.65,
                    6.0
                ],
                [
                    0.7,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v3": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v4": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v5": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v6": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "v7": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        },
        "Live": {
            "Name": "灼掠幽墟的晦翼",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "弹射",
            "Desc": "消耗全部生命，造成 <b>#2[f]</b> 次伤害，每次伤害对敌方随机单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害，同时为我方全体回复等同于遐蝶@ <b>#3[p]</b> #生命上限+@ <b>#4[f]</b> #点的生命值。",
            "Params": [
                [
                    0.2,
                    6.0,
                    0.03,
                    400.0
                ],
                [
                    0.24,
                    6.0,
                    0.036,
                    480.0
                ],
                [
                    0.28,
                    6.0,
                    0.042,
                    560.0
                ],
                [
                    0.32,
                    6.0,
                    0.048,
                    640.0
                ],
                [
                    0.36,
                    6.0,
                    0.054,
                    720.0
                ],
                [
                    0.4,
                    6.0,
                    0.06,
                    800.0
                ],
                [
                    0.44,
                    6.0,
                    0.066,
                    880.0
                ],
                [
                    0.48,
                    6.0,
                    0.072,
                    960.0
                ],
                [
                    0.52,
                    6.0,
                    0.078,
                    1040.0
                ],
                [
                    0.56,
                    6.0,
                    0.084,
                    1120.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11407_Servant04"
        }
    },
    "140701": {
        "v1": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v2": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v3": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v4": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v5": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v6": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v7": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "Live": {
            "Name": "哀悼，死海之涟漪",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于遐蝶@ <b>#1[p]</b> #生命上限的量子属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        }
    },
    "140702": {
        "v1": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.4,
                    0.25,
                    0.15
                ],
                [
                    0.4,
                    0.275,
                    0.165
                ],
                [
                    0.4,
                    0.3,
                    0.18
                ],
                [
                    0.4,
                    0.325,
                    0.195
                ],
                [
                    0.4,
                    0.35,
                    0.21
                ],
                [
                    0.4,
                    0.375,
                    0.225
                ],
                [
                    0.4,
                    0.40625,
                    0.24375
                ],
                [
                    0.4,
                    0.4375,
                    0.2625
                ],
                [
                    0.4,
                    0.46875,
                    0.28125
                ],
                [
                    0.4,
                    0.5,
                    0.3
                ],
                [
                    0.4,
                    0.525,
                    0.315
                ],
                [
                    0.4,
                    0.55,
                    0.33
                ],
                [
                    0.4,
                    0.575,
                    0.345
                ],
                [
                    0.4,
                    0.6,
                    0.36
                ],
                [
                    0.4,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        },
        "v2": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.4,
                    0.25,
                    0.15
                ],
                [
                    0.4,
                    0.275,
                    0.165
                ],
                [
                    0.4,
                    0.3,
                    0.18
                ],
                [
                    0.4,
                    0.325,
                    0.195
                ],
                [
                    0.4,
                    0.35,
                    0.21
                ],
                [
                    0.4,
                    0.375,
                    0.225
                ],
                [
                    0.4,
                    0.40625,
                    0.24375
                ],
                [
                    0.4,
                    0.4375,
                    0.2625
                ],
                [
                    0.4,
                    0.46875,
                    0.28125
                ],
                [
                    0.4,
                    0.5,
                    0.3
                ],
                [
                    0.4,
                    0.525,
                    0.315
                ],
                [
                    0.4,
                    0.55,
                    0.33
                ],
                [
                    0.4,
                    0.575,
                    0.345
                ],
                [
                    0.4,
                    0.6,
                    0.36
                ],
                [
                    0.4,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        },
        "v3": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.3,
                    0.25,
                    0.15
                ],
                [
                    0.3,
                    0.275,
                    0.165
                ],
                [
                    0.3,
                    0.3,
                    0.18
                ],
                [
                    0.3,
                    0.325,
                    0.195
                ],
                [
                    0.3,
                    0.35,
                    0.21
                ],
                [
                    0.3,
                    0.375,
                    0.225
                ],
                [
                    0.3,
                    0.40625,
                    0.24375
                ],
                [
                    0.3,
                    0.4375,
                    0.2625
                ],
                [
                    0.3,
                    0.46875,
                    0.28125
                ],
                [
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.3,
                    0.525,
                    0.315
                ],
                [
                    0.3,
                    0.55,
                    0.33
                ],
                [
                    0.3,
                    0.575,
                    0.345
                ],
                [
                    0.3,
                    0.6,
                    0.36
                ],
                [
                    0.3,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        },
        "v4": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.3,
                    0.25,
                    0.15
                ],
                [
                    0.3,
                    0.275,
                    0.165
                ],
                [
                    0.3,
                    0.3,
                    0.18
                ],
                [
                    0.3,
                    0.325,
                    0.195
                ],
                [
                    0.3,
                    0.35,
                    0.21
                ],
                [
                    0.3,
                    0.375,
                    0.225
                ],
                [
                    0.3,
                    0.40625,
                    0.24375
                ],
                [
                    0.3,
                    0.4375,
                    0.2625
                ],
                [
                    0.3,
                    0.46875,
                    0.28125
                ],
                [
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.3,
                    0.525,
                    0.315
                ],
                [
                    0.3,
                    0.55,
                    0.33
                ],
                [
                    0.3,
                    0.575,
                    0.345
                ],
                [
                    0.3,
                    0.6,
                    0.36
                ],
                [
                    0.3,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        },
        "v5": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.3,
                    0.25,
                    0.15
                ],
                [
                    0.3,
                    0.275,
                    0.165
                ],
                [
                    0.3,
                    0.3,
                    0.18
                ],
                [
                    0.3,
                    0.325,
                    0.195
                ],
                [
                    0.3,
                    0.35,
                    0.21
                ],
                [
                    0.3,
                    0.375,
                    0.225
                ],
                [
                    0.3,
                    0.40625,
                    0.24375
                ],
                [
                    0.3,
                    0.4375,
                    0.2625
                ],
                [
                    0.3,
                    0.46875,
                    0.28125
                ],
                [
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.3,
                    0.525,
                    0.315
                ],
                [
                    0.3,
                    0.55,
                    0.33
                ],
                [
                    0.3,
                    0.575,
                    0.345
                ],
                [
                    0.3,
                    0.6,
                    0.36
                ],
                [
                    0.3,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        },
        "v6": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.3,
                    0.25,
                    0.15
                ],
                [
                    0.3,
                    0.275,
                    0.165
                ],
                [
                    0.3,
                    0.3,
                    0.18
                ],
                [
                    0.3,
                    0.325,
                    0.195
                ],
                [
                    0.3,
                    0.35,
                    0.21
                ],
                [
                    0.3,
                    0.375,
                    0.225
                ],
                [
                    0.3,
                    0.40625,
                    0.24375
                ],
                [
                    0.3,
                    0.4375,
                    0.2625
                ],
                [
                    0.3,
                    0.46875,
                    0.28125
                ],
                [
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.3,
                    0.525,
                    0.315
                ],
                [
                    0.3,
                    0.55,
                    0.33
                ],
                [
                    0.3,
                    0.575,
                    0.345
                ],
                [
                    0.3,
                    0.6,
                    0.36
                ],
                [
                    0.3,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        },
        "v7": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.3,
                    0.25,
                    0.15
                ],
                [
                    0.3,
                    0.275,
                    0.165
                ],
                [
                    0.3,
                    0.3,
                    0.18
                ],
                [
                    0.3,
                    0.325,
                    0.195
                ],
                [
                    0.3,
                    0.35,
                    0.21
                ],
                [
                    0.3,
                    0.375,
                    0.225
                ],
                [
                    0.3,
                    0.40625,
                    0.24375
                ],
                [
                    0.3,
                    0.4375,
                    0.2625
                ],
                [
                    0.3,
                    0.46875,
                    0.28125
                ],
                [
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.3,
                    0.525,
                    0.315
                ],
                [
                    0.3,
                    0.55,
                    0.33
                ],
                [
                    0.3,
                    0.575,
                    0.345
                ],
                [
                    0.3,
                    0.6,
                    0.36
                ],
                [
                    0.3,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        },
        "Live": {
            "Name": "缄默，幽蝶之轻抚",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "消耗我方全体当前 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于遐蝶@ <b>#2[p]</b> #生命上限的量子属性伤害，并对其相邻目标造成等同于遐蝶@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。<br>若死龙在场，战技替换为【骸爪，冥龙之环拥】。",
            "Params": [
                [
                    0.3,
                    0.25,
                    0.15
                ],
                [
                    0.3,
                    0.275,
                    0.165
                ],
                [
                    0.3,
                    0.3,
                    0.18
                ],
                [
                    0.3,
                    0.325,
                    0.195
                ],
                [
                    0.3,
                    0.35,
                    0.21
                ],
                [
                    0.3,
                    0.375,
                    0.225
                ],
                [
                    0.3,
                    0.40625,
                    0.24375
                ],
                [
                    0.3,
                    0.4375,
                    0.2625
                ],
                [
                    0.3,
                    0.46875,
                    0.28125
                ],
                [
                    0.3,
                    0.5,
                    0.3
                ],
                [
                    0.3,
                    0.525,
                    0.315
                ],
                [
                    0.3,
                    0.55,
                    0.33
                ],
                [
                    0.3,
                    0.575,
                    0.345
                ],
                [
                    0.3,
                    0.6,
                    0.36
                ],
                [
                    0.3,
                    0.625,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1407_BP"
        }
    },
    "140709": {
        "v1": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.5,
                    0.12,
                    0.21
                ],
                [
                    0.5,
                    0.132,
                    0.231
                ],
                [
                    0.5,
                    0.144,
                    0.252
                ],
                [
                    0.5,
                    0.156,
                    0.273
                ],
                [
                    0.5,
                    0.168,
                    0.294
                ],
                [
                    0.5,
                    0.18,
                    0.315
                ],
                [
                    0.5,
                    0.195,
                    0.34125
                ],
                [
                    0.5,
                    0.21,
                    0.3675
                ],
                [
                    0.5,
                    0.225,
                    0.39375
                ],
                [
                    0.5,
                    0.24,
                    0.42
                ],
                [
                    0.5,
                    0.252,
                    0.441
                ],
                [
                    0.5,
                    0.264,
                    0.462
                ],
                [
                    0.5,
                    0.276,
                    0.483
                ],
                [
                    0.5,
                    0.288,
                    0.504
                ],
                [
                    0.5,
                    0.3,
                    0.525
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        },
        "v2": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.5,
                    0.12,
                    0.21
                ],
                [
                    0.5,
                    0.132,
                    0.231
                ],
                [
                    0.5,
                    0.144,
                    0.252
                ],
                [
                    0.5,
                    0.156,
                    0.273
                ],
                [
                    0.5,
                    0.168,
                    0.294
                ],
                [
                    0.5,
                    0.18,
                    0.315
                ],
                [
                    0.5,
                    0.195,
                    0.34125
                ],
                [
                    0.5,
                    0.21,
                    0.3675
                ],
                [
                    0.5,
                    0.225,
                    0.39375
                ],
                [
                    0.5,
                    0.24,
                    0.42
                ],
                [
                    0.5,
                    0.252,
                    0.441
                ],
                [
                    0.5,
                    0.264,
                    0.462
                ],
                [
                    0.5,
                    0.276,
                    0.483
                ],
                [
                    0.5,
                    0.288,
                    0.504
                ],
                [
                    0.5,
                    0.3,
                    0.525
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        },
        "v3": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.4,
                    0.12,
                    0.21
                ],
                [
                    0.4,
                    0.132,
                    0.231
                ],
                [
                    0.4,
                    0.144,
                    0.252
                ],
                [
                    0.4,
                    0.156,
                    0.273
                ],
                [
                    0.4,
                    0.168,
                    0.294
                ],
                [
                    0.4,
                    0.18,
                    0.315
                ],
                [
                    0.4,
                    0.195,
                    0.34125
                ],
                [
                    0.4,
                    0.21,
                    0.3675
                ],
                [
                    0.4,
                    0.225,
                    0.39375
                ],
                [
                    0.4,
                    0.24,
                    0.42
                ],
                [
                    0.4,
                    0.252,
                    0.441
                ],
                [
                    0.4,
                    0.264,
                    0.462
                ],
                [
                    0.4,
                    0.276,
                    0.483
                ],
                [
                    0.4,
                    0.288,
                    0.504
                ],
                [
                    0.4,
                    0.3,
                    0.525
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        },
        "v4": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.4,
                    0.12,
                    0.21
                ],
                [
                    0.4,
                    0.132,
                    0.231
                ],
                [
                    0.4,
                    0.144,
                    0.252
                ],
                [
                    0.4,
                    0.156,
                    0.273
                ],
                [
                    0.4,
                    0.168,
                    0.294
                ],
                [
                    0.4,
                    0.18,
                    0.315
                ],
                [
                    0.4,
                    0.195,
                    0.34125
                ],
                [
                    0.4,
                    0.21,
                    0.3675
                ],
                [
                    0.4,
                    0.225,
                    0.39375
                ],
                [
                    0.4,
                    0.24,
                    0.42
                ],
                [
                    0.4,
                    0.252,
                    0.441
                ],
                [
                    0.4,
                    0.264,
                    0.462
                ],
                [
                    0.4,
                    0.276,
                    0.483
                ],
                [
                    0.4,
                    0.288,
                    0.504
                ],
                [
                    0.4,
                    0.3,
                    0.525
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        },
        "v5": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.4,
                    0.15,
                    0.25
                ],
                [
                    0.4,
                    0.165,
                    0.275
                ],
                [
                    0.4,
                    0.18,
                    0.3
                ],
                [
                    0.4,
                    0.195,
                    0.325
                ],
                [
                    0.4,
                    0.21,
                    0.35
                ],
                [
                    0.4,
                    0.225,
                    0.375
                ],
                [
                    0.4,
                    0.24375,
                    0.40625
                ],
                [
                    0.4,
                    0.2625,
                    0.4375
                ],
                [
                    0.4,
                    0.28125,
                    0.46875
                ],
                [
                    0.4,
                    0.3,
                    0.5
                ],
                [
                    0.4,
                    0.315,
                    0.525
                ],
                [
                    0.4,
                    0.33,
                    0.55
                ],
                [
                    0.4,
                    0.345,
                    0.575
                ],
                [
                    0.4,
                    0.36,
                    0.6
                ],
                [
                    0.4,
                    0.375,
                    0.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        },
        "v6": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.4,
                    0.15,
                    0.25
                ],
                [
                    0.4,
                    0.165,
                    0.275
                ],
                [
                    0.4,
                    0.18,
                    0.3
                ],
                [
                    0.4,
                    0.195,
                    0.325
                ],
                [
                    0.4,
                    0.21,
                    0.35
                ],
                [
                    0.4,
                    0.225,
                    0.375
                ],
                [
                    0.4,
                    0.24375,
                    0.40625
                ],
                [
                    0.4,
                    0.2625,
                    0.4375
                ],
                [
                    0.4,
                    0.28125,
                    0.46875
                ],
                [
                    0.4,
                    0.3,
                    0.5
                ],
                [
                    0.4,
                    0.315,
                    0.525
                ],
                [
                    0.4,
                    0.33,
                    0.55
                ],
                [
                    0.4,
                    0.345,
                    0.575
                ],
                [
                    0.4,
                    0.36,
                    0.6
                ],
                [
                    0.4,
                    0.375,
                    0.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        },
        "v7": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.4,
                    0.15,
                    0.25
                ],
                [
                    0.4,
                    0.165,
                    0.275
                ],
                [
                    0.4,
                    0.18,
                    0.3
                ],
                [
                    0.4,
                    0.195,
                    0.325
                ],
                [
                    0.4,
                    0.21,
                    0.35
                ],
                [
                    0.4,
                    0.225,
                    0.375
                ],
                [
                    0.4,
                    0.24375,
                    0.40625
                ],
                [
                    0.4,
                    0.2625,
                    0.4375
                ],
                [
                    0.4,
                    0.28125,
                    0.46875
                ],
                [
                    0.4,
                    0.3,
                    0.5
                ],
                [
                    0.4,
                    0.315,
                    0.525
                ],
                [
                    0.4,
                    0.33,
                    0.55
                ],
                [
                    0.4,
                    0.345,
                    0.575
                ],
                [
                    0.4,
                    0.36,
                    0.6
                ],
                [
                    0.4,
                    0.375,
                    0.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        },
        "Live": {
            "Name": "骸爪，冥龙之环拥",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "群攻",
            "Desc": "消耗除死龙以外的我方全体当前 <b>#1[p]</b> 的生命值，遐蝶与死龙向目标发起<u>连携攻击</u>，对敌方全体造成等同于遐蝶@ <b>#2[p]</b> #和@ <b>#3[p]</b> #生命上限的量子属性伤害。<br>若当前生命值不足，最多使当前生命值降至1点。",
            "Params": [
                [
                    0.4,
                    0.15,
                    0.25
                ],
                [
                    0.4,
                    0.165,
                    0.275
                ],
                [
                    0.4,
                    0.18,
                    0.3
                ],
                [
                    0.4,
                    0.195,
                    0.325
                ],
                [
                    0.4,
                    0.21,
                    0.35
                ],
                [
                    0.4,
                    0.225,
                    0.375
                ],
                [
                    0.4,
                    0.24375,
                    0.40625
                ],
                [
                    0.4,
                    0.2625,
                    0.4375
                ],
                [
                    0.4,
                    0.28125,
                    0.46875
                ],
                [
                    0.4,
                    0.3,
                    0.5
                ],
                [
                    0.4,
                    0.315,
                    0.525
                ],
                [
                    0.4,
                    0.33,
                    0.55
                ],
                [
                    0.4,
                    0.345,
                    0.575
                ],
                [
                    0.4,
                    0.36,
                    0.6
                ],
                [
                    0.4,
                    0.375,
                    0.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_BP02",
            "EE": [
                10000019
            ]
        }
    },
    "140704": {
        "v1": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限等同于场上全体角色等级总和的 <b>#5[f]</b> 倍，我方全体每损失1点生命值遐蝶获得1点【新蕊】，同时使遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。当【新蕊】达到上限时可激活终结技。<br>死龙在场时无法获得【新蕊】，除死龙以外我方全体每损失1点生命值会为死龙回复同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0,
                    100.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        },
        "v2": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限等同于场上全体角色等级总和的 <b>#5[f]</b> 倍，我方全体每损失1点生命值遐蝶获得1点【新蕊】，同时使遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。当【新蕊】达到上限时可激活终结技。<br>死龙在场时无法获得【新蕊】，除死龙以外我方全体每损失1点生命值会为死龙回复同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0,
                    100.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0,
                    100.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        },
        "v3": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限与场上全体角色等级有关，我方全体每损失1点生命值遐蝶获得1点【新蕊】，当【新蕊】达到上限时可激活终结技。我方损失生命值时，遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。<br>死龙在场时无法获得【新蕊】，除死龙以外我方全体每损失1点生命值会转化为死龙同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        },
        "v4": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限与场上全体角色等级有关，我方全体每损失1点生命值遐蝶获得1点【新蕊】，当【新蕊】达到上限时可激活终结技。我方损失生命值时，遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。<br>死龙在场时无法通过天赋获得【新蕊】，除死龙以外我方全体每损失1点生命值会转化为死龙同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        },
        "v5": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限与场上全体角色等级有关，我方全体每损失1点生命值遐蝶获得1点【新蕊】，当【新蕊】达到上限时可激活终结技。我方损失生命值时，遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。<br>死龙在场时无法通过天赋获得【新蕊】，除死龙以外我方全体每损失1点生命值会转化为死龙同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        },
        "v6": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限与场上全体角色等级有关，我方全体每损失1点生命值遐蝶获得1点【新蕊】，当【新蕊】达到上限时可激活终结技。我方损失生命值时，遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。<br>死龙在场时无法通过天赋获得【新蕊】，除死龙以外我方全体每损失1点生命值会转化为死龙同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        },
        "v7": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限与场上全体角色等级有关，我方全体每损失1点生命值遐蝶获得1点【新蕊】，当【新蕊】达到上限时可激活终结技。我方损失生命值时，遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。<br>死龙在场时无法通过天赋获得【新蕊】，除死龙以外我方全体每损失1点生命值会转化为死龙同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        },
        "Live": {
            "Name": "掌心淌过的荒芜",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "【新蕊】上限与场上全体角色等级有关，我方全体每损失1点生命值遐蝶获得1点【新蕊】，当【新蕊】达到上限时可激活终结技。我方损失生命值时，遐蝶与死龙造成的伤害提高@ <b>#2[p]</b> #，该效果最多叠加 <b>#3[f]</b> 层，持续 <b>#4[f]</b> 回合。<br>死龙在场时无法通过天赋获得【新蕊】，除死龙以外我方全体每损失1点生命值会转化为死龙同等的生命值。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.0,
                    0.1,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.11,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.12,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.13,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.14,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.15,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1625,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.175,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.1875,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.2,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.21,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.22,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.23,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.24,
                    3.0,
                    3.0
                ],
                [
                    0.0,
                    0.25,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Passive"
        }
    },
    "140706": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v6": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "v7": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Normal"
        }
    },
    "140707": {
        "v1": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗我方全体 <b>#1[p]</b> 当前生命值，并使死龙<u>行动提前</u> <b>100%</b> 。<br>进入战斗后未召唤死龙则遐蝶回复等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        },
        "v2": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗我方全体 <b>#1[p]</b> 当前生命值，并使死龙<u>行动提前</u> <b>100%</b> 。<br>进入战斗后未召唤死龙则遐蝶回复等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        },
        "v3": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗我方全体 <b>#1[p]</b> 当前生命值，并使死龙<u>行动提前</u> <b>100%</b> 。<br>进入战斗后未召唤死龙则遐蝶回复等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        },
        "v4": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗我方全体 <b>#1[p]</b> 当前生命值，并使死龙<u>行动提前</u> <b>100%</b> 。<br>进入战斗后未召唤死龙则遐蝶回复等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        },
        "v5": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗我方全体 <b>#1[p]</b> 当前生命值，并使死龙<u>行动提前</u> <b>100%</b> 。<br>进入战斗后未召唤死龙则遐蝶回复等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        },
        "v6": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> 并展开<u>境界</u>【遗世冥域】，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗除死龙以外的我方全体 <b>#1[p]</b> 当前生命值。<br>进入战斗后未召唤死龙则遐蝶获得等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        },
        "v7": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> 并展开<u>境界</u>【遗世冥域】，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗除死龙以外的我方全体 <b>#1[p]</b> 当前生命值。<br>进入战斗后未召唤死龙则遐蝶获得等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        },
        "Live": {
            "Name": "悲鸣，赐死之先声",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "使用秘技后进入持续 <b>#3[f]</b> 秒的【冥茫】状态。【冥茫】状态下敌人无法主动靠近遐蝶。<br>【冥茫】状态下主动攻击会使所有范围内的敌人进入战斗，同时<u>召唤忆灵</u>死龙使其<u>行动提前</u> <b>100%</b> 并展开<u>境界</u>【遗世冥域】，死龙拥有等同于【新蕊】上限 <b>#2[p]</b> 的当前生命值。进入战斗后，消耗除死龙以外的我方全体 <b>#1[p]</b> 当前生命值。<br>进入战斗后未召唤死龙则遐蝶获得等同于【新蕊】上限 <b>#4[p]</b> 点数的【新蕊】。",
            "Params": [
                [
                    0.4,
                    0.5,
                    20.0,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1407_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1407": {
        "v1": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "遐蝶或死龙生命大于等于 <b><color style='color:#f29e38'>50%</color></b> 时，使其速度提高 <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "死龙不在场时，我方每个目标溢出治疗量的 <b><color style='color:#f29e38'>100%</color></b> 会回复相应点数的【新蕊】，死龙在场时，则为死龙回复同等的生命值。每次回复最高不超过【新蕊】上限/死龙生命上限的 <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "死龙消失时，为我方全体回复等同于遐蝶 <b><color style='color:#f29e38'>10%</color></b> 生命上限+ <b><color style='color:#f29e38'>250</color></b> 点的生命值。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "遐蝶或死龙当前生命值大于等于自身生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，使其速度提高 <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "死龙不在场时，我方每个目标溢出治疗量的 <b><color style='color:#f29e38'>100%</color></b> 会回复相应点数的【新蕊】，死龙在场时，则为死龙回复同等的生命值。每次回复最高不超过【新蕊】上限/死龙生命上限的 <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "死龙消失时，为我方全体回复等同于遐蝶 <b><color style='color:#f29e38'>10%</color></b> 生命上限+ <b><color style='color:#f29e38'>250</color></b> 点的生命值。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "除死龙以外的我方目标接受治疗后会将 <b><color style='color:#f29e38'>100%</color></b> 的治疗数值转化为【新蕊】，死龙在场时则转化为死龙生命值，我方每个目标累计转化值不超过【新蕊】上限/死龙生命上限的 <b><color style='color:#f29e38'>12%</color></b> 。任意单位行动后重置可累计的转化值。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "遐蝶当前生命值大于等于自身生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，使其速度提高 <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "敌方当前生命值越低死龙对其造成的伤害越高，当敌方生命值小于等于 <b><color style='color:#f29e38'>30%</color></b> 时造成的伤害提高效果达到最大值，最多提高 <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "除死龙以外的我方目标接受治疗后会将 <b><color style='color:#f29e38'>100%</color></b> 的治疗数值转化为【新蕊】，死龙在场时则转化为死龙生命值，我方每个目标累计转化值不超过【新蕊】上限的 <b><color style='color:#f29e38'>12%</color></b> 。任意单位行动后重置所有单位累计的转化值。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "遐蝶当前生命值大于等于自身生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，使其速度提高 <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "除死龙以外的我方目标接受治疗后会将 <b><color style='color:#f29e38'>100%</color></b> 的治疗数值转化为【新蕊】，死龙在场时则转化为死龙生命值，我方每个目标累计转化值不超过【新蕊】上限的 <b><color style='color:#f29e38'>12%</color></b> 。任意单位行动后重置所有单位累计的转化值。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "遐蝶当前生命值大于等于自身生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，使其速度提高 <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "除死龙以外的我方目标接受治疗后会将 <b><color style='color:#f29e38'>100%</color></b> 的治疗数值转化为【新蕊】，死龙在场时则转化为死龙生命值，我方每个目标累计转化值不超过【新蕊】上限的 <b><color style='color:#f29e38'>12%</color></b> 。任意单位行动后重置所有单位累计的转化值。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "遐蝶当前生命值大于等于自身生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，遐蝶速度提高 <b><color style='color:#f29e38'>40%</color></b> 。死龙施放【燎尽黯泽的焰息】对场上所有敌方造成致命伤害或敌方无法被继续削减生命值时，死龙速度提高 <b><color style='color:#f29e38'>100%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        },
        "v7": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "除死龙以外的我方目标接受治疗后会将 <b><color style='color:#f29e38'>100%</color></b> 的治疗数值转化为【新蕊】，死龙在场时则转化为死龙生命值，我方每个目标累计转化值不超过【新蕊】上限的 <b><color style='color:#f29e38'>12%</color></b> 。任意单位行动后重置所有单位累计的转化值。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "遐蝶当前生命值大于等于自身生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，遐蝶速度提高 <b><color style='color:#f29e38'>40%</color></b> 。死龙施放【燎尽黯泽的焰息】对场上所有敌方造成致命伤害或敌方无法被继续削减生命值时，死龙速度提高 <b><color style='color:#f29e38'>100%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "QuantumAddedRatio": 0.144,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "收容的暗潮",
                "Desc": "除死龙以外的我方目标接受治疗后会将 <b><color style='color:#f29e38'>100%</color></b> 的治疗数值转化为【新蕊】，死龙在场时则转化为死龙生命值，我方每个目标累计转化值不超过【新蕊】上限的 <b><color style='color:#f29e38'>12%</color></b> 。任意单位行动后重置所有单位累计的转化值。",
                "Icon": "SkillIcon_1407_SkillTree1"
            },
            "Tree2": {
                "Name": "倒置的火炬",
                "Desc": "遐蝶当前生命值大于等于自身生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，遐蝶速度提高 <b><color style='color:#f29e38'>40%</color></b> 。死龙施放【燎尽黯泽的焰息】对场上所有敌方造成致命伤害或敌方无法被继续削减生命值时，死龙速度提高 <b><color style='color:#f29e38'>100%</color></b> ，持续1回合。",
                "Icon": "SkillIcon_1407_SkillTree2"
            },
            "Tree3": {
                "Name": "西风的驻足",
                "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
                "Icon": "SkillIcon_1407_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140701": {
        "v1": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
            "Icon": "SkillIcon_1407_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>30%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
            "Icon": "SkillIcon_1407_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "死龙每次施放【燎尽黯泽的焰息】时，造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>6</color></b> 层，持续至本回合结束。",
            "Icon": "SkillIcon_1407_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "当敌方生命值小于等于 <b><color style='color:#f29e38'>80%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 时，【骸爪，冥龙之环拥】、【擘裂冥茫的爪痕】、【燎尽黯泽的焰息】、【灼掠幽墟的晦翼】对其造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>140%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "敌方目标当前生命值小于等于自身生命上限 <b><color style='color:#f29e38'>80%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 时，【骸爪，冥龙之环拥】、【擘裂冥茫的爪痕】、【燎尽黯泽的焰息】、【灼掠幽墟的晦翼】对其造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>140%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "敌方目标当前生命值小于等于自身生命上限 <b><color style='color:#f29e38'>80%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 时，【骸爪，冥龙之环拥】、【擘裂冥茫的爪痕】、【燎尽黯泽的焰息】、【灼掠幽墟的晦翼】对其造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>140%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank1"
        },
        "v7": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "敌方目标当前生命值小于等于自身生命上限 <b><color style='color:#f29e38'>80%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 时，【骸爪，冥龙之环拥】、【擘裂冥茫的爪痕】、【燎尽黯泽的焰息】、【灼掠幽墟的晦翼】对其造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>140%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "雪地的圣女，付记忆入殓",
            "Desc": "敌方目标当前生命值小于等于自身生命上限 <b><color style='color:#f29e38'>80%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 时，【骸爪，冥龙之环拥】、【擘裂冥茫的爪痕】、【燎尽黯泽的焰息】、【灼掠幽墟的晦翼】对其造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>140%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank1"
        }
    },
    "140702": {
        "v1": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次强化战技的伤害提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次强化战技的伤害提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技【燎尽黯泽的焰息】的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次施放强化战技遐蝶回复等同于【新蕊】上限 <b><color style='color:#f29e38'>20%</color></b> 点数的【新蕊】。",
            "Icon": "SkillIcon_1407_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技【燎尽黯泽的焰息】的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次施放强化战技遐蝶获得等同于【新蕊】上限 <b><color style='color:#f29e38'>20%</color></b> 点数的【新蕊】。",
            "Icon": "SkillIcon_1407_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技【燎尽黯泽的焰息】的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次施放强化战技遐蝶获得等同于【新蕊】上限 <b><color style='color:#f29e38'>30%</color></b> 点数的【新蕊】。",
            "Icon": "SkillIcon_1407_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技【燎尽黯泽的焰息】的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次施放强化战技遐蝶获得等同于【新蕊】上限 <b><color style='color:#f29e38'>30%</color></b> 点数的【新蕊】。",
            "Icon": "SkillIcon_1407_Rank2"
        },
        "v7": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技【燎尽黯泽的焰息】的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次施放强化战技遐蝶获得等同于【新蕊】上限 <b><color style='color:#f29e38'>30%</color></b> 点数的【新蕊】。",
            "Icon": "SkillIcon_1407_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "以扑翼繁花加冕",
            "Desc": "召唤忆灵死龙后，遐蝶获得 <b><color style='color:#f29e38'>2</color></b> 层【炽意】，【炽意】最多持有 <b><color style='color:#f29e38'>2</color></b> 层，可用来抵扣死龙忆灵技【燎尽黯泽的焰息】的生命值消耗，并使遐蝶<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> ，下一次施放强化战技遐蝶获得等同于【新蕊】上限 <b><color style='color:#f29e38'>30%</color></b> 点数的【新蕊】。",
            "Icon": "SkillIcon_1407_Rank2"
        }
    },
    "140703": {
        "v1": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        },
        "v7": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "虔敬的旅人，于死境翩跹",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_Ultra"
        }
    },
    "140704": {
        "v1": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        },
        "v7": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "拥悲怜哀歌安眠",
            "Desc": "遐蝶在场时，我方全体受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1407_Rank4"
        }
    },
    "140705": {
        "v1": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级，天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        },
        "v7": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "素白的新篇，以预言装点",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1407_BP"
        }
    },
    "140706": {
        "v1": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，死龙行动后不会主动消失。",
            "Icon": "SkillIcon_1407_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，死龙行动后不会主动消失。",
            "Icon": "SkillIcon_1407_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，死龙触发天赋【灼掠幽墟的晦翼】的弹射次数额外增加 <b><color style='color:#f29e38'>3</color></b> 次。",
            "Icon": "SkillIcon_1407_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，死龙触发天赋【灼掠幽墟的晦翼】的弹射次数额外增加 <b><color style='color:#f29e38'>3</color></b> 次。",
            "Icon": "SkillIcon_1407_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> ，死龙触发天赋【灼掠幽墟的晦翼】的弹射次数额外增加 <b><color style='color:#f29e38'>3</color></b> 次。",
            "Icon": "SkillIcon_1407_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。死龙攻击期间可以无视弱点属性削减敌方韧性，击破弱点时，触发量子属性的弱点击破效果，触发天赋【灼掠幽墟的晦翼】的弹射次数额外增加 <b><color style='color:#f29e38'>3</color></b> 次。",
            "Icon": "SkillIcon_1407_Rank6"
        },
        "v7": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。死龙攻击期间可以无视弱点属性削减敌方韧性，击破弱点时，触发量子属性的弱点击破效果，触发天赋【灼掠幽墟的晦翼】的弹射次数额外增加 <b><color style='color:#f29e38'>3</color></b> 次。",
            "Icon": "SkillIcon_1407_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "待流年奔涌破茧",
            "Desc": "遐蝶与死龙造成伤害时，量子属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。死龙攻击期间可以无视弱点属性削减敌方韧性，击破弱点时，触发量子属性的弱点击破效果，触发天赋【灼掠幽墟的晦翼】的弹射次数额外增加 <b><color style='color:#f29e38'>3</color></b> 次。",
            "Icon": "SkillIcon_1407_Rank6"
        }
    }
}

var _story_ = {
    "1407": [
        {
            "_id": 1,
            "Story": "那敬爱死亡的国度，终日飘雪的哀地里亚，今日已沉入甘甜的酣眠。<br>冥河的女儿遐蝶，寻索「死亡」火种的黄金裔，启程吧。呵护世间魂灵的恸哭，拥抱命运的孤独<br>——生死皆为旅途，当蝴蝶停落枝头，那凋零的又将新生。"
        },
        {
            "_id": 2,
            "Story": "自她有记忆的那天起，哀地里亚的雪一直都在，时间仿佛冻结在这片寂静的白色土地上。<br>年幼的她曾问阿蒙内特，雪是什么？阿蒙内特说，雪是人世的悲欢离合。<br><br>她总是出神地看着城中的人们。<br>小个子勇士每日都在神殿门前练武，高塔下的中年祭司偶尔喜欢打瞌睡，苦行学者将安提灵花饼分给孩子们。<br>远处打雪仗的孩子们推搡着，笑声就像成熟的果子落进她的心里。<br>她在高塔之上努力分辨着，却看不清他们的脸庞。<br><br>圣女大人——只是当她出现在众人面前，别人总是如此称呼她，无人敢直视她的眼睛。<br>她鼓起勇气靠近，他们却后退一步，把眼睛垂得更低。她仍旧看不清任何人的模样。<br><br>直到他们站在死亡面前——小个子勇士在战场上受了重伤，中年祭司为经年累月的疾患所困，苦行学者在救治伤患时被感染——这是她距离他们最近的时刻。<br>生命不再痛苦挣扎，而是在她的指尖化作风中的花瓣。<br>当终于有机会端详他们的脸庞，但她却转过头去，不忍再看。<br><br><i>「有些手是为种植而生，有些是为统治而生…你只不过是履行告别的天职而已。」</i><br>阿蒙内特的话在她耳旁响起，她曾疑惑自己的双手，究竟可以留下什么。<br>回过神来时，她看着手中未完成的冰雕——年轻的战士挥舞武器，母亲拥抱即将奔赴战场的孩子，眷侣依依不舍地捧起对方的脸庞……<br>这些人都不在了。<br>但这样的事还会发生，一次又一次，在风雪之中，在风雪之外。<br><br>她终于明白，哀地里亚的雪也会融化，就像万物都要走向「死亡」的怀抱。<br><br><i>「爱笑的尼古拉奥斯，慈祥的赫莲纳<br>还有如风一般寡言的克力同……<br>夜晚，我捧起那些<br>失落的名字，静默的记忆<br>将白日的哀伤化作<br>沉浸在雪水中的滚烫<br>……」</i><br><align=\"right\">——少女写下的，名为「哀地里亚」的诗</align>"
        },
        {
            "_id": 3,
            "Story": "离开哀地里亚的那一天，她踏上觐见塞纳托斯的旅途，一场不知终点在何处的征程。<br><br>她斥退黑潮造物，挽救衰败的村庄。她不再是哀地里亚的「督战圣女」，却还是刻意与人保持距离，藏起自己的双手。但她不忍孩童闪亮的目光，第一次拿起针线，满足了孩子抚摸玩偶的最后愿望。<br>在那遍布死亡的战场，她为无法归乡的战士写下寄托哀思的家书，她也曾跟随骄傲的诗人学习，用诗篇为后者送别……<br><i>「死亡是无法逃避的必然」</i>，<i>「死亡是属于战士的荣誉」</i>，<i>「死亡不过是走出时间」</i>…在那漫长的一路，她听过许多或直白或诗意的议论，然而这些答案犹如拂过水面的微风，从未抵达她的内心深处。<br><br><i>「后来…有人说，那黎明照拂的圣城满溢生的希望，我或许能在这里……」</i><br>少女欲言又止。<br><i>「没事没事，你现在不想说也没事，奥赫玛欢迎你！」</i>红发女孩为她端来一杯热茶。<br>金发女士颇有兴趣地打量着少女的手套——<br><i>「很有设计感的饰品，也是旅途中学会的么？」</i><br>她羞涩地交叉起手指。<br><i>「嗯，我想…至少能让告别，更庄重一些。」</i><br><br>奥赫玛的阳光热烈而灿烂，黎明机器永不落幕的宣告许诺了无尽的明天。<br><br>从那小屋开始，她小心翼翼地开始第二次人生。<br>原本空旷的房间在她的装扮下一日日丰盈起来，羊毛毡玩偶，奇美拉抱枕，厚厚的诗集，它们不再是悲伤的象征，而成为赠礼、纪念与祝福——<br>那些曾为了逝者而存在的习惯，在奥赫玛的阳光下第一次有了生的温暖和力量。<br><br><i>「从这扇窗中望出去的风景<br>依然同来时的一样<br>阳光灿烂，水波温柔<br>我吹散双手的雪<br>不让它们太过寒冷、太接近于春天<br>……」</i><br><align=\"right\">——少女写下的，名为「春天」的诗</align>"
        },
        {
            "_id": 4,
            "Story": "她知晓自己的终点与逐火的同伴不同，却也逐渐开始拥有属于自己的一些小小的温暖瞬间。<br>在金丝温柔的牵引下，她第一次笨拙地与人共舞。在那生机勃勃的花园，她与风堇一同制作如生般鲜活的干花。还有在树庭毕业的那日，阳光洒落她的长裙，有如蝶翅的碎影……<br><br>那些对他人而言或许无足轻重的瞬间，早已成为她度过寒凉岁月的薪柴。<br>她是如此地渴望温暖，却也恰恰因此克制着更多的期待，也许是因为那不断失却的逐火之旅，也许是因为不想再经历残酷的伤悲…就像那个纠缠她已久的噩梦，一遍遍重复的那样——<br><br>刻法勒手中夕阳沉落，血色的迟暮笼罩黎明的圣城。<br>黑潮涌至，死寂的浴池中，黄金的织者第一次与她拥抱，花海中只余织者疲惫的叹息。<br><i>「我的『爱』，不会因死亡而逝去。」</i><br><i>「小蝶，明天见~」</i>褴褛不堪的信使化作玩偶，倒在她的怀中奄奄一息。<br>她试图抓住那些飞散的花瓣，而那捷足的盗贼握住她的手，为她捎来最后的酬劳。<br><i>「就当帮我一次，骗骗死亡那又如何？」</i><br>天空的祭司低垂眼眸，靠在她的肩头消散。浴血的王储闭上双眼，等待她的处刑。战士流下血泪，铠甲破碎。树庭的哲人微笑，邀请她作最后的见证。<br>梦的末尾，她看见那天外来客跪倒在星空之下，她最恐惧的猜想就此印证……<br><br><i>「蝶宝，再多休息一会吧。」</i><br>在昏光庭院的催眠治疗室，医师的眼中满是担忧。<br>她擦去额头的汗水，仿佛下定某种决心。<br><i>「不，我会尽我所能，绝不让噩梦成真……」</i><br><br><i>「逐火的英雄们本行于不同的路<br>我们因微茫的光互相吸引<br>就如忍受灼烧之痛的飞蛾<br>并非因为看见希望才向前飞去<br>而是因为向前飞去而看见希望<br>……」</i><br><align=\"right\">——少女写下的，名为「逐火」的诗</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「也许…这就是在奥赫玛度过的最后一天了……」</i><br>在苦旅的尽头，她终于寻到冥界的线索，前往那或许有来无回的地方之前，她还想再好好看一眼世界。<br><br>那是黄金裔的浴池。<br>她记得阿格莱雅曾在氤氲的水汽中，将精心修补的手套送给她。<br><i>「蝶，和第一次见面相比，你变了许多呢。」</i><br>她惊喜地触摸着手套上美丽的花纹，那平日淡漠的领袖微笑着向她眨了眨眼。<br><i>「即使是如今的我，也能看到你那被寒冷包裹着的、炽热的心……」</i><br><br>那是屋后静谧的花园，它已被塑造成了她梦中的模样。<br>在那时空错乱的梦中，她常常遇到另一个自己，她们一同在花园中耕作，培育，直到荒芜的土地变为盛大的花海。<br><i>「但愿在未来，我也能如此播种希望……」</i><br><br>那是她为曾在指尖逝去的生命立下的纪念碑。<br>从哀地里亚的逝者，到逐火之旅的黄金裔…千年以来，她尝试记住每一个人的名字和过去。<br><i>「有人记着，就不算真正的逝去。」</i><br><br>那是她初见开拓者的地方。<br>相遇是一件多么神奇的事，她想，往日见惯的街道，因为人而有了特别的意义。<br><i>「阁下，我一定会用我的双手，为你带来……」</i><br><br>门扉时将近，约定启程的时刻也将到来。<br>在那热烈的阳光下，她许下最初的、也是最后的心愿：以那寒冷而漫长的一生作为开端，她将与{F#她}{M#他}一同写下——<br><br>一首以真正的拥抱作为句点的、名为「遐蝶」的诗篇。"
        }
    ]
}

var _voice_ = {
    "1407": [
        {
            "_id": "archive_castorice_1",
            "Title": "初次见面",
            "Voice": "欢迎来到奥赫玛，我是遐蝶。抱歉，与他人保持一定距离是我的习惯…如果阁下愿意，我自然可以站近些。"
        },
        {
            "_id": "archive_castorice_2",
            "Title": "问候",
            "Voice": "冷么？要不要一起去日光下走走？"
        },
        {
            "_id": "archive_castorice_3",
            "Title": "道别",
            "Voice": "离别总是来得如此之快…愿我们都不会停下各自的脚步。"
        },
        {
            "_id": "archive_castorice_4",
            "Title": "关于自己 · 职责",
            "Voice": "为牺牲的黄金裔和泰坦送上告慰，是我如今的职责。希望在人世的最后一刻，他们眼中所见并非无边的黑暗，而是宁静的花海。"
        },
        {
            "_id": "archive_castorice_5",
            "Title": "关于自己 · 过去 · 一",
            "Voice": "我曾踽踽独行，就像落单的蝴蝶不知该往哪儿飞去…或许是逐火之旅和奥赫玛的伙伴，或许是一路上遇到的人们，让我寻到了下一次振翅的方向。"
        },
        {
            "_id": "archive_castorice_6",
            "Title": "关于自己 · 过去 · 二",
            "Voice": "妹妹为我留下生的机会，斯缇科西亚城的人们给予我生的祝愿，哀地里亚的传统第一次赋予我生的意义…我希望能将这些祝福传递给更多人——毕竟「活着」，从来不是一人的祈望。"
        },
        {
            "_id": "archive_castorice_7",
            "Title": "闲谈",
            "Voice": "看书的时候，我喜欢把自己代入进去。比如，虽然我不善烹饪，但翻看各种食谱时，却能看见自己制作菜品的画面…很神奇吧？"
        },
        {
            "_id": "archive_castorice_8",
            "Title": "爱好",
            "Voice": "每次看见可爱的事物，我总想把它们做成小玩偶…羊毛毡可以把造型做得最还原，用绒线钩织和牛奶棉填充的话，摸着会更软一些。不止是小动物，也可以制作扎格列斯的银币娃娃、不同表情的水煮嘟噜蛋娃娃…抱着它们，睡眠总是格外安稳香甜。"
        },
        {
            "_id": "archive_castorice_9",
            "Title": "烦恼",
            "Voice": "想养两只小奇美拉，把脸埋进它们像阳光一样温暖的毛发里，和它们一起在原野上奔跑…但是，不行…还是再做两只奇美拉娃娃吧。"
        },
        {
            "_id": "archive_castorice_10",
            "Title": "分享",
            "Voice": "在哀地里亚的日子，我和人们一起将幽蓝的「安提灵花」编成美丽的花环，为牺牲的战士戴上，然后目送他们顺着冥河而下…就这样，日复一日……"
        },
        {
            "_id": "archive_castorice_11",
            "Title": "见闻",
            "Voice": "战士思乡的呓语，母亲安慰孩子的童谣，少女留给恋人的最后一封信…每完成一次葬仪，我便多了一份逝者留给我的记忆——这些都曾是他们活着的温度。"
        },
        {
            "_id": "archive_castorice_12",
            "Title": "关于开拓者",
            "Voice": "等到下一次鲜花绽放，如果还能在新世界再见，请别忘了我们的约定。"
        },
        {
            "_id": "archive_castorice_13",
            "Title": "关于玻吕茜亚",
            "Voice": "如今我知晓了，妹妹曾经不忍心见到花瓣凋零，便时时刻刻守望着花海，直到它们走向生命的终点——如今，我也会同她一同陪伴迷途的魂灵。"
        },
        {
            "_id": "archive_castorice_14",
            "Title": "关于阿格莱雅",
            "Voice": "只有足够冰冷的手，才能握住滚烫的火种…阿格莱雅大人，一定早就明白了这一点。"
        },
        {
            "_id": "archive_castorice_15",
            "Title": "关于缇宝 · 缇安 · 缇宁",
            "Voice": "每个人都想破茧成蝶，飞向广阔的天空，但只有她们…选择了回到茧中，为了这世界的重新诞生。"
        },
        {
            "_id": "archive_castorice_16",
            "Title": "关于万敌",
            "Voice": "纷争带来的死亡往往充满痛苦与黑暗，但万敌阁下赐予对手的，是荣誉与光明的牺牲。"
        },
        {
            "_id": "archive_castorice_17",
            "Title": "关于白厄",
            "Voice": "失去越多的人，寻回一切的渴望便会越坚定…也许这便是他会带领世人行至最后的原因。"
        },
        {
            "_id": "archive_castorice_18",
            "Title": "关于那刻夏",
            "Voice": "老师曾告诫我，面对逝者也理应平静，不要将心中的悲哀说出口。直到后来我才明白，对他而言，「练习死亡」便是贯穿一生的命题。"
        },
        {
            "_id": "archive_castorice_19",
            "Title": "关于风堇",
            "Voice": "纵然经历了这么多生离死别，她依然会为那些无法治愈的病痛落泪…但那眼泪绝不会带入病房，她想让人们看到的，是永远明媚的阳光。"
        },
        {
            "_id": "archive_castorice_20",
            "Title": "关于赛飞儿",
            "Voice": "那位大人很早便成了半神，她心思神秘，行踪更是捉摸不定…她总抱怨逐火之旅一定会让她赔得血本无归，但总感觉背后还有什么无法说出口的苦衷……"
        },
        {
            "_id": "archive_castorice_21",
            "Title": "关于海瑟音",
            "Voice": "说起来，这位美丽的剑骑…我曾根据缇宝老师的讲述写过许多关于她的诗篇呢。在我的想象中，她总是如海浪那样纯粹，潮汐那般优雅…见面后，发现果真如此呀。"
        },
        {
            "_id": "archive_castorice_22",
            "Title": "关于刻律德菈",
            "Voice": "我仍记得，冥界中，属于「凯撒」的花总与他人不同。即便瘦小，那蓝色的花朵却总是能坚强地冲破土壤，绽放万中无一的花瓣。"
        },
        {
            "_id": "archive_castorice_23",
            "Title": "关于三月七",
            "Voice": "听说三月小姐也很喜欢写日记与做手工，她会更喜欢毛绒玩偶…还是奇美拉抱枕呢？如果我们有机会一起旅行，一定永远不会寂寞吧。"
        },
        {
            "_id": "archive_castorice_24",
            "Title": "关于丹恒 · 腾荒",
            "Voice": "我能看出，虽然丹恒阁下平时不爱言语表达，但他的确发自真心地珍惜身边的每一个生命，无论它们多么渺小。"
        },
        {
            "_id": "archive_castorice_25",
            "Title": "关于昔涟",
            "Voice": "如果可以，我也想为她手作一朵绚烂的水晶花，作为礼物送给她…就像她曾赠予这世界的「记忆」，永不枯萎，永远无瑕。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_castorice",
            "Title": "星魂激活",
            "Voice": "再寒冷的彼岸，也会有花香。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_castorice",
            "Title": "角色晋阶",
            "Voice": "看，光照了进来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_castorice",
            "Title": "角色满级",
            "Voice": "万物流转，死生有序…终点，也是开始。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_castorice",
            "Title": "行迹激活",
            "Voice": "留于人世的痕迹，远比死亡漫长。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_castorice",
            "Title": "队伍编成 · 开拓者",
            "Voice": "不用担心。在战场上，我身负的诅咒亦是祝福。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_castorice",
            "Title": "队伍编成 · 阿格莱雅",
            "Voice": "请放心，阿格莱雅大人。我会将这一切尽快了结。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_castorice",
            "Title": "队伍编成 · 缇宝",
            "Voice": "缇宝大人，记得跟住我~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_castorice",
            "Title": "队伍编成 · 万敌",
            "Voice": "万敌阁下，我们各司其职吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_castorice",
            "Title": "队伍编成 · 那刻夏",
            "Voice": "老师，这次会带来怎样的教诲？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_castorice",
            "Title": "队伍编成 · 风堇",
            "Voice": "风堇，我们一起为生命送上庄严的告别吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_castorice",
            "Title": "队伍编成 · 赛飞儿",
            "Voice": "赛飞儿大人，若是情况危急，还请您出手相助，我会付钱的……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_castorice",
            "Title": "队伍编成 · 白厄",
            "Voice": "愿阁下的晖光，为灾厄中的众人带来希望。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_castorice",
            "Title": "队伍编成 · 海瑟音",
            "Voice": "海瑟音女士，让我们一同谱写更美的歌曲吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_castorice",
            "Title": "队伍编成 · 刻律德菈",
            "Voice": "战场无情，愿灵魂都能安息于花海之中。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_castorice",
            "Title": "队伍编成 · 三月七",
            "Voice": "三月小姐，结束之后，想一起做玩偶吗？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_castorice",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "美丽的花海，一定会开遍大地。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_castorice",
            "Title": "队伍编成 · 昔涟",
            "Voice": "可以…拥抱一下吗？谢谢…很温柔呢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_castorice",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "很快，你也要向冥界去了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_castorice",
            "Title": "战斗开始 · 危险预警",
            "Voice": "危险已然迫近。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_castorice_01",
            "Title": "回合开始 · 一",
            "Voice": "生命并非如蝶翼般易折。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_castorice_02",
            "Title": "回合开始 · 二",
            "Voice": "请珍惜灵魂还未枯萎的时光。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_castorice",
            "Title": "回合待机",
            "Voice": "我会于此静候，直到最后的时刻来临。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_castorice_01",
            "Title": "普攻",
            "Voice": "沉眠吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_castorice_01",
            "Title": "战技 · 一",
            "Voice": "请就此凋零。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_castorice_02",
            "Title": "战技 · 二",
            "Voice": "赐予你所求。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_castorice_01",
            "Title": "强化战技 · 一",
            "Voice": "亡魂，返归尘土。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_castorice_02",
            "Title": "强化战技 · 二",
            "Voice": "暗幕，随我同行。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_castorice_01",
            "Title": "轻受击",
            "Voice": "我没事。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_castorice_01",
            "Title": "重受击",
            "Voice": "有点疼。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_castorice",
            "Title": "终结技 · 激活",
            "Voice": "拥抱「新生」吧，玻吕刻斯。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_castorice",
            "Title": "终结技 · 施放",
            "Voice": "惟愿「死亡」…捍卫你我！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_castorice_01",
            "Title": "无法战斗",
            "Voice": "好温暖啊…西风……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_castorice",
            "Title": "重回战斗",
            "Voice": "太好了…还未到告别之时。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_castorice",
            "Title": "回复生命",
            "Voice": "我会铭记此刻的温度。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_castorice",
            "Title": "秘技",
            "Voice": "破茧而生。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_castorice",
            "Title": "战斗胜利",
            "Voice": "愿徘徊的灵魂寻到各自的出路。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_castorice",
            "Title": "开启战利品 · 一",
            "Voice": "嗯！要好好保存。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_castorice_02",
            "Title": "开启战利品 · 二",
            "Voice": "想用它做个手工，但要做什么好呢……"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_castorice",
            "Title": "开启贵重战利品",
            "Voice": "悄悄留个影吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_castorice",
            "Title": "解谜成功 · 一",
            "Voice": "学到了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_castorice_02",
            "Title": "解谜成功 · 二",
            "Voice": "在书上见过类似的谜题……"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_castorice",
            "Title": "发现敌方目标",
            "Voice": "请小心。前方的气息使人不安。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_castorice",
            "Title": "返回城镇",
            "Voice": "这儿环绕着鲜花的芬芳…我们可不可以多歇息一会儿？"
        }
    ]
}

var _notes_ = {
    "1407": [
        {
            "Title": "死龙生命值上限的计算方式",
            "DescList": [
                "均衡等级 5 或 6：固定为 @34000#（v7）",
                "均衡等级 4 或更低：@5.3125 × 队伍中角色最高等级的平方#，且不低于 2000"
            ]
        },
        "• 行迹3的敌方生命值越低伤害越高，是@增伤乘区#，不独立",
        "• 忆灵技【燎尽黯泽的焰息】分 @10# 段伤害，如果存在5个敌方目标且带了记忆开拓者，三喷总共出现 @300# 个伤害数字和 @150# 个【真伤】字样，会挡住大部分画面，还能让设备变卡"
    ]
}

var _adiff_ = {
    "1407": {}
}

var _mtc_ = {
    "1407": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110436": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110436": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110436": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110436": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115013": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115012": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110506": 1,
                        "115013": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115012": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110506": 1,
                        "115013": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115012": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110506": 1,
                        "115013": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "忆灵技",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115013": 2
                    }
                ]
            },
            {
                "Name": "忆灵天赋",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115013": 2
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "暴击率 +18.7%",
                "Mat": {
                    "2": 235500,
                    "115011": 2,
                    "110252": 7,
                    "115012": 6,
                    "110253": 11,
                    "115013": 11
                }
            },
            {
                "Name": "量子属性伤害提高 +14.4%",
                "Mat": {
                    "2": 209000,
                    "110251": 3,
                    "115011": 6,
                    "110253": 11,
                    "115013": 11
                }
            },
            {
                "Name": "暴击伤害 +13.3%",
                "Mat": {
                    "2": 149000,
                    "110252": 3,
                    "115012": 2,
                    "110253": 7,
                    "115013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "收容的暗潮",
                "Mat": {
                    "2": 5000,
                    "110251": 3,
                    "110506": 1
                }
            },
            {
                "Name": "倒置的火炬",
                "Mat": {
                    "2": 20000,
                    "110252": 5,
                    "241": 1,
                    "110506": 1
                }
            },
            {
                "Name": "西风的驻足",
                "Mat": {
                    "2": 160000,
                    "110253": 8,
                    "241": 1,
                    "110506": 1
                }
            }
        ]
    }
}