// Auto Generated

var _avatarskill_ = {
    "140801": {
        "v1": {
            "Name": "逐火救世，行则将至",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v2": {
            "Name": "逐火救世，行则将至",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v3": {
            "Name": "逐火救世，行则将至",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v4": {
            "Name": "逐火救世，行则将至",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v5": {
            "Name": "逐火救世，行则将至",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "Live": {
            "Name": "逐火救世，行则将至",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        }
    },
    "140802": {
        "v1": {
            "Name": "黎明创世，地辟天开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点【火种】，对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于白厄@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v2": {
            "Name": "黎明创世，地辟天开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点【火种】，对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于白厄@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v3": {
            "Name": "黎明创世，地辟天开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点【火种】，对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于白厄@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v4": {
            "Name": "黎明创世，地辟天开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点【火种】，对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于白厄@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "v5": {
            "Name": "黎明创世，地辟天开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点【火种】，对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于白厄@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        },
        "Live": {
            "Name": "黎明创世，地辟天开",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点【火种】，对指定敌方单体造成等同于白厄@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于白厄@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.5,
                    0.6,
                    2.0
                ],
                [
                    1.65,
                    0.66,
                    2.0
                ],
                [
                    1.8,
                    0.72,
                    2.0
                ],
                [
                    1.95,
                    0.78,
                    2.0
                ],
                [
                    2.1,
                    0.84,
                    2.0
                ],
                [
                    2.25,
                    0.9,
                    2.0
                ],
                [
                    2.4375,
                    0.975,
                    2.0
                ],
                [
                    2.625,
                    1.05,
                    2.0
                ],
                [
                    2.8125,
                    1.125,
                    2.0
                ],
                [
                    3.0,
                    1.2,
                    2.0
                ],
                [
                    3.15,
                    1.26,
                    2.0
                ],
                [
                    3.3,
                    1.32,
                    2.0
                ],
                [
                    3.45,
                    1.38,
                    2.0
                ],
                [
                    3.6,
                    1.44,
                    2.0
                ],
                [
                    3.75,
                    1.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1408_BP"
        }
    },
    "140803": {
        "v1": {
            "Name": "永劫燔世，其将背负",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "变身为█████，变身期间展开<u>境界</u>。<u>境界</u>内的其他队友<u>离场</u>且无法行动，敌方全体始终拥有物理属性弱点。<br>█████不会进入自己的回合，但拥有 <b>#4[f]</b> 个<u>█████的额外回合</u>，速度固定为█████基础速度的 <b>#3[p]</b> 。最后的<u>█████的额外回合</u>开始时立即发动最后一击，造成等同于█████@ <b>#1[p]</b> #攻击力的物理属性终结技伤害，由敌方全体均分。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v2": {
            "Name": "永劫燔世，其将背负",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "变身为卡厄斯兰那，变身期间展开<u>境界</u>。<u>境界</u>内的其他队友<u>离场</u>且无法行动，敌方全体始终拥有物理属性弱点。<br>卡厄斯兰那不会进入自己的回合，但拥有 <b>#4[f]</b> 个<u>卡厄斯兰那的额外回合</u>，速度固定为卡厄斯兰那基础速度的 <b>#3[p]</b> 。最后的<u>卡厄斯兰那的额外回合</u>开始时立即发动最后一击，造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性终结技伤害，由敌方全体均分。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v3": {
            "Name": "永劫燔世，其将背负",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "变身为卡厄斯兰那，变身期间展开<u>境界</u>。<u>境界</u>内的其他队友<u>离场</u>且无法行动，敌方全体始终拥有物理属性弱点。<br>卡厄斯兰那不会进入自己的回合，但拥有 <b>#4[f]</b> 个<u>卡厄斯兰那的额外回合</u>，速度固定为卡厄斯兰那基础速度的 <b>#3[p]</b> 。最后的<u>卡厄斯兰那的额外回合</u>开始时立即发动最后一击，造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性终结技伤害，由敌方全体均分。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v4": {
            "Name": "永劫燔世，其将背负",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "变身为卡厄斯兰那，变身期间展开<u>境界</u>。<u>境界</u>内的其他队友<u>离场</u>且无法行动，敌方全体始终拥有物理属性弱点。<br>卡厄斯兰那不会进入自己的回合，但拥有 <b>#4[f]</b> 个<u>卡厄斯兰那的额外回合</u>，速度固定为卡厄斯兰那基础速度的 <b>#3[p]</b> 。最后的<u>卡厄斯兰那的额外回合</u>开始时立即发动最后一击，造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性终结技伤害，由敌方全体均分。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "v5": {
            "Name": "永劫燔世，其将背负",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "变身为卡厄斯兰那，变身期间展开<u>境界</u>。<u>境界</u>内的其他队友<u>离场</u>且无法行动，敌方全体始终拥有物理属性弱点。<br>卡厄斯兰那不会进入自己的回合，但拥有 <b>#4[f]</b> 个<u>卡厄斯兰那的额外回合</u>，速度固定为卡厄斯兰那基础速度的 <b>#3[p]</b> 。最后的<u>卡厄斯兰那的额外回合</u>开始时立即发动最后一击，造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性终结技伤害，由敌方全体均分。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        },
        "Live": {
            "Name": "永劫燔世，其将背负",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "变身为卡厄斯兰那，变身期间展开<u>境界</u>【时墟铁墓】。<u>境界</u>内的其他队友<u>离场</u>且无法行动，敌方全体始终拥有物理属性弱点。<br>卡厄斯兰那不会进入自己的回合，但拥有 <b>#4[f]</b> 个<u>卡厄斯兰那的额外回合</u>，速度固定为卡厄斯兰那基础速度的 <b>#3[p]</b> 。最后的<u>卡厄斯兰那的额外回合</u>开始时立即发动最后一击，造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性终结技伤害，由敌方全体均分。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    4.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.28,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    5.76,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.24,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    6.72,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.2,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    7.8,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    8.4,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.0,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    9.6,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.08,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    10.56,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.04,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    11.52,
                    12.0,
                    0.6,
                    8.0
                ],
                [
                    12.0,
                    12.0,
                    0.6,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "SPNeed": 12.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Ultra",
            "EE": [
                10000020,
                10000016,
                10014082
            ]
        }
    },
    "140804": {
        "v1": {
            "Name": "此身为炬",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "白厄的天赋。【火种】达到 <b>#4[f]</b> 点时可激活终结技，达到上限后还可最多溢出 <b>#3[f]</b> 点。<br>当白厄成为我方队友或敌方任意单体的技能目标时，获得1点【火种】。成为我方队友的技能目标时，暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v2": {
            "Name": "此身为炬",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "白厄的天赋。【火种】达到 <b>#4[f]</b> 点时可激活终结技，达到上限后还可最多溢出 <b>#3[f]</b> 点。<br>当白厄成为我方队友或敌方任意单体的技能目标时，获得1点【火种】。成为我方队友的技能目标时，暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v3": {
            "Name": "此身为炬",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "白厄的天赋。【火种】达到 <b>#4[f]</b> 点时可激活终结技，达到上限后还可最多溢出 <b>#3[f]</b> 点。<br>当白厄成为我方队友或敌方任意单体的技能目标时，获得1点【火种】。成为我方队友的技能目标时，暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v4": {
            "Name": "此身为炬",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "白厄的天赋。【火种】达到 <b>#4[f]</b> 点时可激活终结技，达到上限后还可最多溢出 <b>#3[f]</b> 点，变身结束时会基于溢出点数获得【火种】。<br>当白厄成为其他任意目标的技能目标时，获得1点【火种】。若施放者为白厄的队友，还会使白厄的暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "v5": {
            "Name": "此身为炬",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "白厄的天赋。【火种】达到 <b>#4[f]</b> 点时可激活终结技，达到上限后还可最多溢出 <b>#3[f]</b> 点，变身结束时会基于溢出点数获得【火种】。<br>当白厄成为其他任意目标的技能目标时，获得1点【火种】。若施放者为白厄的队友，还会使白厄的暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        },
        "Live": {
            "Name": "此身为炬",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "白厄的天赋。【火种】达到 <b>#4[f]</b> 点时可激活终结技，达到上限后还可最多溢出 <b>#3[f]</b> 点，变身结束时会基于溢出点数获得【火种】。<br>当白厄成为其他任意目标的技能目标时，获得1点【火种】。若施放者为白厄的队友，还会使白厄的暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.15,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.165,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.18,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.195,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.21,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.225,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.24375,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.2625,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.28125,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.3,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.315,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.33,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.345,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.36,
                    3.0,
                    3.0,
                    12.0
                ],
                [
                    0.375,
                    3.0,
                    3.0,
                    12.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive"
        }
    },
    "140806": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Normal"
        }
    },
    "140807": {
        "v1": {
            "Name": "终结之始",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "白厄在队伍中时，使秘技点上限提高3点。<br>主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，为我方队友恢复 <b>#3[f]</b> 点能量，获得 <b>#2[f]</b> 点<u>【毁伤】</u>和 <b>#4[f]</b> 个战技点，并且每个波次开始时对敌方全体造成等同于白厄 <b>#1[p]</b> 攻击力的物理属性伤害。<br>若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v2": {
            "Name": "终结之始",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "白厄在队伍中时，使秘技点上限提高3点。<br>主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，为我方队友恢复 <b>#3[f]</b> 点能量，获得 <b>#2[f]</b> 点<u>【毁伤】</u>和 <b>#4[f]</b> 个战技点，并且每个波次开始时对敌方全体造成等同于白厄 <b>#1[p]</b> 攻击力的物理属性伤害。<br>若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v3": {
            "Name": "终结之始",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "白厄在队伍中时，使秘技点上限提高3点。<br>主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，为我方队友恢复 <b>#3[f]</b> 点能量，获得 <b>#2[f]</b> 点<u>【毁伤】</u>和 <b>#4[f]</b> 个战技点，并且每个波次开始时对敌方全体造成等同于白厄 <b>#1[p]</b> 攻击力的物理属性伤害。<br>若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v4": {
            "Name": "终结之始",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "白厄在队伍中时，使秘技点上限提高3点。<br>主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，为我方队友恢复 <b>#3[f]</b> 点能量，获得 <b>#2[f]</b> 点<u>【毁伤】</u>和 <b>#4[f]</b> 个战技点，并且每个波次开始时对敌方全体造成等同于白厄 <b>#1[p]</b> 攻击力的物理属性伤害。<br>若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "v5": {
            "Name": "终结之始",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "白厄在队伍中时，使秘技点上限提高3点。<br>主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，为我方队友恢复 <b>#3[f]</b> 点能量，获得 <b>#2[f]</b> 点<u>【毁伤】</u>和 <b>#4[f]</b> 个战技点，并且每个波次开始时对敌方全体造成等同于白厄 <b>#1[p]</b> 攻击力的物理属性伤害。<br>若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        },
        "Live": {
            "Name": "终结之始",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "白厄在队伍中时，使秘技点上限提高3点。<br>主动施放秘技消耗2点秘技点，立即攻击一定范围内的所有敌人。进入战斗后，为我方队友恢复 <b>#3[f]</b> 点能量，获得 <b>#2[f]</b> 点<u>【毁伤】</u>和 <b>#4[f]</b> 个战技点，并且每个波次开始时对敌方全体造成等同于白厄 <b>#1[p]</b> 攻击力的物理属性伤害。<br>若攻击普通敌人则立即将其消灭，不会进入战斗。未击中敌人时不消耗秘技点。",
            "Params": [
                [
                    2.0,
                    2.0,
                    25.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Maze",
            "EE": [
                10014081
            ]
        }
    },
    "140808": {
        "v1": {
            "Name": "创生 · 血棘渡亡",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点<u>【毁伤】</u>，对指定敌方单体造成等同于█████@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于█████@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v2": {
            "Name": "创生 · 血棘渡亡",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点<u>【毁伤】</u>，对指定敌方单体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v3": {
            "Name": "创生 · 血棘渡亡",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点<u>【毁伤】</u>，对指定敌方单体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v4": {
            "Name": "创生 · 血棘渡亡",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点<u>【毁伤】</u>，对指定敌方单体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "v5": {
            "Name": "创生 · 血棘渡亡",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点<u>【毁伤】</u>，对指定敌方单体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ],
                [
                    3.78,
                    0.945,
                    2.0
                ],
                [
                    3.96,
                    0.99,
                    2.0
                ],
                [
                    4.14,
                    1.035,
                    2.0
                ],
                [
                    4.32,
                    1.08,
                    2.0
                ],
                [
                    4.5,
                    1.125,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        },
        "Live": {
            "Name": "创生 · 血棘渡亡",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "获得 <b>#3[f]</b> 点<u>【毁伤】</u>，对指定敌方单体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，对相邻目标造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    1.25,
                    0.375,
                    2.0
                ],
                [
                    1.5,
                    0.45,
                    2.0
                ],
                [
                    1.75,
                    0.525,
                    2.0
                ],
                [
                    2.0,
                    0.6,
                    2.0
                ],
                [
                    2.25,
                    0.675,
                    2.0
                ],
                [
                    2.5,
                    0.75,
                    2.0
                ],
                [
                    2.75,
                    0.825,
                    2.0
                ],
                [
                    3.0,
                    0.9,
                    2.0
                ],
                [
                    3.25,
                    0.975,
                    2.0
                ],
                [
                    3.5,
                    1.05,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                3.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1408_Normal02"
        }
    },
    "140809": {
        "v1": {
            "Name": "灾厄 · 弑魂焚诏",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "获得等同于敌方全体数量的<u>【毁伤】</u>，随后使敌方全体立即行动并获得1层【弑魂之炽】。<br>【弑魂之炽】状态下，█████受到的伤害降低 <b>#2[p]</b> ，并且在敌方目标攻击或行动后叠加1层【弑魂之炽】。当立即行动的敌方全体行动完毕后发动<u>反击</u>，对敌方全体造成等同于█████@ <b>#1[p]</b> #攻击力的物理属性伤害，并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于█████@ <b>#4[p]</b> #攻击力的物理属性伤害，随后解除【弑魂之炽】。每层【弑魂之炽】使本次<u>反击</u>的伤害倍率提高原倍率的 <b>#5[p]</b> 。<br>通过此技能造成伤害时，被视为造成了战技伤害。若<u>█████的额外回合</u>开始时仍持有【弑魂之炽】，立即发动<u>反击</u>。",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v2": {
            "Name": "灾厄 · 弑魂焚诏",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "获得等同于敌方全体数量的<u>【毁伤】</u>，随后使敌方全体立即行动并获得1层【弑魂之炽】。<br>【弑魂之炽】状态下，卡厄斯兰那受到的伤害降低 <b>#2[p]</b> ，并且在敌方目标攻击或行动后叠加1层【弑魂之炽】。当立即行动的敌方全体行动完毕后发动<u>反击</u>，对敌方全体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#4[p]</b> #攻击力的物理属性伤害，随后解除【弑魂之炽】。每层【弑魂之炽】使本次<u>反击</u>的伤害倍率提高原倍率的 <b>#5[p]</b> 。<br>通过此技能造成伤害时，被视为造成了战技伤害。若<u>卡厄斯兰那的额外回合</u>开始时仍持有【弑魂之炽】，立即发动<u>反击</u>。",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v3": {
            "Name": "灾厄 · 弑魂焚诏",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "获得等同于敌方全体数量的<u>【毁伤】</u>和1层【弑魂之炽】，随后使敌方全体立即行动。<br>【弑魂之炽】状态下，卡厄斯兰那受到的伤害降低 <b>#2[p]</b> ，敌方目标攻击或行动后叠加1层【弑魂之炽】。上述敌方目标行动完毕后，立即发动<u>反击</u>，对敌方全体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#4[p]</b> #攻击力的物理属性伤害，随后解除【弑魂之炽】。每层【弑魂之炽】使本次<u>反击</u>的伤害倍率提高原倍率的 <b>#5[p]</b> 。<br>通过此技能造成伤害时，被视为造成了战技伤害。若<u>卡厄斯兰那的额外回合</u>开始时仍持有【弑魂之炽】，立即发动<u>反击</u>。",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v4": {
            "Name": "灾厄 · 弑魂焚诏",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "获得等同于敌方全体数量的<u>【毁伤】</u>和1层【弑魂之炽】，随后使敌方全体立即行动。<br>【弑魂之炽】状态下，卡厄斯兰那受到的伤害降低 <b>#2[p]</b> ，敌方目标攻击或行动后叠加1层【弑魂之炽】。上述敌方目标行动完毕后，立即发动<u>反击</u>，对敌方全体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#4[p]</b> #攻击力的物理属性伤害，随后解除【弑魂之炽】。每层【弑魂之炽】使本次<u>反击</u>的伤害倍率提高原倍率的 <b>#5[p]</b> 。<br>通过此技能造成伤害时，被视为造成了战技伤害。若<u>卡厄斯兰那的额外回合</u>开始时仍持有【弑魂之炽】，立即发动<u>反击</u>。",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "v5": {
            "Name": "灾厄 · 弑魂焚诏",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "获得等同于敌方全体数量的<u>【毁伤】</u>和1层【弑魂之炽】，随后使敌方全体立即行动。<br>【弑魂之炽】状态下，卡厄斯兰那受到的伤害降低 <b>#2[p]</b> ，敌方目标攻击或行动后叠加1层【弑魂之炽】。上述敌方目标行动完毕后，立即发动<u>反击</u>，对敌方全体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#4[p]</b> #攻击力的物理属性伤害，随后解除【弑魂之炽】。每层【弑魂之炽】使本次<u>反击</u>的伤害倍率提高原倍率的 <b>#5[p]</b> 。<br>通过此技能造成伤害时，被视为造成了战技伤害。若<u>卡厄斯兰那的额外回合</u>开始时仍持有【弑魂之炽】，立即发动<u>反击</u>。",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        },
        "Live": {
            "Name": "灾厄 · 弑魂焚诏",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "获得等同于敌方全体数量的<u>【毁伤】</u>和1层【弑魂之炽】，随后使敌方全体立即行动。<br>【弑魂之炽】状态下，卡厄斯兰那受到的伤害降低 <b>#2[p]</b> ，敌方目标攻击或行动后叠加1层【弑魂之炽】。上述敌方目标行动完毕后，立即发动<u>反击</u>，对敌方全体造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，并额外造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#4[p]</b> #攻击力的物理属性伤害，随后解除【弑魂之炽】。每层【弑魂之炽】使本次<u>反击</u>的伤害倍率提高原倍率的 <b>#5[p]</b> 。<br>通过此技能造成伤害时，被视为造成了战技伤害。若<u>卡厄斯兰那的额外回合</u>开始时仍持有【弑魂之炽】，立即发动<u>反击</u>。",
            "Params": [
                [
                    0.2,
                    0.75,
                    4.0,
                    0.15,
                    0.2
                ],
                [
                    0.22,
                    0.75,
                    4.0,
                    0.165,
                    0.2
                ],
                [
                    0.24,
                    0.75,
                    4.0,
                    0.18,
                    0.2
                ],
                [
                    0.26,
                    0.75,
                    4.0,
                    0.195,
                    0.2
                ],
                [
                    0.28,
                    0.75,
                    4.0,
                    0.21,
                    0.2
                ],
                [
                    0.3,
                    0.75,
                    4.0,
                    0.225,
                    0.2
                ],
                [
                    0.325,
                    0.75,
                    4.0,
                    0.24375,
                    0.2
                ],
                [
                    0.35,
                    0.75,
                    4.0,
                    0.2625,
                    0.2
                ],
                [
                    0.375,
                    0.75,
                    4.0,
                    0.28125,
                    0.2
                ],
                [
                    0.4,
                    0.75,
                    4.0,
                    0.3,
                    0.2
                ],
                [
                    0.42,
                    0.75,
                    4.0,
                    0.315,
                    0.2
                ],
                [
                    0.44,
                    0.75,
                    4.0,
                    0.33,
                    0.2
                ],
                [
                    0.46,
                    0.75,
                    4.0,
                    0.345,
                    0.2
                ],
                [
                    0.48,
                    0.75,
                    4.0,
                    0.36,
                    0.2
                ],
                [
                    0.5,
                    0.75,
                    4.0,
                    0.375,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.5,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP02",
            "EE": [
                10000003
            ]
        }
    },
    "140805": {
        "v1": {
            "Name": "命运 · 此躯即神",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "█████的天赋。变身时获得 <b>#1[f]</b> 点<u>【毁伤】</u>。若此时处于我方目标的回合，则使该目标的所有<u>增益效果</u>延长1回合并结束本回合。<br>█████免疫<u>控制类负面状态</u>，拥有1个强化普攻和2个强化战技，无法施放终结技。变身期间攻击力提高@ <b>#4[p]</b> #，生命上限提高@ <b>#5[p]</b> #，施放攻击后回复等同于自身生命上限 <b>#7[p]</b> 的生命值。█████受到致命攻击时不会陷入<u>无法战斗状态</u>，而是回复等同于自身生命上限 <b>#2[p]</b> 的生命值并立即发动最后一击。每剩余1个<u>█████的额外回合</u>，最后一击的伤害倍率减少原倍率的 <b>#3[p]</b> 。<br>变身结束时，使我方全体速度提高 <b>#6[p]</b> ，持续1回合。",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.2,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.32,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.44,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.56,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.68,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    1.8,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    1.95,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.1,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.25,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.4,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.52,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.64,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    2.76,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    2.88,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.0,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v2": {
            "Name": "命运 · 此躯即神",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "卡厄斯兰那的天赋。变身时获得 <b>#1[f]</b> 点<u>【毁伤】</u>。若此时处于我方目标的回合，则使该目标的所有<u>增益效果</u>延长1回合并结束本回合。<br>卡厄斯兰那免疫<u>控制类负面状态</u>，拥有1个强化普攻和2个强化战技，无法施放终结技。变身期间攻击力提高@ <b>#4[p]</b> #，生命上限提高@ <b>#5[p]</b> #，施放攻击后回复等同于自身生命上限 <b>#7[p]</b> 的生命值。卡厄斯兰那受到致命攻击时不会陷入<u>无法战斗状态</u>，而是回复等同于自身生命上限 <b>#2[p]</b> 的生命值并立即发动最后一击。每剩余1个<u>卡厄斯兰那的额外回合</u>，最后一击的伤害倍率减少原倍率的 <b>#3[p]</b> 。<br>变身结束时，使我方全体速度提高 <b>#6[p]</b> ，持续1回合。",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.2,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.32,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.44,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.56,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.68,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    1.8,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    1.95,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.1,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.25,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.4,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.52,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.64,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    2.76,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    2.88,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.0,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v3": {
            "Name": "命运 · 此躯即神",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "卡厄斯兰那的天赋。变身时获得 <b>#1[f]</b> 点<u>【毁伤】</u>。若此时处于我方目标的回合，则使该目标的所有<u>增益效果</u>延长1回合并结束本回合。<br>卡厄斯兰那免疫<u>控制类负面状态</u>，拥有1个强化普攻和2个强化战技，无法施放终结技。变身期间攻击力提高@ <b>#4[p]</b> #，生命上限提高@ <b>#5[p]</b> #，施放攻击后回复等同于自身生命上限 <b>#7[p]</b> 的生命值。卡厄斯兰那受到致命攻击时不会陷入<u>无法战斗状态</u>，而是回复等同于自身生命上限 <b>#2[p]</b> 的生命值并立即发动最后一击。每剩余1个<u>卡厄斯兰那的额外回合</u>，最后一击的伤害倍率减少原倍率的 <b>#3[p]</b> 。<br>变身结束时，使我方全体速度提高 <b>#6[p]</b> ，持续1回合。",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v4": {
            "Name": "命运 · 此躯即神",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "卡厄斯兰那的天赋。变身时获得 <b>#1[f]</b> 点<u>【毁伤】</u>。若此时处于我方目标的回合，则使该目标的所有<u>增益效果</u>延长1回合并结束本回合。<br>卡厄斯兰那免疫<u>控制类负面状态</u>，拥有1个强化普攻和2个强化战技，无法施放终结技。变身期间攻击力提高@ <b>#4[p]</b> #，生命上限提高@ <b>#5[p]</b> #，施放攻击后回复等同于自身生命上限 <b>#7[p]</b> 的生命值。卡厄斯兰那受到致命攻击时不会陷入<u>无法战斗状态</u>，而是回复等同于自身生命上限 <b>#2[p]</b> 的生命值并立即发动最后一击。每剩余1个<u>卡厄斯兰那的额外回合</u>，最后一击的伤害倍率减少原倍率的 <b>#3[p]</b> 。<br>变身结束时，使我方全体速度提高 <b>#6[p]</b> ，持续1回合。",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "v5": {
            "Name": "命运 · 此躯即神",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "卡厄斯兰那的天赋。变身时获得 <b>#1[f]</b> 点<u>【毁伤】</u>。若此时处于我方目标的回合，则使该目标的所有<u>增益效果</u>延长1回合并结束本回合。<br>卡厄斯兰那免疫<u>控制类负面状态</u>，拥有1个强化普攻和2个强化战技，无法施放终结技。变身期间攻击力提高@ <b>#4[p]</b> #，生命上限提高@ <b>#5[p]</b> #，施放攻击后回复等同于自身生命上限 <b>#7[p]</b> 的生命值。卡厄斯兰那受到致命攻击时不会陷入<u>无法战斗状态</u>，而是回复等同于自身生命上限 <b>#2[p]</b> 的生命值并立即发动最后一击。每剩余1个<u>卡厄斯兰那的额外回合</u>，最后一击的伤害倍率减少原倍率的 <b>#3[p]</b> 。<br>变身结束时，使我方全体速度提高 <b>#6[p]</b> ，持续1回合。",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        },
        "Live": {
            "Name": "命运 · 此躯即神",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "卡厄斯兰那的天赋。变身时获得 <b>#1[f]</b> 点<u>【毁伤】</u>。若此时处于我方目标的回合，则使该目标的所有<u>增益效果</u>延长1回合并结束本回合。<br>卡厄斯兰那免疫<u>控制类负面状态</u>，拥有1个强化普攻和2个强化战技，无法施放终结技。变身期间攻击力提高@ <b>#4[p]</b> #，生命上限提高@ <b>#5[p]</b> #，施放攻击后回复等同于自身生命上限 <b>#7[p]</b> 的生命值。卡厄斯兰那受到致命攻击时不会陷入<u>无法战斗状态</u>，而是回复等同于自身生命上限 <b>#2[p]</b> 的生命值并立即发动最后一击。每剩余1个<u>卡厄斯兰那的额外回合</u>，最后一击的伤害倍率减少原倍率的 <b>#3[p]</b> 。<br>变身结束时，使我方全体速度提高 <b>#6[p]</b> ，持续1回合。",
            "Params": [
                [
                    4.0,
                    0.25,
                    0.125,
                    0.4,
                    1.35,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.44,
                    1.485,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.48,
                    1.62,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.52,
                    1.755,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.56,
                    1.89,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.6,
                    2.025,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.65,
                    2.19375,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.7,
                    2.3625,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.75,
                    2.53125,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.8,
                    2.7,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.84,
                    2.835,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.88,
                    2.97,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.92,
                    3.105,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    0.96,
                    3.24,
                    0.15,
                    0.2
                ],
                [
                    4.0,
                    0.25,
                    0.125,
                    1.0,
                    3.375,
                    0.15,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_Passive",
            "EE": [
                10014081,
                10000011,
                10014082
            ]
        }
    },
    "140811": {
        "v1": {
            "Name": "支柱 · 死星天裁",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "解除自身所有<u>负面效果</u>，随后造成最多等同于█████@ <b>#5[p]</b> #攻击力的物理属性伤害。<br>其中，每消耗1点<u>【毁伤】</u>造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于█████@ <b>#2[p]</b> #攻击力的物理属性伤害。消耗 <b>#4[f]</b> 点<u>【毁伤】</u>时，额外造成等同于█████@ <b>#1[p]</b> #攻击力的物理属性伤害，由敌方全体均分。",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v2": {
            "Name": "支柱 · 死星天裁",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "解除自身所有<u>负面效果</u>，随后造成最多等同于卡厄斯兰那@ <b>#5[p]</b> #攻击力的物理属性伤害。<br>其中，每消耗1点<u>【毁伤】</u>造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。消耗 <b>#4[f]</b> 点<u>【毁伤】</u>时，额外造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，由敌方全体均分。",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v3": {
            "Name": "支柱 · 死星天裁",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "解除自身所有<u>负面效果</u>，随后造成最多等同于卡厄斯兰那@ <b>#5[p]</b> #攻击力的物理属性伤害。<br>其中，每消耗1点<u>【毁伤】</u>造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。消耗 <b>#4[f]</b> 点<u>【毁伤】</u>时，额外造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，由敌方全体均分。",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v4": {
            "Name": "支柱 · 死星天裁",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "解除自身所有<u>负面效果</u>，随后造成最多等同于卡厄斯兰那@ <b>#5[p]</b> #攻击力的物理属性伤害。<br>其中，每消耗1点<u>【毁伤】</u>造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。消耗 <b>#4[f]</b> 点<u>【毁伤】</u>时，额外造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，由敌方全体均分。",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "v5": {
            "Name": "支柱 · 死星天裁",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "解除自身所有<u>负面效果</u>，随后造成最多等同于卡厄斯兰那@ <b>#5[p]</b> #攻击力的物理属性伤害。<br>其中，每消耗1点<u>【毁伤】</u>造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。消耗 <b>#4[f]</b> 点<u>【毁伤】</u>时，额外造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，由敌方全体均分。",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        },
        "Live": {
            "Name": "支柱 · 死星天裁",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "解除自身所有<u>负面效果</u>，随后造成最多等同于卡厄斯兰那@ <b>#5[p]</b> #攻击力的物理属性伤害。<br>其中，每消耗1点<u>【毁伤】</u>造成 <b>#3[f]</b> 次伤害，每次对敌方随机单体造成等同于卡厄斯兰那@ <b>#2[p]</b> #攻击力的物理属性伤害。消耗 <b>#4[f]</b> 点<u>【毁伤】</u>时，额外造成等同于卡厄斯兰那@ <b>#1[p]</b> #攻击力的物理属性伤害，由敌方全体均分。",
            "Params": [
                [
                    2.25,
                    0.225,
                    4.0,
                    4.0,
                    5.85
                ],
                [
                    2.475,
                    0.2475,
                    4.0,
                    4.0,
                    6.435
                ],
                [
                    2.7,
                    0.27,
                    4.0,
                    4.0,
                    7.02
                ],
                [
                    2.925,
                    0.2925,
                    4.0,
                    4.0,
                    7.605
                ],
                [
                    3.15,
                    0.315,
                    4.0,
                    4.0,
                    8.19
                ],
                [
                    3.375,
                    0.3375,
                    4.0,
                    4.0,
                    8.775
                ],
                [
                    3.65625,
                    0.36562,
                    4.0,
                    4.0,
                    9.50625
                ],
                [
                    3.9375,
                    0.39375,
                    4.0,
                    4.0,
                    10.2375
                ],
                [
                    4.21875,
                    0.42188,
                    4.0,
                    4.0,
                    10.96875
                ],
                [
                    4.5,
                    0.45,
                    4.0,
                    4.0,
                    11.7
                ],
                [
                    4.725,
                    0.4725,
                    4.0,
                    4.0,
                    12.285
                ],
                [
                    4.95,
                    0.495,
                    4.0,
                    4.0,
                    12.87
                ],
                [
                    5.175,
                    0.5175,
                    4.0,
                    4.0,
                    13.455
                ],
                [
                    5.4,
                    0.54,
                    4.0,
                    4.0,
                    14.04
                ],
                [
                    5.625,
                    0.5625,
                    4.0,
                    4.0,
                    14.625
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.33333,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1408_BP03",
            "EE": [
                10014081
            ]
        }
    }
}

var _avatarskilltree_ = {
    "1408": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "行向世界终点",
                "Desc": "变身结束时，获得 <b><color style='color:#f29e38'>3</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "身承炎炬万千",
                "Desc": "受到队友提供的治疗效果或护盾时，造成的伤害提高 <b><color style='color:#f29e38'>40%</color></b> ，持续 <b><color style='color:#f29e38'>4</color></b> 回合。该效果单个回合内不可重复触发。<br>受到队友提供的能量恢复的技能效果时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "照见英雄本色",
                "Desc": "进入战斗或变身结束时，攻击力提高 <b><color style='color:#f29e38'>50%</color></b> 。该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "行向世界终点",
                "Desc": "变身结束时，获得 <b><color style='color:#f29e38'>3</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "身承炎炬万千",
                "Desc": "受到队友提供的治疗效果或护盾时，造成的伤害提高 <b><color style='color:#f29e38'>40%</color></b> ，持续 <b><color style='color:#f29e38'>4</color></b> 回合。该效果单个回合内不可重复触发。<br>受到队友提供的能量恢复的技能效果时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "照见英雄本色",
                "Desc": "进入战斗或变身结束时，攻击力提高 <b><color style='color:#f29e38'>50%</color></b> 。该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "行向世界终点",
                "Desc": "战斗开始时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。变身结束时，获得 <b><color style='color:#f29e38'>3</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "身承炎炬万千",
                "Desc": "受到队友提供的治疗效果或护盾时，造成的伤害提高 <b><color style='color:#f29e38'>45%</color></b> ，持续 <b><color style='color:#f29e38'>4</color></b> 回合。该效果单个回合内不可重复触发。<br>受到队友提供的能量恢复的技能效果时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "照见英雄本色",
                "Desc": "进入战斗或变身结束时，攻击力提高 <b><color style='color:#f29e38'>50%</color></b> 。该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "行向世界终点",
                "Desc": "战斗开始时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。变身结束时，获得 <b><color style='color:#f29e38'>3</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "身承炎炬万千",
                "Desc": "受到队友提供的治疗效果或护盾时，造成的伤害提高 <b><color style='color:#f29e38'>45%</color></b> ，持续 <b><color style='color:#f29e38'>4</color></b> 回合。该效果单个回合内不可重复触发。<br>受到队友提供的能量恢复的技能效果时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "照见英雄本色",
                "Desc": "进入战斗或变身结束时，攻击力提高 <b><color style='color:#f29e38'>50%</color></b> 。该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "行向世界终点",
                "Desc": "战斗开始时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。变身结束时，获得 <b><color style='color:#f29e38'>3</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "身承炎炬万千",
                "Desc": "受到队友提供的治疗效果或护盾时，造成的伤害提高 <b><color style='color:#f29e38'>45%</color></b> ，持续 <b><color style='color:#f29e38'>4</color></b> 回合。该效果单个回合内不可重复触发。<br>受到队友提供的能量恢复的技能效果时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "照见英雄本色",
                "Desc": "进入战斗或变身结束时，攻击力提高 <b><color style='color:#f29e38'>50%</color></b> 。该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "CriticalChanceBase": 0.12,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "行向世界终点",
                "Desc": "战斗开始时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。变身结束时，获得 <b><color style='color:#f29e38'>3</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree1"
            },
            "Tree2": {
                "Name": "身承炎炬万千",
                "Desc": "受到队友提供的治疗效果或护盾时，造成的伤害提高 <b><color style='color:#f29e38'>45%</color></b> ，持续 <b><color style='color:#f29e38'>4</color></b> 回合。该效果单个回合内不可重复触发。<br>受到队友提供的能量恢复的技能效果时，获得 <b><color style='color:#f29e38'>1</color></b> 点【火种】。",
                "Icon": "SkillIcon_1408_SkillTree2"
            },
            "Tree3": {
                "Name": "照见英雄本色",
                "Desc": "进入战斗或变身结束时，攻击力提高 <b><color style='color:#f29e38'>50%</color></b> 。该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
                "Icon": "SkillIcon_1408_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140801": {
        "v1": {
            "Rank": 1,
            "Name": "白厄星魂1",
            "Desc": "<u>█████的额外回合</u>的速度提高至█████基础速度的 <b><color style='color:#f29e38'>72%</color></b> 。当【火种】达到上限时，使自身的物理属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>15%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v2": {
            "Rank": 1,
            "Name": "白厄星魂1",
            "Desc": "<u>卡厄斯兰那的额外回合</u>的速度提高至卡厄斯兰那基础速度的 <b><color style='color:#f29e38'>72%</color></b> 。当【火种】达到上限时，使自身的物理属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>15%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v3": {
            "Rank": 1,
            "Name": "白厄星魂1",
            "Desc": "单次变身内每消灭1个敌方目标，<u>卡厄斯兰那的额外回合</u>的基础速度继承比例额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>30%</color></b> 。<br>施放终结技时，暴击伤害提高 <b><color style='color:#f29e38'>40%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v4": {
            "Rank": 1,
            "Name": "火与光，善恶的化身",
            "Desc": "单次变身内每消灭1个敌方目标，<u>卡厄斯兰那的额外回合</u>的基础速度继承比例额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>30%</color></b> 。<br>施放终结技时，暴击伤害提高 <b><color style='color:#f29e38'>40%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "v5": {
            "Rank": 1,
            "Name": "火与光，善恶的化身",
            "Desc": "<u>卡厄斯兰那的额外回合</u>的基础速度继承比例提高至 <b><color style='color:#f29e38'>66%</color></b> 。单场战斗中每有1个敌方目标被消灭，使其额外提高 <b><color style='color:#f29e38'>1.5%</color></b> ，最多提高至 <b><color style='color:#f29e38'>84%</color></b> 。<br>施放终结技时，暴击伤害提高 <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        },
        "Live": {
            "Rank": 1,
            "Name": "火与光，善恶的化身",
            "Desc": "<u>卡厄斯兰那的额外回合</u>的基础速度继承比例提高至 <b><color style='color:#f29e38'>66%</color></b> 。单场战斗中每有1个敌方目标被消灭，使其额外提高 <b><color style='color:#f29e38'>1.5%</color></b> ，最多提高至 <b><color style='color:#f29e38'>84%</color></b> 。<br>施放终结技时，暴击伤害提高 <b><color style='color:#f29e38'>50%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1408_Rank1",
            "EE": [
                10014082
            ]
        }
    },
    "140802": {
        "v1": {
            "Rank": 2,
            "Name": "白厄星魂2",
            "Desc": "█████施放攻击造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> 。消耗 <b><color style='color:#f29e38'>4</color></b> 点<u>【毁伤】</u>施放【支柱•死星天裁】时，获得1个<u>额外回合</u>。",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v2": {
            "Rank": 2,
            "Name": "白厄星魂2",
            "Desc": "卡厄斯兰那施放攻击造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> 。消耗 <b><color style='color:#f29e38'>4</color></b> 点<u>【毁伤】</u>施放【支柱•死星天裁】时，获得1个<u>额外回合</u>。",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v3": {
            "Rank": 2,
            "Name": "白厄星魂2",
            "Desc": "卡厄斯兰那的物理属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。消耗 <b><color style='color:#f29e38'>4</color></b> 点<u>【毁伤】</u>施放【支柱•死星天裁】时，获得1个<u>额外回合</u>。",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v4": {
            "Rank": 2,
            "Name": "天与地，世间的泡沫",
            "Desc": "卡厄斯兰那的物理属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。消耗 <b><color style='color:#f29e38'>4</color></b> 点<u>【毁伤】</u>施放【支柱•死星天裁】时，获得1个<u>额外回合</u>。",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "v5": {
            "Rank": 2,
            "Name": "天与地，世间的泡沫",
            "Desc": "卡厄斯兰那的物理属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。单次施放【支柱•死星天裁】消耗<u>【毁伤】</u>点数达到 <b><color style='color:#f29e38'>4</color></b> 点时，获得1个<u>额外回合</u>。",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        },
        "Live": {
            "Rank": 2,
            "Name": "天与地，世间的泡沫",
            "Desc": "卡厄斯兰那的物理属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。单次施放【支柱•死星天裁】消耗<u>【毁伤】</u>点数达到 <b><color style='color:#f29e38'>4</color></b> 点时，获得1个<u>额外回合</u>。",
            "Icon": "SkillIcon_1408_Rank2",
            "EE": [
                10014081,
                10000000
            ]
        }
    },
    "140803": {
        "v1": {
            "Rank": 3,
            "Name": "白厄星魂3",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "白厄星魂3",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "白厄星魂3",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "几重寂静深埋铁墓",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "几重寂静深埋铁墓",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1408_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "几重寂静深埋归墟",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1408_Ultra"
        }
    },
    "140804": {
        "v1": {
            "Rank": 4,
            "Name": "白厄星魂4",
            "Desc": "施放【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>4</color></b> 层【弑魂之炽】。",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "白厄星魂4",
            "Desc": "施放【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>4</color></b> 层【弑魂之炽】。",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "白厄星魂4",
            "Desc": "施放【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>4</color></b> 层【弑魂之炽】。",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "多少泰坦面目模糊",
            "Desc": "施放【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>4</color></b> 层【弑魂之炽】。",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "多少泰坦面目模糊",
            "Desc": "施放【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>4</color></b> 层【弑魂之炽】。",
            "Icon": "SkillIcon_1408_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "多少泰坦面目模糊",
            "Desc": "施放【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>4</color></b> 层【弑魂之炽】。",
            "Icon": "SkillIcon_1408_Rank4"
        }
    },
    "140805": {
        "v1": {
            "Rank": 5,
            "Name": "白厄星魂5",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1408_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "白厄星魂5",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1408_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "白厄星魂5",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1408_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "永劫时针，三千万转",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1408_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "永劫时针，三千万转",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1408_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "永劫时针，三千万转",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1408_BP"
        }
    },
    "140806": {
        "v1": {
            "Rank": 6,
            "Name": "白厄星魂6",
            "Desc": "<u>【毁伤】</u>上限提高2点。施放【创生•血棘渡亡】或【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点<u>【毁伤】</u>。施放【支柱•死星天裁】的攻击后，对生命值最高的敌方目标额外造成等同于本次攻击总伤害值 <b><color style='color:#f29e38'>20%</color></b> 的<u>真实伤害</u>。",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v2": {
            "Rank": 6,
            "Name": "白厄星魂6",
            "Desc": "<u>【毁伤】</u>上限提高2点。施放【创生•血棘渡亡】或【灾厄•弑魂焚诏】时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点<u>【毁伤】</u>。施放【支柱•死星天裁】的攻击后，对生命值最高的敌方目标额外造成等同于本次攻击总伤害值 <b><color style='color:#f29e38'>20%</color></b> 的<u>真实伤害</u>。",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v3": {
            "Rank": 6,
            "Name": "白厄星魂6",
            "Desc": "【火种】的可溢出点数不再拥有上限。战斗开始时，获得 <b><color style='color:#f29e38'>6</color></b> 点【火种】。<br>施放【支柱•死星天裁】的攻击后，对生命值最高的敌方目标额外造成等同于本次攻击总伤害值 <b><color style='color:#f29e38'>36%</color></b> 的<u>真实伤害</u>。",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v4": {
            "Rank": 6,
            "Name": "亘古长升，蚀火残阳",
            "Desc": "【火种】的可溢出点数不再拥有上限。战斗开始时，获得 <b><color style='color:#f29e38'>6</color></b> 点【火种】。<br>施放【支柱•死星天裁】的攻击后，对生命值最高的敌方目标额外造成等同于本次攻击总伤害值 <b><color style='color:#f29e38'>36%</color></b> 的<u>真实伤害</u>。",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "v5": {
            "Rank": 6,
            "Name": "亘古长升，蚀火残阳",
            "Desc": "【火种】的可溢出点数不再拥有上限。战斗开始时，获得 <b><color style='color:#f29e38'>6</color></b> 点【火种】。<br>施放【支柱•死星天裁】的攻击后，对生命值最高的敌方目标额外造成等同于本次攻击总伤害值 <b><color style='color:#f29e38'>36%</color></b> 的<u>真实伤害</u>。",
            "Icon": "SkillIcon_1408_Rank6",
            "EE": [
                10000017
            ]
        },
        "Live": {
            "Rank": 6,
            "Name": "亘古长升，蚀火残阳",
            "Desc": "【火种】的可溢出点数不再拥有上限。战斗开始时，获得 <b><color style='color:#f29e38'>6</color></b> 点【火种】。<br>施放【支柱•死星天裁】的攻击后，对生命值最高的敌方目标额外造成等同于本次攻击总伤害值 <b><color style='color:#f29e38'>36%</color></b> 的<u>真实伤害</u>。<br>妮可少女的批注：和官方文案不同，火种并非没有上限，而是上限改为 <color style='color:#f29e38'><b>402604020</b></color> 点，可供白厄施放 <color style='color:#f29e38'><b>33550336</b></color> 次终结技",
            "Icon": "SkillIcon_1408_Rank6"
        }
    }
}

var _story_ = {
    "1408": [
        {
            "_id": 1,
            "Story": "哀丽秘榭，遗世独立的边陲村落，如今只余晦涩的传说。<br>无名的英雄█████，容纳「负世」火种的黄金裔，铭记全世的理想，背负万众的命运，为新世界带来第一缕曙光<br>——<i>「但倘若黎明从不存在，就让怒火燃尽此身，化作明日的烈阳！」</i>"
        },
        {
            "_id": 2,
            "Story": "哀丽秘榭，少年的家乡。<br>村庄日出而作，日落而息，如同他的身世，朴实无华。<br><br>只能容纳数人的校舍内，少年听着令人昏昏欲睡的历史课，心思早已跟手中飞舞的木屑一同飘向遥远的地方。<br><br> 一笔一划，藏在桌屉里的木头逐渐显现出战士的模样。<br><i>「要有一把沉重的大剑，才配得上这样的实力……」</i><br>对着阳光，他磨利木片的边缘。<br><i>「铠甲闪耀着荣誉的伤痕，披风好似搏击风云的翅膀。<br>「还有……」</i><br><br><i>「白厄！想要成为最强的战士…就该好好听讲。」</i><br>皮西厄斯老师总是不厌其烦地打破他的幻想。<br><br>相比学校，少年更喜欢那麦秸堆垛的训练场。<br>那里是他的战场，稻草人时而是来袭的兵团，时而是横冲直撞的恶兽。<br>不上学的时候，他常常在这里与木头雕成的伙伴消磨一整天的时光，直到每一隅村户飘散出烹调的香味。<br><br>清凉的树荫下，疲惫的少年枕在草地便能安睡。<br>支离破碎的梦境中，他眺望着从未见过的城邦，见证波澜壮阔的故事。<br><br><i>「去成为英雄吧……」</i><br><br>那心声如同哀丽秘榭翻涌不息的麦浪，引领少年踏上远行的路。"
        },
        {
            "_id": 3,
            "Story": "面对那从异乡漂泊而来的青年，织者与貌如孩童的先知偶尔会提及逐火与黄金裔的历史。<br>织者无光的双眼仿佛能看穿他内心的迷茫，而先知的天真烂漫又令他感受到家的温暖。<br><br><i>「也就是说，黄金裔，是天赐的命运……」</i><br>青年鼓起勇气说道。<br>织者摇了摇头。<br><i>「不如说，那是漫长的苦行。」</i><br><br>青年将氤氲麦香的过去珍藏心中，他加入圣城的军团日夜训练，直到高深的剑术变得如同呼吸一般简单。<br>在那场震惊世人的死斗中，悬锋的王储与他僵持十个日夜，那大开大合的挥斩之间，他仿佛早已把自己当成视死如归的剑。<br><br>当然，更多的时候，青年总以风趣轻松的态度示人。<br><i>「我只是希望让别人感到亲切和自在。」</i><br>关于这一点，他的友人虽然嗤之以鼻，但也知晓正因如此，白发青年在圣城平民与贵族中享有信赖和美名。<br><br>去往树庭求学的岁月，对逻辑本不感兴趣的青年，在翻烂书坊的典籍后，常在辩论场上以机智的演讲取胜。<br>虽然老师的锋芒令他避之不及，但他深知自己正缺那份坚持自我的勇气。<br><br>只是当青年从战场归来，医师为他包扎完伤口后，依旧思忖良久。<br><i>「白厄阁下…你是不是总在夜里惊醒，或者无法入睡？」</i><br><br>他并不在意。<br>要踏上那击落神明的路，他必须将自己雕刻成众人需要的模样。"
        },
        {
            "_id": 4,
            "Story": "高举雷枪的神明陷入疯狂，在那以「纷争」为名的战役，男人同伙伴给予那疯神最后的解脱。<br>在那争夺「理性」火种的辩论场，男人与昔日恩师对峙，见证残酷的处刑。<br>登上「天空」的战场，男人踏上彩虹桥，以烈阳之光穿透阴霾，照亮凶险的前路。<br><br><i>「救世主，带领吾等前进吧。」</i><br>听到织者欣慰的话，他心中更多的是苦涩。但在众人面前，他不愿表露担忧。<br><br>身受万死的王储踏上归乡的路，将悬锋族人交托于他。<br><i>「放心，我会替你照顾。」</i><br>分裂千身的先知磨损殆尽，他接过启程前立下的誓言。<br><i>「缇宝老师，我会去见证…那星月满天的明日。」</i><br>学者为真理奔赴死亡，圣女拥抱孤独的命运。<br><i>「下一世，真理定会解明，死生…将有序流转。」</i><br>织者安眠于黄金的浴池，捷足的侠盗带着遗憾停下脚步，永驻天空的医师再也无法回到大地。<br><i>「以身为薪柴，我会…成为照亮新世界的烈火。」</i><br><br>男人无法流泪，只能凭着心中的剧痛，将回忆刻入脑海。<br>他背起万众的心愿，朝着朝阳升起的山巅蹒跚前行。<br><br>他相信，终有一日，曙光会穿透翁法罗斯的长夜。<br><br><i>「但倘若黎明从一开始就不存在……」</i><br>曾经，他千百次问过自己这个问题。<br>如今，向着那炽热酷烈的终点，男人刻下「白厄」的最后一笔——<br><br><i>「那就让怒火燃尽此身，化作明日的烈阳！」</i>"
        },
        {
            "_id": 5,
            "Story": "如往日千万次所经历的那样，他于火光中再次看见——<br><br>哀丽秘榭的清晨，朝阳的光辉照耀在村庄的麦田。<br><br><i>「好像…做过无数次这样的梦……」</i><br>在树下醒来的男孩揉着惺忪的睡眼。<br><br>梦中，太阳坠落，英雄的造像崩塌，融化，碎裂，将世界烧成一片灰烬。<br>在一片死寂中，那形如焦炭的熟悉身影踽踽独行，朝着漫无止尽的黑暗走去。<br><br><i>「那个身影燃烧自己…但也燃尽周围所有的一切……」</i><br>男孩怔怔地看着那尚未完成的木雕，梦中那刺骨的愤怒与对自我的憎恨仍在震动着他的心。<br><i>「这样的世界…正在呼唤着英雄的到来吧……」</i><br><br><i>「未来会是什么样的？」</i><br>枕在那金黄的麦草上，男孩眼前浮现出跌宕起伏的史诗故事。<br><i>「也许，即将到来的英雄漫游四方，行侠仗义，解决过无数棘手的难题，却从不留名……<br>「身负神秘的过去，对抗荒谬的命运，战胜可怕的敌人。<br>「当世界陷入危难，便会以至诚的心践行誓言，所到之处，总是带来和平与繁盛……<br>「哪怕百次，万次，千万次…英雄可以被毁灭，但绝不会被打败……」</i><br><br>……<br><br>如果一切未曾改变。<br>哀丽秘榭的日子仍旧静静流淌，如过去千万次那样。<br>那朵微弱的火苗，启程之初便已种进他的心里。<br>当男孩成为少年，再一次站在渡口，再一次向着远方启行。<br>他会马上奔向未来，忘记那些支离破碎的梦。<br>他不会知晓这趟旅程有多遥远，直到成为熊熊燃烧的薪柴，去壮大那徒劳的火焰。<br>到达终点时，他才会得知自己已行过漫长的路。<br><br>最后一次，他回想起那个朝阳初升的时刻，自己曾刻下理想的雏形，在往后的岁月里，他将为它取另外一个名字——「救世主」。<br><br>而他自己的名，就此在记忆中零落。"
        },
        {
            "_id": 6,
            "Story": "哀丽秘榭，遗世独立的边陲村落，如今只余晦涩的传说。<br>无名的英雄卡厄斯兰那，容纳「负世」火种的黄金裔，铭记全世的理想，背负万众的命运，为新世界带来第一缕曙光<br>——<i>「但倘若黎明从不存在，就让怒火燃尽此身，化作明日的烈阳！」</i>"
        },
        {
            "_id": 7,
            "Story": "哀丽秘榭，少年的家乡。<br>村庄日出而作，日落而息，如同他的身世，朴实无华。<br><br>只能容纳数人的校舍内，少年听着令人昏昏欲睡的历史课，心思早已跟手中飞舞的木屑一同飘向遥远的地方。<br><br> 一笔一划，藏在桌屉里的木头逐渐显现出战士的模样。<br><i>「要有一把沉重的大剑，才配得上这样的实力……」</i><br>对着阳光，他磨利木片的边缘。<br><i>「铠甲闪耀着荣誉的伤痕，披风好似搏击风云的翅膀。<br>「还有……」</i><br><br><i>「白厄！想要成为最强的战士…就该好好听讲。」</i><br>皮西厄斯老师总是不厌其烦地打破他的幻想。<br><br>相比学校，少年更喜欢那麦秸堆垛的训练场。<br>那里是他的战场，稻草人时而是来袭的兵团，时而是横冲直撞的恶兽。<br>不上学的时候，他常常在这里与木头雕成的伙伴消磨一整天的时光，直到每一隅村户飘散出烹调的香味。<br><br>清凉的树荫下，疲惫的少年枕在草地便能安睡。<br>支离破碎的梦境中，他眺望着从未见过的城邦，见证波澜壮阔的故事。<br><br><i>「去成为英雄吧……」</i><br><br>那心声如同哀丽秘榭翻涌不息的麦浪，引领少年踏上远行的路。<br>->->->->->->->->->->->->-><br><b>>>>第1次运算<br>……<br>>>>赋予对象「NeiKos 496 」定义<br>>>>载入场景<u>[哀丽秘榭]</u><br>>>>执行模拟</b><br>对象「NeiKos 496 」沿坐标组A-F轨迹运动<br>对象「NeiKos 496 」新建变量<u>[心中的英雄]</u><br><b>>>>变量<u>[黑潮]</u>开始位移更新，对<u>[哀丽秘榭]</u>执行覆盖指令</b>"
        },
        {
            "_id": 8,
            "Story": "面对那从异乡漂泊而来的青年，织者与貌如孩童的先知偶尔会提及逐火与黄金裔的历史。<br>织者无光的双眼仿佛能看穿他内心的迷茫，而先知的天真烂漫又令他感受到家的温暖。<br><br><i>「也就是说，黄金裔，是天赐的命运……」</i><br>青年鼓起勇气说道。<br>织者摇了摇头。<br><i>「不如说，那是漫长的苦行。」</i><br><br>青年将氤氲麦香的过去珍藏心中，他加入圣城的军团日夜训练，直到高深的剑术变得如同呼吸一般简单。<br>在那场震惊世人的死斗中，悬锋的王储与他僵持十个日夜，那大开大合的挥斩之间，他仿佛早已把自己当成视死如归的剑。<br><br>当然，更多的时候，青年总以风趣轻松的态度示人。<br><i>「我只是希望让别人感到亲切和自在。」</i><br>关于这一点，他的友人虽然嗤之以鼻，但也知晓正因如此，白发青年在圣城平民与贵族中享有信赖和美名。<br><br>去往树庭求学的岁月，对逻辑本不感兴趣的青年，在翻烂书坊的典籍后，常在辩论场上以机智的演讲取胜。<br>虽然老师的锋芒令他避之不及，但他深知自己正缺那份坚持自我的勇气。<br><br>只是当青年从战场归来，医师为他包扎完伤口后，依旧思忖良久。<br><i>「白厄阁下…你是不是总在夜里惊醒，或者无法入睡？」</i><br><br>他并不在意。<br>要踏上那击落神明的路，他必须将自己雕刻成众人需要的模样。<br>->->->->->->->->->->->->-><br><b>>>>第 49 次运算<br>……<br>>>>载入场景<u>[奥赫玛]</u><br>>>>载入场景<u>[神悟树庭]</u><br>……<br>>>>载入计算因子</b><br>「HapLotes 405 」<br>「SkeMma 720 」<br>「EpieiKeia 216 」<br>「PoleMos 600 」<br>「EleOs 252 」<br>……<br><b>>>>开启运算<br>……<br>>>>对象「NeiKos 496 」自我迭代进程 0.43% </b>"
        },
        {
            "_id": 9,
            "Story": "高举雷枪的神明陷入疯狂，在那以「纷争」为名的战役，男人同伙伴给予那疯神最后的解脱。<br>在那争夺「理性」火种的辩论场，男人与昔日恩师对峙，见证残酷的处刑。<br>登上「天空」的战场，男人踏上彩虹桥，以烈阳之光穿透阴霾，照亮凶险的前路。<br><br><i>「救世主，带领吾等前进吧。」</i><br>听到织者欣慰的话，他心中更多的是苦涩。但在众人面前，他不愿表露担忧。<br><br>身受万死的王储踏上归乡的路，将悬锋族人交托于他。<br><i>「放心，我会替你照顾。」</i><br>分裂千身的先知磨损殆尽，他接过启程前立下的誓言。<br><i>「缇宝老师，我会去见证…那星月满天的明日。」</i><br>学者为真理奔赴死亡，圣女拥抱孤独的命运。<br><i>「下一世，真理定会解明，死生…将有序流转。」</i><br>织者安眠于黄金的浴池，捷足的侠盗带着遗憾停下脚步，永驻天空的医师再也无法回到大地。<br><i>「以身为薪柴，我会…成为照亮新世界的烈火。」</i><br><br>男人无法流泪，只能凭着心中的剧痛，将回忆刻入脑海。<br>他背起万众的心愿，朝着朝阳升起的山巅蹒跚前行。<br><br>他相信，终有一日，曙光会穿透翁法罗斯的长夜。<br><br><i>「但倘若黎明从一开始就不存在……」</i><br>曾经，他千百次问过自己这个问题。<br>如今，向着那炽热酷烈的终点，男人刻下「白厄」的最后一笔——<br><br><i>「那就让怒火燃尽此身，化作明日的烈阳！」</i><br>->->->->->->->->->->->->-><br><b>>>>调用记录</b><br>【第 597 次运算】<br>……<br>请求：「成为回应世界期许，背负众人心愿的人。」<br>响应：「一个孑然一身的人。」<br>进度： 0.096% <br>……<br><br>【第 8128 次运算】<br>……<br>请求：「哪怕只有最粗糙的凡铁，也请用它保卫家园！」<br>响应：「一道无足轻重的伤疤。」<br>进度： 1.34% <br>……<br><br>【第 16256 次运算】<br>……<br>请求：「黄金裔已悉数就位，逐火的征途正式启程。」<br>响应：「一个永无止境的轮回。」<br>进度： 2.89% <br>……<br><br>【第 496000 次运算】<br>……<br>请求：「开启再创世，去迎接翁法罗斯崭新的黎明。」<br>响应：「一▇▇▇▇徒劳的▇▇▇▇▇▇▇。」<br>进度： 32.47% <br>……<br><br>【第 33550337 次运算】<br>……<br>请求：「▇▇▇▇铭记▇▇▇▇▇▇▇▇背负▇▇▇▇▇▇▇▇▇▇▇新世界▇▇▇▇」<br>响应：「▇▇▇▇燃▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇尽▇▇▇▇▇▇」<br>进度： 99.81% <br>……<br><b>>>>警告：进度无法更新</b>"
        },
        {
            "_id": 10,
            "Story": "如往日千万次所经历的那样，他于火光中再次看见——<br><br>哀丽秘榭的清晨，朝阳的光辉照耀在村庄的麦田。<br><br><i>「好像…做过无数次这样的梦……」</i><br>在树下醒来的男孩揉着惺忪的睡眼。<br><br>梦中，太阳坠落，英雄的造像崩塌，融化，碎裂，将世界烧成一片灰烬。<br>在一片死寂中，那形如焦炭的熟悉身影踽踽独行，朝着漫无止尽的黑暗走去。<br><br><i>「那个身影燃烧自己…但也燃尽周围所有的一切……」</i><br>男孩怔怔地看着那尚未完成的木雕，梦中那刺骨的愤怒与对自我的憎恨仍在震动着他的心。<br><i>「这样的世界…正在呼唤着英雄的到来吧……」</i><br><br><i>「未来会是什么样的？」</i><br>枕在那金黄的麦草上，男孩眼前浮现出跌宕起伏的史诗故事。<br><i>「也许，即将到来的英雄漫游四方，行侠仗义，解决过无数棘手的难题，却从不留名……<br>「身负神秘的过去，对抗荒谬的命运，战胜可怕的敌人。<br>「当世界陷入危难，便会以至诚的心践行誓言，所到之处，总是带来和平与繁盛……<br>「哪怕百次，万次，千万次…英雄可以被毁灭，但绝不会被打败……」</i><br><br>……<br><br>如果一切未曾改变。<br>哀丽秘榭的日子仍旧静静流淌，如过去千万次那样。<br>那朵微弱的火苗，启程之初便已种进他的心里。<br>当男孩成为少年，再一次站在渡口，再一次向着远方启行。<br>他会马上奔向未来，忘记那些支离破碎的梦。<br>他不会知晓这趟旅程有多遥远，直到成为熊熊燃烧的薪柴，去壮大那徒劳的火焰。<br>到达终点时，他才会得知自己已行过漫长的路。<br><br>最后一次，他回想起那个朝阳初升的时刻，自己曾刻下理想的雏形，在往后的岁月里，他将为它取另外一个名字——「救世主」。<br><br>而他自己的名，就此在记忆中零落。<br>->->->->->->->->->->->->-><br><b>>>>警告！<br>>>>警告！<br>>>>警告！</b><br>错误7：未定义的对象「开拓者」调用<br>……<br>错误 12 ：未处理的类型转换<br>……<br>错误 99 ：错误的条件判断<br>……<br><b>>>>第 33550337 次运算终止<br>>>>「铁墓」进度： 96.75% </b>"
        }
    ]
}

var _voice_ = {
    "1408": [
        {
            "_id": "archive_phainon_1",
            "Title": "初次见面",
            "Voice": "哀丽秘榭的白厄，向你致意。同为奥赫玛的异乡人，相聚即是缘分。随我来，说不定我们以后还有并肩作战的时候。"
        },
        {
            "_id": "archive_phainon_2",
            "Title": "问候",
            "Voice": "正想去找你呢，走，一起练练手？"
        },
        {
            "_id": "archive_phainon_3",
            "Title": "道别",
            "Voice": "别了，伙伴。愿再见面时，我们都能成为彼此心中的英雄！"
        },
        {
            "_id": "archive_phainon_4",
            "Title": "关于自己 · 愿望",
            "Voice": "自从故乡毁于黑衣剑士之手，我便奔赴圣城寻找黎明。身为黄金裔，我的愿望未曾改变，只是背负他人的愿望，追逐火种，支撑起新的明天……"
        },
        {
            "_id": "archive_phainon_5",
            "Title": "关于自己 · 愿望",
            "Voice": "自从故乡毁于黑衣剑士之手，我便奔赴圣城寻找黎明。身为黄金裔，我的愿望未曾改变，只是背负他人的愿望，追逐火种，支撑起新的明天…可如今我才知晓，翁法罗斯没有明天——在你到来之前……"
        },
        {
            "_id": "archive_phainon_6",
            "Title": "关于自己 · 过去",
            "Voice": "小时候，我常常会幻想自己同一位从异邦而来的勇者修习剑术，斩杀魔怪，踏上拯救世界的旅途…现在，这梦想算是成真了么？"
        },
        {
            "_id": "archive_phainon_7",
            "Title": "闲谈 · 心中的英雄",
            "Voice": "每个人心中都有一个英雄的模样，我们用岁月的刻刀一笔一划雕琢自己，直至「他」化为现实，成为手中最完美的作品。"
        },
        {
            "_id": "archive_phainon_8",
            "Title": "爱好 · 鉴宝",
            "Voice": "辨别老物件并非难事，真正考验的也非眼力，而是话术。能让人心悦诚服地接受自己手上的宝贝是件赝品，做什么都会成功的。"
        },
        {
            "_id": "archive_phainon_9",
            "Title": "烦恼",
            "Voice": "复仇的渴望一直支撑着我前行，即便心有不安，我也相信漫漫长夜的尽头，是光的方向。"
        },
        {
            "_id": "archive_phainon_10",
            "Title": "烦恼",
            "Voice": "复仇的渴望一直支撑着我前行，即便心有不安，我也相信漫漫长夜的尽头，是光的方向。那光芒并非为负世而升的烈阳，而是点燃此身的怒火！"
        },
        {
            "_id": "archive_phainon_11",
            "Title": "分享",
            "Voice": "哀丽秘榭的麦田如海般宽广，从种子发芽，到麦芒坠地，人们在这里出生，玩耍，长大…后来，无论去向何方，我总能闻到那带着麦芽清香的微风。现在想想，正是因为这样我才没误入歧途吧。"
        },
        {
            "_id": "archive_phainon_12",
            "Title": "见闻",
            "Voice": "不知为何，我时常陷入同一个梦境：日落时，我背负巨石，攀至山顶，当黎明将至，巨石滚落，我又一次将它背起，重新踏上通往山巅的征程……"
        },
        {
            "_id": "archive_phainon_13",
            "Title": "见闻",
            "Voice": "日落时，我背负巨石，攀至山顶，当黎明将至，巨石滚落，我又一次将它背起，重新踏上通往山巅的征程…痛苦而绝望的旅途，也是我唯一感到幸福的时刻！数亿枚火种…它们焚烧着我的灵魂，却也给我温暖。"
        },
        {
            "_id": "archive_phainon_14",
            "Title": "关于开拓者 · 一",
            "Voice": "这段时间以来，我可是从你那学到了不少「开拓」的精神。遨游星海，联结世界…若不是有使命在身，我也想试试做无名客的滋味！"
        },
        {
            "_id": "archive_phainon_15",
            "Title": "关于开拓者 · 二",
            "Voice": "…或许我们的生命构成从来不同，但那颗在胸膛中跳动的「心」，同样灼热。"
        },
        {
            "_id": "archive_phainon_16",
            "Title": "关于昔涟",
            "Voice": "她总说，期盼着世界不需要救世主的存在。但她心中一定早已明了，只要有人深爱着这个世界，救世主注定降临。"
        },
        {
            "_id": "archive_phainon_18",
            "Title": "关于阿格莱雅",
            "Voice": "很多人说，她的心空空荡荡，什么都没有。但恰恰是这颗看似空无一物的心，才装得下整个世界的心愿。"
        },
        {
            "_id": "archive_phainon_19",
            "Title": "关于缇宝 · 缇安 · 缇宁",
            "Voice": "老师们创造历史、讲述历史，成为历史的一部分…但她们从未因漫长的岁月磨灭心志，我也应当如此。"
        },
        {
            "_id": "archive_phainon_20",
            "Title": "关于万敌",
            "Voice": "尽管这家伙从不袒露自己的心声，他的心绪总是昭然若揭——简单到只剩下故乡，也沉重到只剩下叹息…这或许就是我们成为同路人的原因。"
        },
        {
            "_id": "archive_phainon_21",
            "Title": "关于遐蝶",
            "Voice": "她告诉我们，死亡可以是温暖的，优美的，亲切的…那么，生命不更应如此么？"
        },
        {
            "_id": "archive_phainon_22",
            "Title": "关于那刻夏",
            "Voice": "「被墨涅塔诅咒的男人」——老师经常这么说我，而我欣然接受。毕竟，特立独行的勇气正是我从老师身上学到的美德。"
        },
        {
            "_id": "archive_phainon_23",
            "Title": "关于风堇",
            "Voice": "每次前往那座阳光明媚的庭院，透过窗棂的微光总会让我想起故乡的麦田。在这末世之中，她所给予的希望，比药物和治疗更珍贵。"
        },
        {
            "_id": "archive_phainon_24",
            "Title": "关于赛飞儿",
            "Voice": "与死亡开玩笑，同纷争捉迷藏，她以一己之力维系着谎言，这份忍耐和洒脱，令人钦佩。"
        },
        {
            "_id": "archive_phainon_25",
            "Title": "关于海瑟音",
            "Voice": "经历过漫长的孤独之后，我们都等来了打破轮回的英雄。其间流逝的一分一秒，都会在岁月的发酵下，化作最后炽烈酣畅的一饮。"
        },
        {
            "_id": "archive_phainon_26",
            "Title": "关于刻律德菈",
            "Voice": "以万千金血，她为时代铭刻下属于英雄的印记。虽然我不曾与他们同行，但没有她的牺牲，逐火的伟业恐怕早已中道而亡。"
        },
        {
            "_id": "archive_phainon_27",
            "Title": "关于三月七",
            "Voice": "人的一生或许会有许多个名字，无论「长夜月」，或「三月七」，愿属于她的颜色，不会随着岁月的流逝而改变。"
        },
        {
            "_id": "archive_phainon_28",
            "Title": "关于丹恒 · 腾荒",
            "Voice": "他永远能给人一种「无论发生什么，他都会与你站在一起」的信赖感，不愧是「无名客」。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_phainon",
            "Title": "星魂激活",
            "Voice": "命运，足以超越神谕。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_phainon",
            "Title": "角色晋阶",
            "Voice": "黄金的血液，不会白白流淌。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_phainon",
            "Title": "角色满级",
            "Voice": "我们终将成为，点燃新世界的烈焰。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_phainon",
            "Title": "行迹激活",
            "Voice": "灰烬中的每一步，都曾迸发火星。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_phainon",
            "Title": "队伍编成 · 开拓者",
            "Voice": "无论何时，我们永远可以并肩作战。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_phainon",
            "Title": "队伍编成 · 阿格莱雅",
            "Voice": "一切准备就绪，出征之时已到。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_phainon",
            "Title": "队伍编成 · 遐蝶",
            "Voice": "即便面对死亡，人也能做出选择。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_phainon",
            "Title": "队伍编成 · 缇宝",
            "Voice": "缇宝老师，您在远处指挥就好。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_phainon",
            "Title": "队伍编成 · 万敌",
            "Voice": "这次该比什么了…速度还是力量？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_phainon",
            "Title": "队伍编成 · 那刻夏",
            "Voice": "战场如课堂，期待您的真知灼见。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_phainon",
            "Title": "队伍编成 · 风堇",
            "Voice": "若遇紧急情况，还请先救治其他人。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_phainon",
            "Title": "队伍编成 · 赛飞儿",
            "Voice": "赛飞儿小姐，有计策还麻烦提前通个气。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_phainon",
            "Title": "队伍编成 · 海瑟音",
            "Voice": "海洋的歌者，一同向凯旋进发吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_phainon",
            "Title": "队伍编成 · 刻律德菈",
            "Voice": "凯撒，你的号令预备指向何方？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_phainon",
            "Title": "队伍编成 · 三月七",
            "Voice": "三月小姐，感谢你与翁法罗斯站在了一起。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_phainon",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "无名客每一次赴汤蹈火，我都将铭记在心。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_phainon",
            "Title": "队伍编成 · 昔涟",
            "Voice": "如我们所愿，为深爱的世界而战吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage01_phainon",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "一鼓作气，解决它。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat01_phainon",
            "Title": "战斗开始 · 危险预警",
            "Voice": "磨砺自己的时刻到了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage02_phainon",
            "Title": "【此躯即神】战斗开始 · 弱点击破",
            "Voice": "体会到了么？被仇恨灼烧的滋味。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin01_phainon_01",
            "Title": "回合开始 · 一",
            "Voice": "除了向前，别无选择。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin01_phainon_02",
            "Title": "回合开始 · 二",
            "Voice": "我的性命，本就微不足道。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_phainon_01",
            "Title": "【此躯即神】回合开始 · 一",
            "Voice": "我绝不顺从此种命运。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_phainon_02",
            "Title": "【此躯即神】回合开始 · 二",
            "Voice": "此身的火焰，还不够猛烈。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting01_phainon",
            "Title": "回合待机",
            "Voice": "无论等待多久，我都不会放弃。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting02_phainon",
            "Title": "【此躯即神】回合待机",
            "Voice": "别让时间白白燃烧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_phainon_01",
            "Title": "普攻",
            "Voice": "开始吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_phainon_01",
            "Title": "战技 · 一",
            "Voice": "新世界，终将到来！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01phainon_02",
            "Title": "战技 · 二",
            "Voice": "为了，下一个明天！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_phainon_01",
            "Title": "【此躯即神】普攻 · 一",
            "Voice": "一具空壳而已。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_phainon_02",
            "Title": "【此躯即神】普攻 · 二",
            "Voice": "徒有虚表的灵魂。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast03_phainon",
            "Title": "【此躯即神】强化",
            "Voice": "以血，淬火！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast04_phainon_01",
            "Title": "【此躯即神】反击 · 一",
            "Voice": "铭记这道痛楚！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast04_phainon_02",
            "Title": "【此躯即神】反击 · 二",
            "Voice": "烙印纷争之名！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast05_phainon_01",
            "Title": "【此躯即神】战技 · 一",
            "Voice": "熔毁长夜吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast05_phainon_02",
            "Title": "【此躯即神】战技 · 二",
            "Voice": "挣脱囚笼吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast06_phainon_01",
            "Title": "【此躯即神】强化战技 · 一",
            "Voice": "以新生的烈阳，撕裂长空！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast06_phainon_02",
            "Title": "【此躯即神】强化战技 · 二",
            "Voice": "以旧日余烬，为来世破晓！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light01_phainon_01",
            "Title": "轻受击",
            "Voice": "我没事。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light02_phainon_01",
            "Title": "【此躯即神】轻受击",
            "Voice": "仅此而已么？"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy01_phainon_01",
            "Title": "重受击",
            "Voice": "不能让大家…失望……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_phainon",
            "Title": "终结技 · 激活",
            "Voice": "亿万火种之怒，燃尽此身！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_phainon",
            "Title": "终结技 · 施放",
            "Voice": "赐你，众星俱焚的曙光。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die01_phainon_01",
            "Title": "无法战斗",
            "Voice": "我不会…忘记……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive01_phainon",
            "Title": "重回战斗",
            "Voice": "无妨。我会再次押上一切。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing01_phainon",
            "Title": "回复生命",
            "Voice": "感谢，我还能坚持。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_phainon_01",
            "Title": "秘技",
            "Voice": "点燃黎明！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_phainon",
            "Title": "战斗胜利",
            "Voice": "翁法罗斯，一定会迎来真正的黎明。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_phainon",
            "Title": "开启战利品 · 一",
            "Voice": "帮你看过了，都是真品。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_phainon_02",
            "Title": "开启战利品 · 二",
            "Voice": "这也是「开拓」的馈赠吧？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_phainon",
            "Title": "开启贵重战利品",
            "Voice": "嗯，运气总是不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_phainon",
            "Title": "解谜成功 · 一",
            "Voice": "真像在树庭求学的那段时光呐……"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_phainon_02",
            "Title": "解谜成功 · 二",
            "Voice": "没关系。再难的事情，一步一步来总能解决。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_phainon",
            "Title": "发现敌方目标",
            "Voice": "不好对付的家伙…我先去试试深浅。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_phainon",
            "Title": "返回城镇",
            "Voice": "安宁平淡的日子，就像带着麦香的风。"
        }
    ]
}

var _notes_ = {
    "1408": []
}

var _adiff_ = {
    "1408": {
        "v5": [
            "``基础数值`- 生命值 1474.704 → 1435.896 ;<br>- 攻击力 543.312 → 582.12 ;<br>- 防御力 727.65 → 703.395 ;"
        ]
    }
}

var _mtc_ = {
    "1408": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110431": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110431": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110431": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110431": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "115013": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "暴击伤害 +37.3%",
                "Mat": {
                    "2": 237500,
                    "115011": 2,
                    "110182": 8,
                    "115012": 7,
                    "110183": 11,
                    "115013": 11
                }
            },
            {
                "Name": "暴击率 +12%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "115011": 6,
                    "110183": 11,
                    "115013": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "115012": 3,
                    "110183": 8,
                    "115013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "行向世界终点",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110507": 1
                }
            },
            {
                "Name": "身承炎炬万千",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "照见英雄本色",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}