// Auto Generated

var _avatarskill_ = {
    "141304": {
        "v1": {
            "Name": "今夜与我同行",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "进入战斗时<u>召唤忆灵</u>「长夜」。忆灵「长夜」初始拥有 <b>#4[f]</b> 点速度，生命上限为长夜月的 <b>#5[p]</b> 。长夜月或忆灵「长夜」每次生命降低时，使自身和忆灵「长夜」的暴击伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并获得 <b>#1[f]</b> 点【忆质】。该效果每个目标每次受到攻击最多触发1次。<br>长夜月持有的【忆质】大于等于 <b>#6[f]</b> 点时，解除并免疫<u>控制类负面状态</u>，若忆灵「长夜」在场，使其立即行动。立即行动效果在忆灵「长夜」施放【迷梦，流失，如露】后方可再次触发。<br>隐藏数值：#7[f]",
            "Params": [
                [
                    2.0,
                    0.3,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.33,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.36,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.39,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.42,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.45,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.4875,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.525,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.5625,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.6,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.63,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.66,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.69,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.72,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.75,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Passive"
        },
        "v2": {
            "Name": "今夜与我同行",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "进入战斗时<u>召唤忆灵</u>「长夜」。忆灵「长夜」初始拥有 <b>#4[f]</b> 点速度，生命上限为长夜月的 <b>#5[p]</b> 。长夜月或忆灵「长夜」每次生命降低时，使自身和忆灵「长夜」的暴击伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并获得 <b>#1[f]</b> 点【忆质】。该效果每个目标每次受到攻击最多触发1次。<br>长夜月持有的【忆质】大于等于 <b>#6[f]</b> 点时，解除并免疫<u>控制类负面状态</u>，若忆灵「长夜」在场，使其立即行动。立即行动效果在忆灵「长夜」施放【迷梦，流失，如露】后方可再次触发。<br>隐藏数值：#7[f]",
            "Params": [
                [
                    2.0,
                    0.3,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.33,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.36,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.39,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.42,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.45,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.4875,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.525,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.5625,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.6,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.63,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.66,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.69,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.72,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.75,
                    2.0,
                    160.0,
                    1.0,
                    16.0,
                    0.05
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Passive"
        },
        "v3": {
            "Name": "今夜与我同行",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "进入战斗时<u>召唤忆灵</u>「长夜」。忆灵「长夜」初始拥有 <b>#4[f]</b> 点速度，生命上限为长夜月的 <b>#5[p]</b> 。长夜月或忆灵「长夜」每次生命降低时，使自身和忆灵「长夜」的暴击伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并获得 <b>#1[f]</b> 点【忆质】。该效果每个目标每次受到攻击最多触发1次。<br>长夜月持有的【忆质】大于等于 <b>#6[f]</b> 点时，解除并免疫<u>控制类负面状态</u>，若忆灵「长夜」在场，使其立即行动。立即行动效果在忆灵「长夜」施放【迷梦，流失，如露】后方可再次触发。<br>隐藏数值：#7[f]",
            "Params": [
                [
                    2.0,
                    0.3,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.33,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.36,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.39,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.42,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.45,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.4875,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.525,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.5625,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.6,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.63,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.66,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.69,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.72,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.75,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Passive"
        },
        "v4": {
            "Name": "今夜与我同行",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "进入战斗时<u>召唤忆灵</u>「长夜」。忆灵「长夜」初始拥有 <b>#4[f]</b> 点速度，生命上限为长夜月的 <b>#5[p]</b> 。长夜月或忆灵「长夜」每次生命降低时，使自身和忆灵「长夜」的暴击伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并获得 <b>#1[f]</b> 点【忆质】。该效果每个目标每次受到攻击最多触发1次。<br>长夜月持有的【忆质】大于等于 <b>#6[f]</b> 点时，解除并免疫<u>控制类负面状态</u>，若忆灵「长夜」在场，使其立即行动。立即行动效果在忆灵「长夜」施放【迷梦，流失，如露】后方可再次触发。<br>隐藏数值：#7[f]",
            "Params": [
                [
                    2.0,
                    0.3,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.33,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.36,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.39,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.42,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.45,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.4875,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.525,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.5625,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.6,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.63,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.66,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.69,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.72,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.75,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Passive"
        },
        "v5": {
            "Name": "今夜与我同行",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "进入战斗时<u>召唤忆灵</u>「长夜」。忆灵「长夜」初始拥有 <b>#4[f]</b> 点速度，生命上限为长夜月的 <b>#5[p]</b> 。长夜月或忆灵「长夜」每次生命降低时，使自身和忆灵「长夜」的暴击伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并获得 <b>#1[f]</b> 点【忆质】。该效果每个目标每次受到攻击最多触发1次。<br>长夜月持有的【忆质】大于等于 <b>#6[f]</b> 点时，解除并免疫<u>控制类负面状态</u>，若忆灵「长夜」在场，使其立即行动。立即行动效果在忆灵「长夜」施放【迷梦，流失，如露】后方可再次触发。<br>隐藏数值：#7[f]",
            "Params": [
                [
                    2.0,
                    0.3,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.33,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.36,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.39,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.42,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.45,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.4875,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.525,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.5625,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.6,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.63,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.66,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.69,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.72,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.75,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Passive"
        },
        "Live": {
            "Name": "今夜与我同行",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "进入战斗时<u>召唤忆灵</u>「长夜」。忆灵「长夜」初始拥有 <b>#4[f]</b> 点速度，生命上限为长夜月的 <b>#5[p]</b> 。长夜月或忆灵「长夜」每次生命降低时，使自身和忆灵「长夜」的暴击伤害提高@ <b>#2[p]</b> #，持续 <b>#3[f]</b> 回合，并获得 <b>#1[f]</b> 点【忆质】。该效果每个目标每次受到攻击最多触发1次。<br>长夜月持有的【忆质】大于等于 <b>#6[f]</b> 点时，解除并免疫<u>控制类负面状态</u>，若忆灵「长夜」在场，使其立即行动。立即行动效果在忆灵「长夜」施放【迷梦，流失，如露】后方可再次触发。<br>隐藏数值：#7[f]",
            "Params": [
                [
                    2.0,
                    0.3,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.33,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.36,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.39,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.42,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.45,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.4875,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.525,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.5625,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.6,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.63,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.66,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.69,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.72,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ],
                [
                    2.0,
                    0.75,
                    2.0,
                    160.0,
                    0.5,
                    16.0,
                    0.05
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Passive"
        }
    },
    "1141301": {
        "v1": {
            "Name": "追忆，蹁跹，如雨",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "单攻",
            "Desc": "该技能自动选择目标施放，优先攻击长夜月上次攻击的敌方目标。对敌方单体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，长夜月当前每有 <b>#3[f]</b> 点【忆质】，则额外造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后获得 <b>#4[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.1,
                    0.02,
                    4.0,
                    1.0
                ],
                [
                    0.12,
                    0.024,
                    4.0,
                    1.0
                ],
                [
                    0.14,
                    0.028,
                    4.0,
                    1.0
                ],
                [
                    0.16,
                    0.032,
                    4.0,
                    1.0
                ],
                [
                    0.18,
                    0.036,
                    4.0,
                    1.0
                ],
                [
                    0.2,
                    0.04,
                    4.0,
                    1.0
                ],
                [
                    0.22,
                    0.044,
                    4.0,
                    1.0
                ],
                [
                    0.24,
                    0.048,
                    4.0,
                    1.0
                ],
                [
                    0.26,
                    0.052,
                    4.0,
                    1.0
                ],
                [
                    0.28,
                    0.056,
                    4.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant"
        },
        "v2": {
            "Name": "追忆，蹁跹，如雨",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "单攻",
            "Desc": "该技能自动选择目标施放，优先攻击长夜月上次攻击的敌方目标。对敌方单体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，长夜月当前每有 <b>#3[f]</b> 点【忆质】，则额外造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后，使长夜月获得 <b>#4[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.1,
                    0.02,
                    4.0,
                    1.0
                ],
                [
                    0.12,
                    0.024,
                    4.0,
                    1.0
                ],
                [
                    0.14,
                    0.028,
                    4.0,
                    1.0
                ],
                [
                    0.16,
                    0.032,
                    4.0,
                    1.0
                ],
                [
                    0.18,
                    0.036,
                    4.0,
                    1.0
                ],
                [
                    0.2,
                    0.04,
                    4.0,
                    1.0
                ],
                [
                    0.22,
                    0.044,
                    4.0,
                    1.0
                ],
                [
                    0.24,
                    0.048,
                    4.0,
                    1.0
                ],
                [
                    0.26,
                    0.052,
                    4.0,
                    1.0
                ],
                [
                    0.28,
                    0.056,
                    4.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant"
        },
        "v3": {
            "Name": "追忆，蹁跹，如雨",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "单攻",
            "Desc": "该技能自动选择目标施放，优先攻击长夜月上次攻击的敌方目标。对敌方单体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，长夜月当前每有 <b>#3[f]</b> 点【忆质】，则额外造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后，使长夜月获得 <b>#4[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.25,
                    0.05,
                    4.0,
                    1.0
                ],
                [
                    0.3,
                    0.06,
                    4.0,
                    1.0
                ],
                [
                    0.35,
                    0.07,
                    4.0,
                    1.0
                ],
                [
                    0.4,
                    0.08,
                    4.0,
                    1.0
                ],
                [
                    0.45,
                    0.09,
                    4.0,
                    1.0
                ],
                [
                    0.5,
                    0.1,
                    4.0,
                    1.0
                ],
                [
                    0.55,
                    0.11,
                    4.0,
                    1.0
                ],
                [
                    0.6,
                    0.12,
                    4.0,
                    1.0
                ],
                [
                    0.65,
                    0.13,
                    4.0,
                    1.0
                ],
                [
                    0.7,
                    0.14,
                    4.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant"
        },
        "v4": {
            "Name": "追忆，蹁跹，如雨",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "单攻",
            "Desc": "该技能自动选择目标施放，优先攻击长夜月上次攻击的敌方目标。对敌方单体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，长夜月当前每有 <b>#3[f]</b> 点【忆质】，则额外造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后，使长夜月获得 <b>#4[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.25,
                    0.05,
                    4.0,
                    1.0
                ],
                [
                    0.3,
                    0.06,
                    4.0,
                    1.0
                ],
                [
                    0.35,
                    0.07,
                    4.0,
                    1.0
                ],
                [
                    0.4,
                    0.08,
                    4.0,
                    1.0
                ],
                [
                    0.45,
                    0.09,
                    4.0,
                    1.0
                ],
                [
                    0.5,
                    0.1,
                    4.0,
                    1.0
                ],
                [
                    0.55,
                    0.11,
                    4.0,
                    1.0
                ],
                [
                    0.6,
                    0.12,
                    4.0,
                    1.0
                ],
                [
                    0.65,
                    0.13,
                    4.0,
                    1.0
                ],
                [
                    0.7,
                    0.14,
                    4.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant"
        },
        "v5": {
            "Name": "追忆，蹁跹，如雨",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "单攻",
            "Desc": "该技能自动选择目标施放，优先攻击长夜月上次攻击的敌方目标。对敌方单体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，长夜月当前每有 <b>#3[f]</b> 点【忆质】，则额外造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后，使长夜月获得 <b>#4[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.25,
                    0.05,
                    4.0,
                    1.0
                ],
                [
                    0.3,
                    0.06,
                    4.0,
                    1.0
                ],
                [
                    0.35,
                    0.07,
                    4.0,
                    1.0
                ],
                [
                    0.4,
                    0.08,
                    4.0,
                    1.0
                ],
                [
                    0.45,
                    0.09,
                    4.0,
                    1.0
                ],
                [
                    0.5,
                    0.1,
                    4.0,
                    1.0
                ],
                [
                    0.55,
                    0.11,
                    4.0,
                    1.0
                ],
                [
                    0.6,
                    0.12,
                    4.0,
                    1.0
                ],
                [
                    0.65,
                    0.13,
                    4.0,
                    1.0
                ],
                [
                    0.7,
                    0.14,
                    4.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant"
        },
        "Live": {
            "Name": "追忆，蹁跹，如雨",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "单攻",
            "Desc": "该技能自动选择目标施放，优先攻击长夜月上次攻击的敌方目标。对敌方单体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，长夜月当前每有 <b>#3[f]</b> 点【忆质】，则额外造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后获得 <b>#4[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.25,
                    0.05,
                    4.0,
                    1.0
                ],
                [
                    0.3,
                    0.06,
                    4.0,
                    1.0
                ],
                [
                    0.35,
                    0.07,
                    4.0,
                    1.0
                ],
                [
                    0.4,
                    0.08,
                    4.0,
                    1.0
                ],
                [
                    0.45,
                    0.09,
                    4.0,
                    1.0
                ],
                [
                    0.5,
                    0.1,
                    4.0,
                    1.0
                ],
                [
                    0.55,
                    0.11,
                    4.0,
                    1.0
                ],
                [
                    0.6,
                    0.12,
                    4.0,
                    1.0
                ],
                [
                    0.65,
                    0.13,
                    4.0,
                    1.0
                ],
                [
                    0.7,
                    0.14,
                    4.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant"
        }
    },
    "1141303": {
        "v1": {
            "Name": "孤独，浮游，漆黑",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "「长夜」免疫<u>控制类负面状态</u>，被攻击的概率提高。「长夜」在场时，长夜月和「长夜」造成的伤害提高@ <b>#1[p]</b> #，施放技能时消耗自身生命上限的 <b>#2[p]</b> ，若当前生命值不足改为降低至1点。<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.25,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.3,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.35,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.4,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.45,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.5,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.55,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.6,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.65,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.7,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v2": {
            "Name": "孤独，浮游，漆黑",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "「长夜」免疫<u>控制类负面状态</u>，被攻击的概率提高。「长夜」在场时，长夜月和「长夜」造成的伤害提高@ <b>#1[p]</b> #，施放技能时消耗自身生命上限的 <b>#2[p]</b> ，若当前生命值不足改为降低至1点。<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.25,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.3,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.35,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.4,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.45,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.5,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.55,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.6,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.65,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ],
                [
                    0.7,
                    0.01,
                    3.0,
                    3.0,
                    4.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v3": {
            "Name": "孤独，浮游，漆黑",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "「长夜」免疫<u>控制类负面状态</u>，被攻击的概率提高。「长夜」在场时，长夜月和「长夜」造成的伤害提高@ <b>#1[p]</b> #。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.4,
                    3.0
                ],
                [
                    0.45,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.65,
                    3.0
                ],
                [
                    0.7,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v4": {
            "Name": "孤独，浮游，漆黑",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "「长夜」免疫<u>控制类负面状态</u>，被攻击的概率提高。「长夜」在场时，长夜月和「长夜」造成的伤害提高@ <b>#1[p]</b> #。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.4,
                    3.0
                ],
                [
                    0.45,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.65,
                    3.0
                ],
                [
                    0.7,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "v5": {
            "Name": "孤独，浮游，漆黑",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "「长夜」免疫<u>控制类负面状态</u>，被攻击的概率提高。「长夜」在场时，长夜月和「长夜」造成的伤害提高@ <b>#1[p]</b> #。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.4,
                    3.0
                ],
                [
                    0.45,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.65,
                    3.0
                ],
                [
                    0.7,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive",
            "EE": [
                10000011
            ]
        },
        "Live": {
            "Name": "孤独，浮游，漆黑",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "「长夜」免疫<u>控制类负面状态</u>，被攻击的概率提高。「长夜」在场时，长夜月和「长夜」造成的伤害提高@ <b>#1[p]</b> #。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.4,
                    3.0
                ],
                [
                    0.45,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.65,
                    3.0
                ],
                [
                    0.7,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        }
    },
    "1141305": {
        "v1": {
            "Name": "与夜，形影，不离",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "被召唤时，为长夜月回复等同于长夜月 <b>#1[p]</b> 生命上限的生命值，并使自身立即行动。",
            "Params": [
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v2": {
            "Name": "与夜，形影，不离",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "被召唤时，为长夜月回复等同于长夜月 <b>#1[p]</b> 生命上限的生命值，并使自身立即行动。",
            "Params": [
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v3": {
            "Name": "与夜，形影，不离",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "被召唤时，使自身立即行动。<br>隐藏数值：#1[f]",
            "Params": [
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ],
                [
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v4": {
            "Name": "与夜，形影，不离",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "被召唤时，使自身立即行动。",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v5": {
            "Name": "与夜，形影，不离",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "被召唤时，使自身立即行动。",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "Live": {
            "Name": "与夜，形影，不离",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "被召唤时，使自身立即行动。",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        }
    },
    "1141306": {
        "v1": {
            "Name": "与你，再见，无期",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "消失时，为长夜月恢复@ <b>#1[f]</b> #点能量，并使长夜月<u>行动提前</u>@ <b>#2[p]</b> #。",
            "Params": [
                [
                    15.0,
                    0.1
                ],
                [
                    18.0,
                    0.12
                ],
                [
                    21.0,
                    0.14
                ],
                [
                    24.0,
                    0.16
                ],
                [
                    27.0,
                    0.18
                ],
                [
                    30.0,
                    0.2
                ],
                [
                    33.0,
                    0.22
                ],
                [
                    36.0,
                    0.24
                ],
                [
                    39.0,
                    0.26
                ],
                [
                    42.0,
                    0.28
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v2": {
            "Name": "与你，再见，无期",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "消失时，为长夜月恢复@ <b>#1[f]</b> #点能量，并使长夜月<u>行动提前</u>@ <b>#2[p]</b> #。",
            "Params": [
                [
                    15.0,
                    0.1
                ],
                [
                    18.0,
                    0.12
                ],
                [
                    21.0,
                    0.14
                ],
                [
                    24.0,
                    0.16
                ],
                [
                    27.0,
                    0.18
                ],
                [
                    30.0,
                    0.2
                ],
                [
                    33.0,
                    0.22
                ],
                [
                    36.0,
                    0.24
                ],
                [
                    39.0,
                    0.26
                ],
                [
                    42.0,
                    0.28
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v3": {
            "Name": "与你，再见，无期",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "消失时，使长夜月的速度提高 <b>#1[p]</b> ，若因施放【迷梦，流失，如露】消失，本次攻击每消耗了1点【忆质】额外使长夜月的速度提高 <b>#2[p]</b> 。加速效果无法叠加，长夜月下个回合开始时移除。",
            "Params": [
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ],
                [
                    0.1,
                    0.01
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v4": {
            "Name": "与你，再见，无期",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "消失时，使长夜月的速度提高 <b>#1[p]</b> ，若因施放【迷梦，流失，如露】消失，本次攻击每消耗了1点【忆质】额外使长夜月的速度提高 <b>#2[p]</b> ，最多计算 <b>#3[f]</b> 点【忆质】。加速效果无法叠加，长夜月下个回合开始时移除。",
            "Params": [
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "v5": {
            "Name": "与你，再见，无期",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "消失时，使长夜月的速度提高 <b>#1[p]</b> ，若因施放【迷梦，流失，如露】消失，本次攻击每消耗了1点【忆质】额外使长夜月的速度提高 <b>#2[p]</b> ，最多计算 <b>#3[f]</b> 点【忆质】。加速效果无法叠加，长夜月下个回合开始时移除。",
            "Params": [
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        },
        "Live": {
            "Name": "与你，再见，无期",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "消失时，使长夜月的速度提高 <b>#1[p]</b> ，若因施放【迷梦，流失，如露】消失，本次攻击每消耗了1点【忆质】额外使长夜月的速度提高 <b>#2[p]</b> ，最多计算 <b>#3[f]</b> 点【忆质】。加速效果无法叠加，长夜月下个回合开始时移除。",
            "Params": [
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ],
                [
                    0.1,
                    0.01,
                    40.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_ServantPassive"
        }
    },
    "1141307": {
        "v1": {
            "Name": "迷梦，流失，如露",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "长夜月的【忆质】大于等于 <b>#3[f]</b> 点，且长夜月不处于控制状态时施放，消耗全部生命和【忆质】发动攻击，每消耗1点【忆质】对主目标造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，对其他敌方目标造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后，「长夜」消失。",
            "Params": [
                [
                    0.025,
                    0.0125,
                    16.0
                ],
                [
                    0.03,
                    0.015,
                    16.0
                ],
                [
                    0.035,
                    0.0175,
                    16.0
                ],
                [
                    0.04,
                    0.02,
                    16.0
                ],
                [
                    0.045,
                    0.0225,
                    16.0
                ],
                [
                    0.05,
                    0.025,
                    16.0
                ],
                [
                    0.055,
                    0.0275,
                    16.0
                ],
                [
                    0.06,
                    0.03,
                    16.0
                ],
                [
                    0.065,
                    0.0325,
                    16.0
                ],
                [
                    0.07,
                    0.035,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                3.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant02"
        },
        "v2": {
            "Name": "迷梦，流失，如露",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "长夜月的【忆质】大于等于 <b>#3[f]</b> 点，且长夜月不处于控制状态时施放，消耗全部生命和【忆质】发动攻击，每消耗1点【忆质】对主目标造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，对其他敌方目标造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害。施放后，「长夜」消失。",
            "Params": [
                [
                    0.025,
                    0.0125,
                    16.0
                ],
                [
                    0.03,
                    0.015,
                    16.0
                ],
                [
                    0.035,
                    0.0175,
                    16.0
                ],
                [
                    0.04,
                    0.02,
                    16.0
                ],
                [
                    0.045,
                    0.0225,
                    16.0
                ],
                [
                    0.05,
                    0.025,
                    16.0
                ],
                [
                    0.055,
                    0.0275,
                    16.0
                ],
                [
                    0.06,
                    0.03,
                    16.0
                ],
                [
                    0.065,
                    0.0325,
                    16.0
                ],
                [
                    0.07,
                    0.035,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                3.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant02"
        },
        "v3": {
            "Name": "迷梦，流失，如露",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "长夜月的【忆质】大于等于 <b>#3[f]</b> 点，且长夜月不处于控制状态时施放，当前每持有1点【忆质】对主目标造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，对其他敌方目标造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害，施放后，消耗全部生命和【忆质】，并使「长夜」消失。",
            "Params": [
                [
                    0.06,
                    0.03,
                    16.0
                ],
                [
                    0.072,
                    0.036,
                    16.0
                ],
                [
                    0.084,
                    0.042,
                    16.0
                ],
                [
                    0.096,
                    0.048,
                    16.0
                ],
                [
                    0.108,
                    0.054,
                    16.0
                ],
                [
                    0.12,
                    0.06,
                    16.0
                ],
                [
                    0.132,
                    0.066,
                    16.0
                ],
                [
                    0.144,
                    0.072,
                    16.0
                ],
                [
                    0.156,
                    0.078,
                    16.0
                ],
                [
                    0.168,
                    0.084,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                3.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant02"
        },
        "v4": {
            "Name": "迷梦，流失，如露",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "长夜月的【忆质】大于等于 <b>#3[f]</b> 点，且长夜月不处于控制状态时施放，当前每持有1点【忆质】对主目标造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，对其他敌方目标造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害，施放后，消耗全部【忆质】和生命值，并使「长夜」消失。",
            "Params": [
                [
                    0.06,
                    0.03,
                    16.0
                ],
                [
                    0.072,
                    0.036,
                    16.0
                ],
                [
                    0.084,
                    0.042,
                    16.0
                ],
                [
                    0.096,
                    0.048,
                    16.0
                ],
                [
                    0.108,
                    0.054,
                    16.0
                ],
                [
                    0.12,
                    0.06,
                    16.0
                ],
                [
                    0.132,
                    0.066,
                    16.0
                ],
                [
                    0.144,
                    0.072,
                    16.0
                ],
                [
                    0.156,
                    0.078,
                    16.0
                ],
                [
                    0.168,
                    0.084,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                3.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant02"
        },
        "v5": {
            "Name": "迷梦，流失，如露",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "长夜月的【忆质】大于等于 <b>#3[f]</b> 点，且长夜月不处于控制状态时施放，当前每持有1点【忆质】对主目标造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，对其他敌方目标造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害，施放后，消耗全部【忆质】和生命值，并使「长夜」消失。",
            "Params": [
                [
                    0.06,
                    0.03,
                    16.0
                ],
                [
                    0.072,
                    0.036,
                    16.0
                ],
                [
                    0.084,
                    0.042,
                    16.0
                ],
                [
                    0.096,
                    0.048,
                    16.0
                ],
                [
                    0.108,
                    0.054,
                    16.0
                ],
                [
                    0.12,
                    0.06,
                    16.0
                ],
                [
                    0.132,
                    0.066,
                    16.0
                ],
                [
                    0.144,
                    0.072,
                    16.0
                ],
                [
                    0.156,
                    0.078,
                    16.0
                ],
                [
                    0.168,
                    0.084,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                3.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant02"
        },
        "Live": {
            "Name": "迷梦，流失，如露",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "长夜月的【忆质】大于等于 <b>#3[f]</b> 点，且长夜月不处于控制状态时施放，当前每持有1点【忆质】对主目标造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，对其他敌方目标造成等同于「长夜」@ <b>#2[p]</b> #生命上限的冰属性伤害，施放后，消耗全部【忆质】和生命值，并使「长夜」消失。",
            "Params": [
                [
                    0.06,
                    0.03,
                    16.0
                ],
                [
                    0.072,
                    0.036,
                    16.0
                ],
                [
                    0.084,
                    0.042,
                    16.0
                ],
                [
                    0.096,
                    0.048,
                    16.0
                ],
                [
                    0.108,
                    0.054,
                    16.0
                ],
                [
                    0.12,
                    0.06,
                    16.0
                ],
                [
                    0.132,
                    0.066,
                    16.0
                ],
                [
                    0.144,
                    0.072,
                    16.0
                ],
                [
                    0.156,
                    0.078,
                    16.0
                ],
                [
                    0.168,
                    0.084,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                3.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11413_Servant02"
        }
    },
    "141301": {
        "v1": {
            "Name": "从此岁月朦胧",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于长夜月@ <b>#1[p]</b> #生命上限的冰属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v2": {
            "Name": "从此岁月朦胧",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于长夜月@ <b>#1[p]</b> #生命上限的冰属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v3": {
            "Name": "从此岁月朦胧",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于长夜月@ <b>#1[p]</b> #生命上限的冰属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v4": {
            "Name": "从此岁月朦胧",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于长夜月@ <b>#1[p]</b> #生命上限的冰属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v5": {
            "Name": "从此岁月朦胧",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于长夜月@ <b>#1[p]</b> #生命上限的冰属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "Live": {
            "Name": "从此岁月朦胧",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于长夜月@ <b>#1[p]</b> #生命上限的冰属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        }
    },
    "141302": {
        "v1": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "消耗等同于长夜月生命上限 <b>#6[p]</b> 的生命值<u>召唤忆灵</u>「长夜」，并使我方全体忆灵的暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，长夜月每回合开始时持续回合数减1。若忆灵「长夜」已在场，为其回复等同于其生命上限 <b>#4[p]</b> 的生命值。施放时，获得 <b>#3[f]</b> 点【忆质】，若处于【至暗之谜】状态，额外获得 <b>#5[f]</b> 点【忆质】。<br>若当前生命值不足，施放战技时长夜月的当前生命值降低至1点。",
            "Params": [
                [
                    0.2,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.22,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.24,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.26,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.28,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.325,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.35,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.375,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.4,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.44,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.46,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.48,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.5,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP",
            "EE": [
                10000018
            ]
        },
        "v2": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "消耗等同于长夜月生命上限 <b>#6[p]</b> 的生命值<u>召唤忆灵</u>「长夜」，并使我方全体忆灵的暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，长夜月每回合开始时持续回合数减1。若忆灵「长夜」已在场，为其回复等同于其生命上限 <b>#4[p]</b> 的生命值。施放时，获得 <b>#3[f]</b> 点【忆质】，若处于【至暗之谜】状态，额外获得 <b>#5[f]</b> 点【忆质】。<br>若当前生命值不足，施放战技时长夜月的当前生命值降低至1点。",
            "Params": [
                [
                    0.2,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.22,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.24,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.26,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.28,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.325,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.35,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.375,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.4,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.44,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.46,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.48,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.5,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP",
            "EE": [
                10000018
            ]
        },
        "v3": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "消耗等同于长夜月生命上限 <b>#6[p]</b> 的生命值<u>召唤忆灵</u>「长夜」，并使我方全体忆灵的暴击伤害提高@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，长夜月每回合开始时持续回合数减1。若忆灵「长夜」已在场，为其回复等同于其生命上限 <b>#4[p]</b> 的生命值。施放时，获得 <b>#3[f]</b> 点【忆质】，若处于【至暗之谜】状态，额外获得 <b>#5[f]</b> 点【忆质】。<br>若当前生命值不足，施放战技时长夜月的当前生命值降低至1点。",
            "Params": [
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.33,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.36,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.39,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.45,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.4875,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.525,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.5625,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.6,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.63,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.66,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.69,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.72,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.75,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP",
            "EE": [
                10000018
            ]
        },
        "v4": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "消耗长夜月当前 <b>#6[p]</b> 的生命值<u>召唤忆灵</u>「长夜」，并使我方全体忆灵的暴击伤害提高，提高数值等同于长夜月暴击伤害的@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，长夜月每回合开始时持续回合数减1。若忆灵「长夜」已在场，为其回复等同于其生命上限 <b>#4[p]</b> 的生命值。施放时，获得 <b>#3[f]</b> 点【忆质】，若处于【至暗之谜】状态，额外获得 <b>#5[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.15,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.165,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.18,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.195,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.21,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.225,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.24375,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.2625,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.28125,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.315,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.33,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.345,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.36,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.375,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP",
            "EE": [
                10000018
            ]
        },
        "v5": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "消耗长夜月当前 <b>#6[p]</b> 的生命值<u>召唤忆灵</u>「长夜」，并使我方全体忆灵的暴击伤害提高，提高数值等同于长夜月暴击伤害的@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，长夜月每回合开始时持续回合数减1。若忆灵「长夜」已在场，为其回复等同于其生命上限 <b>#4[p]</b> 的生命值。施放时，获得 <b>#3[f]</b> 点【忆质】，若处于【至暗之谜】状态，额外获得 <b>#5[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.12,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.132,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.144,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.156,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.168,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.18,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.195,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.21,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.225,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.24,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.252,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.264,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.276,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.288,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP",
            "EE": [
                10000018
            ]
        },
        "Live": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "消耗长夜月当前 <b>#6[p]</b> 的生命值<u>召唤忆灵</u>「长夜」，并使我方全体忆灵的暴击伤害提高，提高数值等同于长夜月暴击伤害的@ <b>#1[p]</b> #，持续 <b>#2[f]</b> 回合，长夜月每回合开始时持续回合数减1。若忆灵「长夜」已在场，为其回复等同于其生命上限 <b>#4[p]</b> 的生命值。施放时，获得 <b>#3[f]</b> 点【忆质】，若处于【至暗之谜】状态，额外获得 <b>#5[f]</b> 点【忆质】。",
            "Params": [
                [
                    0.12,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.132,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.144,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.156,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.168,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.18,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.195,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.21,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.225,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.24,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.252,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.264,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.276,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.288,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP",
            "EE": [
                10000018
            ]
        }
    },
    "141303": {
        "v1": {
            "Name": "晚安，全世界无眠",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>「长夜」，随后使忆灵「长夜」对敌方全体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，并使长夜月进入【至暗之谜】状态，期间敌方全体受到的伤害提高@ <b>#4[p]</b> #，长夜月和忆灵「长夜」造成的伤害提高@ <b>#3[p]</b> #，且免疫<u>控制类负面状态</u>。获得 <b>#2[f]</b> 点【至暗之谜】的充能，忆灵「长夜」施放【迷梦，流失，如露】后消耗1点。长夜月回合开始时，若无剩余充能，退出【至暗之谜】状态。",
            "Params": [
                [
                    0.6,
                    2.0,
                    0.5,
                    0.1
                ],
                [
                    0.66,
                    2.0,
                    0.55,
                    0.11
                ],
                [
                    0.72,
                    2.0,
                    0.6,
                    0.12
                ],
                [
                    0.78,
                    2.0,
                    0.65,
                    0.13
                ],
                [
                    0.84,
                    2.0,
                    0.7,
                    0.14
                ],
                [
                    0.9,
                    2.0,
                    0.75,
                    0.15
                ],
                [
                    0.975,
                    2.0,
                    0.8125,
                    0.1625
                ],
                [
                    1.05,
                    2.0,
                    0.875,
                    0.175
                ],
                [
                    1.125,
                    2.0,
                    0.9375,
                    0.1875
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.2
                ],
                [
                    1.26,
                    2.0,
                    1.05,
                    0.21
                ],
                [
                    1.32,
                    2.0,
                    1.1,
                    0.22
                ],
                [
                    1.38,
                    2.0,
                    1.15,
                    0.23
                ],
                [
                    1.44,
                    2.0,
                    1.2,
                    0.24
                ],
                [
                    1.5,
                    2.0,
                    1.25,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Ultra",
            "EE": [
                10000011
            ]
        },
        "v2": {
            "Name": "晚安，全世界无眠",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>「长夜」，随后使忆灵「长夜」对敌方全体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，并使长夜月进入【至暗之谜】状态，期间敌方全体受到的伤害提高@ <b>#4[p]</b> #，长夜月和忆灵「长夜」造成的伤害提高@ <b>#3[p]</b> #，且免疫<u>控制类负面状态</u>。获得 <b>#2[f]</b> 点【至暗之谜】的充能，忆灵「长夜」施放【迷梦，流失，如露】后消耗1点。长夜月回合开始时，若无剩余充能，退出【至暗之谜】状态。",
            "Params": [
                [
                    0.6,
                    2.0,
                    0.5,
                    0.1
                ],
                [
                    0.66,
                    2.0,
                    0.55,
                    0.11
                ],
                [
                    0.72,
                    2.0,
                    0.6,
                    0.12
                ],
                [
                    0.78,
                    2.0,
                    0.65,
                    0.13
                ],
                [
                    0.84,
                    2.0,
                    0.7,
                    0.14
                ],
                [
                    0.9,
                    2.0,
                    0.75,
                    0.15
                ],
                [
                    0.975,
                    2.0,
                    0.8125,
                    0.1625
                ],
                [
                    1.05,
                    2.0,
                    0.875,
                    0.175
                ],
                [
                    1.125,
                    2.0,
                    0.9375,
                    0.1875
                ],
                [
                    1.2,
                    2.0,
                    1.0,
                    0.2
                ],
                [
                    1.26,
                    2.0,
                    1.05,
                    0.21
                ],
                [
                    1.32,
                    2.0,
                    1.1,
                    0.22
                ],
                [
                    1.38,
                    2.0,
                    1.15,
                    0.23
                ],
                [
                    1.44,
                    2.0,
                    1.2,
                    0.24
                ],
                [
                    1.5,
                    2.0,
                    1.25,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Ultra",
            "EE": [
                10000011
            ]
        },
        "v3": {
            "Name": "晚安，全世界无眠",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>「长夜」，随后使忆灵「长夜」对敌方全体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，并使长夜月进入【至暗之谜】状态，期间敌方全体受到的伤害提高@ <b>#4[p]</b> #，长夜月和忆灵「长夜」造成的伤害提高@ <b>#3[p]</b> #，且免疫<u>控制类负面状态</u>。获得 <b>#2[f]</b> 点【至暗之谜】的充能，忆灵「长夜」施放【迷梦，流失，如露】后消耗1点。长夜月回合开始时，若无剩余充能，退出【至暗之谜】状态。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5,
                    0.12
                ],
                [
                    1.1,
                    2.0,
                    0.55,
                    0.132
                ],
                [
                    1.2,
                    2.0,
                    0.6,
                    0.144
                ],
                [
                    1.3,
                    2.0,
                    0.65,
                    0.156
                ],
                [
                    1.4,
                    2.0,
                    0.7,
                    0.168
                ],
                [
                    1.5,
                    2.0,
                    0.75,
                    0.18
                ],
                [
                    1.625,
                    2.0,
                    0.8125,
                    0.195
                ],
                [
                    1.75,
                    2.0,
                    0.875,
                    0.21
                ],
                [
                    1.875,
                    2.0,
                    0.9375,
                    0.225
                ],
                [
                    2.0,
                    2.0,
                    1.0,
                    0.24
                ],
                [
                    2.1,
                    2.0,
                    1.05,
                    0.252
                ],
                [
                    2.2,
                    2.0,
                    1.1,
                    0.264
                ],
                [
                    2.3,
                    2.0,
                    1.15,
                    0.276
                ],
                [
                    2.4,
                    2.0,
                    1.2,
                    0.288
                ],
                [
                    2.5,
                    2.0,
                    1.25,
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Ultra",
            "EE": [
                10000011
            ]
        },
        "v4": {
            "Name": "晚安，全世界无眠",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>「长夜」，随后使忆灵「长夜」对敌方全体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，并使长夜月进入【至暗之谜】状态，期间敌方全体受到的伤害提高@ <b>#4[p]</b> #，长夜月和忆灵「长夜」造成的伤害提高@ <b>#3[p]</b> #，且免疫<u>控制类负面状态</u>。获得 <b>#2[f]</b> 点【至暗之谜】的充能，忆灵「长夜」施放【迷梦，流失，如露】后消耗1点。长夜月回合开始时，若无剩余充能，退出【至暗之谜】状态。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.3,
                    0.15
                ],
                [
                    1.1,
                    2.0,
                    0.33,
                    0.165
                ],
                [
                    1.2,
                    2.0,
                    0.36,
                    0.18
                ],
                [
                    1.3,
                    2.0,
                    0.39,
                    0.195
                ],
                [
                    1.4,
                    2.0,
                    0.42,
                    0.21
                ],
                [
                    1.5,
                    2.0,
                    0.45,
                    0.225
                ],
                [
                    1.625,
                    2.0,
                    0.4875,
                    0.24375
                ],
                [
                    1.75,
                    2.0,
                    0.525,
                    0.2625
                ],
                [
                    1.875,
                    2.0,
                    0.5625,
                    0.28125
                ],
                [
                    2.0,
                    2.0,
                    0.6,
                    0.3
                ],
                [
                    2.1,
                    2.0,
                    0.63,
                    0.315
                ],
                [
                    2.2,
                    2.0,
                    0.66,
                    0.33
                ],
                [
                    2.3,
                    2.0,
                    0.69,
                    0.345
                ],
                [
                    2.4,
                    2.0,
                    0.72,
                    0.36
                ],
                [
                    2.5,
                    2.0,
                    0.75,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Ultra",
            "EE": [
                10000011
            ]
        },
        "v5": {
            "Name": "晚安，全世界无眠",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>「长夜」，随后使忆灵「长夜」对敌方全体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，并使长夜月进入【至暗之谜】状态，期间敌方全体受到的伤害提高@ <b>#4[p]</b> #，长夜月和忆灵「长夜」造成的伤害提高@ <b>#3[p]</b> #，且免疫<u>控制类负面状态</u>。获得 <b>#2[f]</b> 点【至暗之谜】的充能，忆灵「长夜」施放【迷梦，流失，如露】后消耗1点。长夜月回合开始时，若无剩余充能，退出【至暗之谜】状态。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.3,
                    0.15
                ],
                [
                    1.1,
                    2.0,
                    0.33,
                    0.165
                ],
                [
                    1.2,
                    2.0,
                    0.36,
                    0.18
                ],
                [
                    1.3,
                    2.0,
                    0.39,
                    0.195
                ],
                [
                    1.4,
                    2.0,
                    0.42,
                    0.21
                ],
                [
                    1.5,
                    2.0,
                    0.45,
                    0.225
                ],
                [
                    1.625,
                    2.0,
                    0.4875,
                    0.24375
                ],
                [
                    1.75,
                    2.0,
                    0.525,
                    0.2625
                ],
                [
                    1.875,
                    2.0,
                    0.5625,
                    0.28125
                ],
                [
                    2.0,
                    2.0,
                    0.6,
                    0.3
                ],
                [
                    2.1,
                    2.0,
                    0.63,
                    0.315
                ],
                [
                    2.2,
                    2.0,
                    0.66,
                    0.33
                ],
                [
                    2.3,
                    2.0,
                    0.69,
                    0.345
                ],
                [
                    2.4,
                    2.0,
                    0.72,
                    0.36
                ],
                [
                    2.5,
                    2.0,
                    0.75,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Ultra",
            "EE": [
                10000011
            ]
        },
        "Live": {
            "Name": "晚安，全世界无眠",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>「长夜」，随后使忆灵「长夜」对敌方全体造成等同于「长夜」@ <b>#1[p]</b> #生命上限的冰属性伤害，并使长夜月进入【至暗之谜】状态，期间敌方全体受到的伤害提高@ <b>#4[p]</b> #，长夜月和忆灵「长夜」造成的伤害提高@ <b>#3[p]</b> #，且免疫<u>控制类负面状态</u>。获得 <b>#2[f]</b> 点【至暗之谜】的充能，忆灵「长夜」施放【迷梦，流失，如露】后消耗1点。长夜月回合开始时，若无剩余充能，退出【至暗之谜】状态。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.3,
                    0.15
                ],
                [
                    1.1,
                    2.0,
                    0.33,
                    0.165
                ],
                [
                    1.2,
                    2.0,
                    0.36,
                    0.18
                ],
                [
                    1.3,
                    2.0,
                    0.39,
                    0.195
                ],
                [
                    1.4,
                    2.0,
                    0.42,
                    0.21
                ],
                [
                    1.5,
                    2.0,
                    0.45,
                    0.225
                ],
                [
                    1.625,
                    2.0,
                    0.4875,
                    0.24375
                ],
                [
                    1.75,
                    2.0,
                    0.525,
                    0.2625
                ],
                [
                    1.875,
                    2.0,
                    0.5625,
                    0.28125
                ],
                [
                    2.0,
                    2.0,
                    0.6,
                    0.3
                ],
                [
                    2.1,
                    2.0,
                    0.63,
                    0.315
                ],
                [
                    2.2,
                    2.0,
                    0.66,
                    0.33
                ],
                [
                    2.3,
                    2.0,
                    0.69,
                    0.345
                ],
                [
                    2.4,
                    2.0,
                    0.72,
                    0.36
                ],
                [
                    2.5,
                    2.0,
                    0.75,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Ultra",
            "EE": [
                10000011
            ]
        }
    },
    "141306": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Normal"
        }
    },
    "141307": {
        "v1": {
            "Name": "愿有冷雨落下",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时，获得与战技相同的提高我方全体忆灵暴击伤害的效果，并获得 <b>#1[f]</b> 点【忆质】。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Maze"
        },
        "v2": {
            "Name": "愿有冷雨落下",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时，获得与战技相同的提高我方全体忆灵暴击伤害的效果，并获得 <b>#1[f]</b> 点【忆质】。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Maze"
        },
        "v3": {
            "Name": "愿有冷雨落下",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时，获得与战技相同的提高我方全体忆灵暴击伤害的效果，并获得 <b>#1[f]</b> 点【忆质】。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    1.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Maze"
        },
        "v4": {
            "Name": "愿有冷雨落下",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时，获得与战技相同的提高我方全体忆灵暴击伤害的效果，并获得 <b>#1[f]</b> 点【忆质】。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    1.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Maze"
        },
        "v5": {
            "Name": "愿有冷雨落下",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时，获得与战技相同的提高我方全体忆灵暴击伤害的效果，并获得 <b>#1[f]</b> 点【忆质】。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    1.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Maze"
        },
        "Live": {
            "Name": "愿有冷雨落下",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时，获得与战技相同的提高我方全体忆灵暴击伤害的效果，并获得 <b>#1[f]</b> 点【忆质】。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    1.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_Maze"
        }
    },
    "141309": {
        "v1": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "<br>隐藏数值：#1[f]<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.3,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.33,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.36,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.39,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.42,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.45,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.4875,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.525,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.5625,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.6,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.63,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.66,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.69,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.72,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.75,
                    2.0,
                    4.0,
                    0.5,
                    12.0,
                    0.12
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP"
        },
        "v2": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "<br>隐藏数值：#1[f]<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.33,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.36,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.39,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.45,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.4875,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.525,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.5625,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.6,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.63,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.66,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.69,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.72,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ],
                [
                    0.75,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.12
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP"
        },
        "v3": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "<br>隐藏数值：#1[f]<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.33,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.36,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.39,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.45,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.4875,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.525,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.5625,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.6,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.63,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.66,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.69,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.72,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.75,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP"
        },
        "v4": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "<br>隐藏数值：#1[f]<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.2,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.22,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.24,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.26,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.28,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.325,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.35,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.375,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.4,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.44,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.46,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.48,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.5,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP"
        },
        "v5": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "<br>隐藏数值：#1[f]<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.2,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.22,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.24,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.26,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.28,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.325,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.35,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.375,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.4,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.44,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.46,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.48,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.5,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP"
        },
        "Live": {
            "Name": "白昼悄然离去",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "辅助",
            "Desc": "<br>隐藏数值：#1[f]<br>隐藏数值：#2[f]<br>隐藏数值：#3[f]<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]<br>隐藏数值：#6[f]",
            "Params": [
                [
                    0.2,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.22,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.24,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.26,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.28,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.3,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.325,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.35,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.375,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.4,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.42,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.44,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.46,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.48,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ],
                [
                    0.5,
                    2.0,
                    2.0,
                    0.5,
                    12.0,
                    0.1
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1413_BP"
        }
    }
}

var _avatarskilltree_ = {
    "1413": {
        "v1": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "HPAddedRatio": 0.18,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "天黑黑，月寂寂",
                "Desc": "长夜月和忆灵「长夜」的暴击率提高 <b><color style='color:#f29e38'>30%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，为我方恢复1个战技点。",
                "Icon": "SkillIcon_1413_SkillTree1"
            },
            "Tree2": {
                "Name": "烛火起，烛火熄",
                "Desc": "战斗开始时，长夜月恢复 <b><color style='color:#f29e38'>60</color></b> 点能量并获得 <b><color style='color:#f29e38'>2</color></b> 点【忆质】。长夜月或我方忆灵施放技能时，使长夜月获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。",
                "Icon": "SkillIcon_1413_SkillTree2"
            },
            "Tree3": {
                "Name": "天亮了，雨落了",
                "Desc": "当前我方队伍中「记忆」命途角色数量等于1/2/3/4或以上时，长夜月的战技额外使我方全体忆灵的暴击伤害提高 <b><color style='color:#f29e38'>5%</color></b> / <b><color style='color:#f29e38'>15%</color></b> / <b><color style='color:#f29e38'>40%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1413_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "HPAddedRatio": 0.18,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "天黑黑，月寂寂",
                "Desc": "长夜月和忆灵「长夜」的暴击率提高 <b><color style='color:#f29e38'>30%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，为我方恢复1个战技点。",
                "Icon": "SkillIcon_1413_SkillTree1"
            },
            "Tree2": {
                "Name": "烛火起，烛火熄",
                "Desc": "战斗开始时，长夜月恢复 <b><color style='color:#f29e38'>60</color></b> 点能量并获得 <b><color style='color:#f29e38'>2</color></b> 点【忆质】。长夜月或我方忆灵施放技能时，使长夜月获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。",
                "Icon": "SkillIcon_1413_SkillTree2"
            },
            "Tree3": {
                "Name": "天亮了，雨落了",
                "Desc": "当前我方队伍中「记忆」命途角色数量等于1/2/3/4或以上时，长夜月的战技额外使我方全体忆灵的暴击伤害提高 <b><color style='color:#f29e38'>5%</color></b> / <b><color style='color:#f29e38'>15%</color></b> / <b><color style='color:#f29e38'>40%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1413_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "HPAddedRatio": 0.18,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "天黑黑，月寂寂",
                "Desc": "长夜月和忆灵「长夜」的暴击率提高 <b><color style='color:#f29e38'>35%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，为我方恢复1个战技点。",
                "Icon": "SkillIcon_1413_SkillTree1"
            },
            "Tree2": {
                "Name": "烛火起，烛火熄",
                "Desc": "战斗开始时，长夜月恢复 <b><color style='color:#f29e38'>70</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。长夜月或我方忆灵施放技能时，长夜月恢复 <b><color style='color:#f29e38'>5</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。",
                "Icon": "SkillIcon_1413_SkillTree2"
            },
            "Tree3": {
                "Name": "天亮了，雨落了",
                "Desc": "当前我方队伍中「记忆」命途角色数量等于1/2/3/4或以上时，长夜月的战技使我方全体忆灵暴击伤害提高的效果额外提高 <b><color style='color:#f29e38'>5%</color></b> / <b><color style='color:#f29e38'>15%</color></b> / <b><color style='color:#f29e38'>50%</color></b> / <b><color style='color:#f29e38'>65%</color></b> 。",
                "Icon": "SkillIcon_1413_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "HPAddedRatio": 0.18,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "天黑黑，月寂寂",
                "Desc": "长夜月和忆灵「长夜」的暴击率提高 <b><color style='color:#f29e38'>35%</color></b> ，施放技能时，消耗自身当前生命值的 <b><color style='color:#f29e38'>5%</color></b> 使双方的暴击伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。忆灵「长夜」施放【迷梦，流失，如露】后，为我方恢复1个战技点。",
                "Icon": "SkillIcon_1413_SkillTree1"
            },
            "Tree2": {
                "Name": "烛火起，烛火熄",
                "Desc": "战斗开始时，长夜月恢复 <b><color style='color:#f29e38'>70</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。长夜月或我方忆灵施放技能时，长夜月恢复 <b><color style='color:#f29e38'>5</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。",
                "Icon": "SkillIcon_1413_SkillTree2"
            },
            "Tree3": {
                "Name": "天亮了，雨落了",
                "Desc": "当前我方队伍中「记忆」命途角色数量等于1/2/3/4或以上时，长夜月的战技持续期间额外使我方全体忆灵暴击伤害提高 <b><color style='color:#f29e38'>5%</color></b> / <b><color style='color:#f29e38'>15%</color></b> / <b><color style='color:#f29e38'>50%</color></b> / <b><color style='color:#f29e38'>65%</color></b> 。",
                "Icon": "SkillIcon_1413_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "HPAddedRatio": 0.18,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "天黑黑，月寂寂",
                "Desc": "长夜月和忆灵「长夜」的暴击率提高 <b><color style='color:#f29e38'>35%</color></b> ，施放技能时，消耗自身当前生命值的 <b><color style='color:#f29e38'>5%</color></b> 使双方的暴击伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。忆灵「长夜」施放【迷梦，流失，如露】后，为我方恢复1个战技点。",
                "Icon": "SkillIcon_1413_SkillTree1"
            },
            "Tree2": {
                "Name": "烛火起，烛火熄",
                "Desc": "战斗开始时，长夜月恢复 <b><color style='color:#f29e38'>70</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。长夜月或我方忆灵施放技能时，长夜月恢复 <b><color style='color:#f29e38'>5</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。",
                "Icon": "SkillIcon_1413_SkillTree2"
            },
            "Tree3": {
                "Name": "天亮了，雨落了",
                "Desc": "队伍中「记忆」命途角色数量等于1/2/3/4或以上时，长夜月的战技持续期间额外使我方全体忆灵暴击伤害提高 <b><color style='color:#f29e38'>5%</color></b> / <b><color style='color:#f29e38'>15%</color></b> / <b><color style='color:#f29e38'>50%</color></b> / <b><color style='color:#f29e38'>65%</color></b> 。",
                "Icon": "SkillIcon_1413_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalChanceBase": 0.187,
                "HPAddedRatio": 0.18,
                "CriticalDamageBase": 0.133
            },
            "Tree1": {
                "Name": "天黑黑，月寂寂",
                "Desc": "长夜月和忆灵「长夜」的暴击率提高 <b><color style='color:#f29e38'>35%</color></b> ，施放技能时，消耗自身当前生命值的 <b><color style='color:#f29e38'>5%</color></b> 使双方的暴击伤害提高 <b><color style='color:#f29e38'>15%</color></b> ，持续 <b><color style='color:#f29e38'>2</color></b> 回合。忆灵「长夜」施放【迷梦，流失，如露】后，为我方恢复1个战技点。",
                "Icon": "SkillIcon_1413_SkillTree1"
            },
            "Tree2": {
                "Name": "烛火起，烛火熄",
                "Desc": "战斗开始时，长夜月恢复 <b><color style='color:#f29e38'>70</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。长夜月或我方忆灵施放技能时，长夜月恢复 <b><color style='color:#f29e38'>5</color></b> 点能量并获得 <b><color style='color:#f29e38'>1</color></b> 点【忆质】。",
                "Icon": "SkillIcon_1413_SkillTree2"
            },
            "Tree3": {
                "Name": "天亮了，雨落了",
                "Desc": "队伍中「记忆」命途角色数量等于1/2/3/4或以上时，长夜月的战技持续期间额外使我方全体忆灵暴击伤害提高 <b><color style='color:#f29e38'>5%</color></b> / <b><color style='color:#f29e38'>15%</color></b> / <b><color style='color:#f29e38'>50%</color></b> / <b><color style='color:#f29e38'>65%</color></b> 。",
                "Icon": "SkillIcon_1413_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "141301": {
        "v1": {
            "Rank": 1,
            "Name": "睡吧，长夜有所梦",
            "Desc": "长夜月在场时，场上敌方目标数量等于4或以上/3/2/1名时，我方忆灵造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>125%</color></b> / <b><color style='color:#f29e38'>130%</color></b> / <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "睡吧，长夜有所梦",
            "Desc": "长夜月在场时，场上敌方目标数量等于4或以上/3/2/1名时，我方忆灵造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>125%</color></b> / <b><color style='color:#f29e38'>130%</color></b> / <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "睡吧，长夜有所梦",
            "Desc": "长夜月在场时，场上敌方目标数量等于4或以上/3/2/1名时，我方忆灵造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>125%</color></b> / <b><color style='color:#f29e38'>130%</color></b> / <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "睡吧，长夜有所梦",
            "Desc": "长夜月在场时，场上敌方目标数量等于4或以上/3/2/1名时，我方忆灵造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>125%</color></b> / <b><color style='color:#f29e38'>130%</color></b> / <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "睡吧，长夜有所梦",
            "Desc": "长夜月在场时，场上敌方目标数量等于4或以上/3/2/1名时，我方忆灵造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>125%</color></b> / <b><color style='color:#f29e38'>130%</color></b> / <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "睡吧，长夜有所梦",
            "Desc": "长夜月在场时，场上敌方目标数量等于4或以上/3/2/1名时，我方忆灵造成的伤害为原伤害的 <b><color style='color:#f29e38'>120%</color></b> / <b><color style='color:#f29e38'>125%</color></b> / <b><color style='color:#f29e38'>130%</color></b> / <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank1"
        }
    },
    "141302": {
        "v1": {
            "Rank": 2,
            "Name": "听，沉眠中的呓语",
            "Desc": "每当长夜月获得【忆质】时，使获得的【忆质】量提高 <b><color style='color:#f29e38'>2</color></b> 点。施放终结技时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点【至暗之谜】的充能。",
            "Icon": "SkillIcon_1413_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "听，沉眠中的呓语",
            "Desc": "每当长夜月获得【忆质】时，使获得的【忆质】量提高 <b><color style='color:#f29e38'>2</color></b> 点。施放终结技时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点【至暗之谜】的充能。",
            "Icon": "SkillIcon_1413_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "听，沉眠中的呓语",
            "Desc": "每当长夜月获得【忆质】时，使获得的【忆质】量提高 <b><color style='color:#f29e38'>2</color></b> 点。施放终结技时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点【至暗之谜】的充能。",
            "Icon": "SkillIcon_1413_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "听，沉眠中的呓语",
            "Desc": "长夜月和忆灵「长夜」的暴击伤害提高 <b><color style='color:#f29e38'>40%</color></b> ，每当长夜月获得【忆质】时，使获得的【忆质】数量提高 <b><color style='color:#f29e38'>2</color></b> 点。施放终结技时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点【至暗之谜】的充能。",
            "Icon": "SkillIcon_1413_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "听，沉眠中的呓语",
            "Desc": "长夜月和忆灵「长夜」的暴击伤害提高 <b><color style='color:#f29e38'>40%</color></b> ，每当长夜月获得【忆质】时，使获得的【忆质】数量提高 <b><color style='color:#f29e38'>2</color></b> 点。施放终结技时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点【至暗之谜】的充能。",
            "Icon": "SkillIcon_1413_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "听，沉眠中的呓语",
            "Desc": "长夜月和忆灵「长夜」的暴击伤害提高 <b><color style='color:#f29e38'>40%</color></b> ，每当长夜月获得【忆质】时，使获得的【忆质】数量提高 <b><color style='color:#f29e38'>2</color></b> 点。施放终结技时，额外获得 <b><color style='color:#f29e38'>2</color></b> 点【至暗之谜】的充能。",
            "Icon": "SkillIcon_1413_Rank2"
        }
    },
    "141303": {
        "v1": {
            "Rank": 3,
            "Name": "别怕，噩梦已成过去",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "别怕，噩梦已成过去",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "别怕，噩梦已成过去",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "别怕，噩梦已成过去",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "别怕，噩梦已成过去",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "别怕，噩梦已成过去",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_BP"
        }
    },
    "141304": {
        "v1": {
            "Rank": 4,
            "Name": "醒来，便是你的明天",
            "Desc": "长夜月在场时，我方忆灵的弱点击破效率提高 <b><color style='color:#f29e38'>25%</color></b> ，忆灵「长夜」的弱点击破效率额外提高 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "醒来，便是你的明天",
            "Desc": "长夜月在场时，我方忆灵的弱点击破效率提高 <b><color style='color:#f29e38'>25%</color></b> ，忆灵「长夜」的弱点击破效率额外提高 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "醒来，便是你的明天",
            "Desc": "长夜月在场时，我方忆灵的弱点击破效率提高 <b><color style='color:#f29e38'>25%</color></b> ，忆灵「长夜」的弱点击破效率额外提高 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "醒来，便是你的明天",
            "Desc": "长夜月在场时，我方忆灵的弱点击破效率提高 <b><color style='color:#f29e38'>25%</color></b> ，忆灵「长夜」的弱点击破效率额外提高 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "醒来，便是你的明天",
            "Desc": "长夜月在场时，我方忆灵的弱点击破效率提高 <b><color style='color:#f29e38'>25%</color></b> ，忆灵「长夜」的弱点击破效率额外提高 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "醒来，便是你的明天",
            "Desc": "长夜月在场时，我方忆灵的弱点击破效率提高 <b><color style='color:#f29e38'>25%</color></b> ，忆灵「长夜」的弱点击破效率额外提高 <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank4"
        }
    },
    "141305": {
        "v1": {
            "Rank": 5,
            "Name": "忘却，记忆中的「我」",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "忘却，记忆中的「我」",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "忘却，记忆中的「我」",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "忘却，记忆中的「我」",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "忘却，记忆中的「我」",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "忘却，记忆中的「我」",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1413_Ultra"
        }
    },
    "141306": {
        "v1": {
            "Rank": 6,
            "Name": "就这样，一直",
            "Desc": "长夜月在场时，我方全体目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，长夜月获得本次攻击消耗【忆质】量的 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "就这样，一直",
            "Desc": "长夜月在场时，我方全体目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，长夜月获得本次攻击消耗【忆质】量的 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "就这样，一直",
            "Desc": "长夜月在场时，我方全体目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，长夜月获得本次攻击消耗【忆质】量的 <b><color style='color:#f29e38'>40%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "就这样，一直",
            "Desc": "长夜月在场时，我方全体目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，长夜月获得本次攻击消耗【忆质】数量的 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "就这样，一直",
            "Desc": "长夜月在场时，我方全体目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，长夜月获得本次攻击消耗【忆质】数量的 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "就这样，一直",
            "Desc": "长夜月在场时，我方全体目标的全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>20%</color></b> 。忆灵「长夜」施放【迷梦，流失，如露】后，长夜月获得本次攻击消耗【忆质】数量的 <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1413_Rank6"
        }
    }
}

var _story_ = {
    "1413": [
        {
            "_id": 1,
            "Story": "与世相隔的忆域，烛火映出过往，于迷雾中悄然熄去。<br>自那影中而来的记忆之子长夜月，隐匿「岁月」火种的黄金裔，掀起「忘却」的浪潮，守护镜中人的心愿<br>——<i>「别担心，我会为你看护『开拓』的前路…不惜任何代价♭」</i>"
        },
        {
            "_id": 2,
            "Story": "<i>「亲爱的三月七：<br><br>见到你就像见到微露的晨光一样，令人期待。<br>也许是我太过心急，就这样出现在了你面前，还好信息素的传播让你误认为那只是一场幻觉。<br><br>上一次与你这样接近，还是在你试图查探过去的时候，和那时比，你似乎又成长了一些。<br>你与你的伙伴们——开拓者，丹恒，姬子，瓦尔特，还有那位骑士友人——齐心协力在战斗…那样的大家伙，连我也需稍稍费些力气呢♭<br><br>记忆就是这么奇妙，不知不觉，你的旅途已经开始了这么久。<br><br>我仍记得无数贪婪的眼睛在闪烁的星痕后，窥视这具躯体，觊觎这份秘密。<br>即使我能撕裂追捕者的罗网，忆庭的棱光始终追逐身后，任何雨雾或泪珠，在那光影上都会被蒸发为一缕真空。<br><br>但去往哪里才能摆脱『过去』…摆脱『我』？<br>是那早已失去情感的标本，无处寻觅的『纯美』吗？<br>是那永远游弋，也永恒无归的『巡猎』吗？<br>或是血泪交织，为人憎恨的『毁灭』？<br>……<br><br>直到一束刺眼的灯光自远处射来，让眼前的视野几近曝光泛白。<br>但那瞬间确实启发了我。<br>——你需要一个空白的『起点』。所以我闭上了眼睛。<br><br>现在我有机会告诉你了——那是来自列车的灯光。像一颗流星。<br><align=\"right\">你的，<br>『长夜月』♭」</align></i><br><br><align=\"right\">——深藏心底的声音</align>"
        },
        {
            "_id": 3,
            "Story": "<i>「亲爱的三月七：<br><br>三月，永夜已然落下帷幕。安心睡吧。<br><br>你关心的人们，我会替你记录他们的轨迹。<br>待你醒来的那一天，你会知晓它们是否值得被记住，又是否需要被遗忘。<br><br>碎作千身的少女，在你的帮助下才能安然踏上旅途。<br>即便如此，等待着她的依旧是相似的命运：她们向世人宣告逐火的神谕，而其中的大多数仍旧凋零在那血与火的纷争之中。<br>……<br>歌声美妙的剑旗，与那燃冕的女王一同拉起弑神的大幕。<br>可那些欢庆胜利的醉宴，彼此的救赎，在神明的践踏下如同空中纷舞的泡沫一般消散。<br>……<br>如果将这些岁月汇成一本关于逐火之旅的手账，那一定缀满了徒劳的词句，凋零的花朵。<br><br>但我想，倘若你看到了，你也会赌上自己的生命，为同伴永远『开拓』下去，与未知的远方无数次相遇。<br>就像你当时向我求援的那样，不是么？<br><br>我会以『记忆』的力量，抚慰那些悲伤的岁月。<br>我也会保护你那还未抵达的伙伴，让他们免受窃忆者的伤害。<br><br>你的心中一直有着毫无保留的信任，信任你的伙伴会与英雄联手改写徒劳而悲伤的结局。<br>信任「开拓」会为过往踏足的每个世界都带来改变。<br><br>晚安，三月。<br>希望你醒来的那一天，我能送给你…描绘着美好结局的「未来」♭<br><align=\"right\">你的，<br>『长夜月』♭」</align></i><br><br><align=\"right\">——深藏心底的声音</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「亲爱的三月七：<br><br>夜是如此漫长…是因为听不到你的声音么？<br><br>我庆幸你的沉睡，如此便不必亲眼目睹翁法罗斯的午夜，这处你最初抵达的遗迹，埋藏着最无情的，遗忘的气息。<br><br>无边的噩梦从这里涌出，吞没银河…你不会喜欢的。<br>就像我曾经的困惑一样——被记忆裹挟的「过去」，无法诞生任何新的「未来」。<br><br>三千万世，那女孩徒劳地将记忆收集，向天外主宰记忆的神明祈祷。<br>可那些伤痕累累的回忆，那粉饰为『英雄故事』的记忆的涟漪，都是毁灭的薪柴…他们，真的会有任何结果么？<br><br>可奇怪的是，那女孩的一举一动，她所描绘的故事，有时让我想起了你。你也总在每次旅程之后，绘声绘色地讲述自己的冒险故事，想象奇妙的未来。<br><br>你爱说，有一天，你会用相机的闪光灯，为大家照亮探索的前路。<br>你曾说，你一定会用上『斩星破宙 · 大琉璃剑』保护列车组的所有人。<br>你也说，你会变得成熟、优雅、强大，带领着大家前进。<br><br>你的那些遐想…一笔一划都勾勒在我的沉眠中。<br><br>那么…如果是你，在听到一个无缘未来的故事时，会想做怎样的润色呢？<br>我也曾思考，怎样让那女孩讲的『故事』，不徘徊在周而复始的岁月里…你应该理所当然就会这么做吧？<br>但当我透过岁月的罅隙窥视这个世界『记忆』的始末时…我知道那伪善的天父，祂早已背向翁法罗斯，将目光朝向『毁灭』。而祂狂热的信徒，也将追着记忆的残照，再次寻上你……<br><br>纵然是你的伙伴，开拓的行者们，他们的到来不过延缓了孕育『毁灭』的进度——<br>我们唯一的出路，一场彻底的『感官之雨』，它会涤净这里一切徒劳而惨烈的痕迹，你的伙伴，只需要一场沉睡，便能迎来再度启程的机会。<br><br>这场『雨』不会持续太久，它会将一切痛苦的记忆冲刷殆尽——也许「忘却」才是唯一出口。<br>然后，我就可以在这本名为「翁法罗斯」的手账中，真正贴上你想要的未来。<br><br>不要睁眼，三月。<br>残酷的事，就由我代劳吧♭<br><br><align=\"right\">你的，<br>『长夜月』♭」</align></i><br><br><align=\"right\">——深藏心底的声音</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「亲爱的三月七：<br><br>天快亮了。<br>我很庆幸，在最接近黑暗的时刻，又看见了那缕光。<br><br>它们曾是我长眠时，如梦般的浮光掠影。<br>我曾在匹诺康尼光怪陆离的记忆中梦见过，在鳞渊境惊叹过，雅利洛-VI的风雪也无法阻挡它的温暖。<br><br>如今，尽管我将要沉入熟悉的夜色，也能感知到身后的视线。<br>他们在等待『你』。<br><br><s>也许我不该假意被你说服。说不担心那是骗你的。你们真的能抵御「毁灭」的浊流吗。你能照顾好自己吗。他们能守护好你吗。你会变成什么模样呢。你自己有不一样的答案吗。你会后悔吗。</s><br><s>我会后悔吗。</s><br><s>我会后悔吗。</s><br><s>我会后悔吗。</s><br><br>你早已向我摊开所有回忆，毫无保留。我知道，你们所言的『开拓』是承载过去，连接现在，并勇敢驶向未来的旅程，而非建立在一张白纸上的海市蜃楼。<br>我不知道你是否能成功，但也许无论结局如何，我此刻能选择的，只有现在的你。我能望向的，也只有未来的你。<br><br>我也会想，如果有一天我离开了，要留给你什么呢？<br><s>力量。否认。身份。告诫。习惯。祝福。</s><br>可这本就是你的人生，我能留给你最好的礼物…就是待你自己描绘的一片空白。<br>就像『三月七』这个名字，别出心裁，又多么贴切。<br>更重要的是，它只属于你。<br><br>去吧，三月。<br>这场不期而至的相逢，就把它当成滋润你的一场细雨。<br>将空白的未来，染上属于你的颜色♭<br><br><align=\"right\">你的，<br>『长夜月』♭」</align></i><br><br><align=\"right\">——深藏心底的声音</align>"
        },
        {
            "_id": 6,
            "Story": "<i>「亲爱的三月七：<br><br>天快亮了。<br>我很庆幸，在最接近黑暗的时刻，又看见了那缕光。<br><br>它们曾是我长眠时，如梦般的浮光掠影。<br>我曾在匹诺康尼光怪陆离的记忆中梦见过，在鳞渊境惊叹过，雅利洛-VI的风雪也无法阻挡它的温暖。<br><br>如今，尽管我将要沉入熟悉的夜色，也能感知到身后的视线。<br>他们在等待『你』。<br><br><s>也许我不该假意被你说服。说不担心那是骗你的。你们真的能抵御「毁灭」的浊流吗。你能照顾好自己吗。他们能守护好你吗。你会变成什么模样呢。你自己有不一样的答案吗。你会后悔吗。</s><br><s>我会后悔吗。</s><br><s>我会后悔吗。</s><br><s>我会后悔吗。</s><br><br>你早已向我摊开所有回忆，毫无保留。我知道，你们所言的『开拓』是承载过去，连接现在，并勇敢驶向未来的旅程，而非建立在一张白纸上的海市蜃楼。<br>我不知道你是否能成功，但也许无论结局如何，我此刻能选择的，只有现在的你。我能望向的，也只有未来的你。<br><br>我也会想，如果有一天我离开了，要留给你什么呢？<br><s>力量。否认。身份。告诫。习惯。祝福。</s><br>可这本就是你的人生，我能留给你最好的礼物…就是待你自己描绘的一片空白。<br>就像『三月七』这个名字，别出心裁，又多么贴切。<br>更重要的是，它只属于你。<br><br>去吧，三月。<br>这场不期而至的相逢，就把它当成滋润你的一场细雨。<br>将空白的未来，染上属于你的颜色♭<br><br><align=\"right\">你的，<br>『长夜月』♭」</align></i><br><br><align=\"right\">——深藏心底的声音</align><br><br><i>「亲爱的长夜月：<br><br>不知道你能不能听到，我就在心里说啦~<br><br>其实，我有听到一些你的心声哦，虽然你神秘又强大，但我知道，我们其实没有什么不一样的！说着要把记忆都烧光，明明你记得比我都清楚，对吧~<br>偷偷和你说，我以前也时常会幻想能变成这样…就是那种…特别厉害，特别优雅的人！<br><br>谢谢你保护了我的伙伴，也谢谢你为我们兜底！<br>但人总是要学着长大，看，在迈向未来的路上，我迈出了一大步！<br>我会一直走一直走，总有一天，我们会一起见证，『我』的过去，『我』的未来！<br><br><align=\"right\">你的，<br>『三月七』」</align></i><br><br><align=\"right\">——深藏心底的声音</align>"
        }
    ]
}

var _voice_ = {
    "1413": [
        {
            "_id": "archive_evernight_1",
            "Title": "初次见面",
            "Voice": "翁法罗斯的三月，是属于永夜之帷的时间…就请以「长夜月」这个称呼，将我放进你的回忆中吧。若能躲进岁月的罅隙，属于我们的时间还有很多，很多♭"
        },
        {
            "_id": "archive_evernight_2",
            "Title": "问候",
            "Voice": "命运般的邂逅，不是么？"
        },
        {
            "_id": "archive_evernight_3",
            "Title": "道别",
            "Voice": "再见。我的意思是，在恰当的时间再见。"
        },
        {
            "_id": "archive_evernight_4",
            "Title": "关于自己 · 「长夜月」",
            "Voice": "我是被遗忘的过去，是陪伴「她」的长夜。那些残酷的往事由我来代劳，而我也将看护她的前路…不惜任何代价。"
        },
        {
            "_id": "archive_evernight_5",
            "Title": "关于自己 · 「三月七」",
            "Voice": "「三月七」，多么美妙、可爱、活泼、有趣的名字，还带着一丝生日的甜蜜。所以，她应当也会喜欢「长夜月」这个称号……"
        },
        {
            "_id": "archive_evernight_6",
            "Title": "关于自己 · 经历",
            "Voice": "三月抵达翁法罗斯的时间坐标比你们早许多，她已如烛火熄灭，但我是那烛火的影，藏进岁月的狭间，等待你们的到来。"
        },
        {
            "_id": "archive_evernight_7",
            "Title": "闲谈 · 「粉霞天女」",
            "Voice": "听说过「粉霞天女」的传说了吧？嗯，我很满意~谁能不爱粉霞天女？"
        },
        {
            "_id": "archive_evernight_8",
            "Title": "闲谈 · 欧洛尼斯",
            "Voice": "它曾不断呼唤我们，依恋我们，反复落入岁月的梦境后，它也在一次次轮回中遗落了自己…我知道那种感觉，身为记忆之影，只能不断承受记忆的变化与离去，却无法创造真正的记忆这件事，有多令人惶恐。"
        },
        {
            "_id": "archive_evernight_9",
            "Title": "闲谈 · 照片",
            "Voice": "过曝的照片就像坏掉的果汁，无论曾经多么美妙，都只能将其丢弃。"
        },
        {
            "_id": "archive_evernight_10",
            "Title": "爱好 · 伞",
            "Voice": "为什么随身带伞？因为美好的记忆就像连绵的雨，一度落在伞上又悄无痕迹地滑落…当然，也因为拍照出片。"
        },
        {
            "_id": "archive_evernight_11",
            "Title": "烦恼",
            "Voice": "哎，真羡慕你们能经常和她聊天。"
        },
        {
            "_id": "archive_evernight_12",
            "Title": "分享",
            "Voice": "翁法罗斯，一颗悲剧的宝石，它与神相争的光芒吸引了那些觊觎记忆的窃贼。但那些伤痕累累的「岁月」，分明向我诉说着对「忘却」的渴求。"
        },
        {
            "_id": "archive_evernight_13",
            "Title": "见闻",
            "Voice": "我曾想象过许多「三月七」的未来，「纯美」的揽镜人，「巡猎」的游侠，甚至是「毁灭」的大君…但这些终究都是已存在「记忆」，而她总是能带来远超预期的惊喜……"
        },
        {
            "_id": "archive_evernight_14",
            "Title": "关于开拓者",
            "Voice": "如果「星核」的力量被激发，会发生什么呢…你会回到「过去」吗？还是拿回你的「记忆」？真令人好奇。"
        },
        {
            "_id": "archive_evernight_15",
            "Title": "关于丹恒",
            "Voice": "与你们一起旅行的日子，早在他身上留下了不可磨灭的烙印。"
        },
        {
            "_id": "archive_evernight_16",
            "Title": "关于三月七",
            "Voice": "对她来说，最好的未来，就是我可以彻底消失的那一天。"
        },
        {
            "_id": "archive_evernight_17",
            "Title": "关于昔涟 · 一",
            "Voice": "记住一条永恒的真理——粉色头发的少女，都不简单。"
        },
        {
            "_id": "archive_evernight_18",
            "Title": "关于黑天鹅",
            "Voice": "能在我面前保持镇定的忆者，不超过一掌之数。难道说…她看过更可怕的东西？"
        },
        {
            "_id": "archive_evernight_19",
            "Title": "关于阿格莱雅",
            "Voice": "这位优秀的裁衣师本该为翁法罗斯编织出更多的回忆，若是我的话，一定会为自己无法亲眼见证翁法罗斯的未来而感到遗憾。"
        },
        {
            "_id": "archive_evernight_20",
            "Title": "关于缇宝",
            "Voice": "「明天见」，无论对谁来说，都是个简单而又奢侈的愿望。"
        },
        {
            "_id": "archive_evernight_21",
            "Title": "关于万敌",
            "Voice": "身为王储的他，还是身为战士的他，都肩负着太多关于仇恨的记忆。但当他履行自己的职责时，却从未将过往与未来混为一谈。"
        },
        {
            "_id": "archive_evernight_22",
            "Title": "关于遐蝶",
            "Voice": "以前她种下的那片花海，是否能挺过感官之雨的洗礼呢？"
        },
        {
            "_id": "archive_evernight_23",
            "Title": "关于那刻夏",
            "Voice": "我一直都想问他一个问题：「大地兽和世界真理的真相都掉到了海里，你先捡哪个？」"
        },
        {
            "_id": "archive_evernight_24",
            "Title": "关于风堇",
            "Voice": "晴天让人烦躁，但不得不说，她洒下的光，连我也觉得柔和舒适。"
        },
        {
            "_id": "archive_evernight_25",
            "Title": "关于赛飞儿",
            "Voice": "一个美好的谎言，的确胜过万千残酷的真相。"
        },
        {
            "_id": "archive_evernight_26",
            "Title": "关于白厄",
            "Voice": "每个轮回里，他都在空白的起点出发，却又总是走向同一个结局。我和三月七的命运，是否会有所不同？"
        },
        {
            "_id": "archive_evernight_27",
            "Title": "关于刻律德菈",
            "Voice": "能把那位「天才」拉下马，果然不能小看擅长益智游戏的人…有机会好想和她过过招呀。"
        },
        {
            "_id": "archive_evernight_28",
            "Title": "关于海瑟音",
            "Voice": "她就像那美丽的泡沫，即便破裂时，也像弦上落下的颤音一样令人动容。"
        },
        {
            "_id": "archive_evernight_29",
            "Title": "关于瓦尔特",
            "Voice": "我能看到，过往的英雄之火仍在他的心中燃烧。有这样经验丰富的前辈引路，让人放心多了。"
        },
        {
            "_id": "archive_evernight_30",
            "Title": "关于姬子",
            "Voice": "成熟、优雅、如玫瑰般馥郁…三月一直在努力向她学习呢。当列车驶向更深邃的星空，未来…她又会以怎样的姿态绽放？"
        },
        {
            "_id": "archive_evernight_31",
            "Title": "关于帕姆",
            "Voice": "好想摸摸它呀。可惜，这位神秘莫测的「列车长」，一看就不会乖乖就范呢~"
        },
        {
            "_id": "archive_evernight_32",
            "Title": "关于荒笛",
            "Voice": "何物能使生灵长存？是记忆么？不，记忆只能保存腐朽的过去。而它却甘愿成为后世的基石，为这个世界留下了生生不息的传承。"
        },
        {
            "_id": "archive_evernight_33",
            "Title": "关于昔涟 · 二",
            "Voice": "希望我带来的这一场意料之外的「雨」，能让荒芜的岁月盛开…如她所愿的百花♭"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_evernight",
            "Title": "星魂激活",
            "Voice": "凝视过去的时候，过去也在凝视你。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_evernight",
            "Title": "角色晋阶",
            "Voice": "记忆的种子，将在雨中萌发。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_evernight",
            "Title": "角色满级",
            "Voice": "那些璀璨的花朵，正是新生的梦。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_evernight",
            "Title": "行迹激活",
            "Voice": "走过的路，总要留个纪念~"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_evernight",
            "Title": "队伍编成 · 开拓者",
            "Voice": "碰上我们，算他们运气不好咯。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_01_evernight",
            "Title": "队伍编成 · 三月七（存护）",
            "Voice": "又见到你了，真好。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_02_evernight",
            "Title": "队伍编成 · 三月七（巡猎）",
            "Voice": "喔…是仙舟的服饰，我也想穿穿看♭"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_evernight",
            "Title": "队伍编成 · 丹恒",
            "Voice": "相信我，我会保护好你的伙伴。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_evernight",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "看来，这次的敌人不好惹呀？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_evernight",
            "Title": "队伍编成 · 姬子",
            "Voice": "哦~是三月觉得最厉害的姬子姐姐。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_evernight",
            "Title": "队伍编成 · 瓦尔特",
            "Voice": "杨叔果然十分靠谱。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_evernight",
            "Title": "队伍编成 · 星期日",
            "Voice": "「同谐」的曲调，偶尔听听也不错呢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_evernight",
            "Title": "队伍编成 · 黑天鹅",
            "Voice": "我想， 接下来的记忆…会有点刺激♭"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_evernight",
            "Title": "队伍编成 · 昔涟",
            "Voice": "要合影么？我当然不会拒绝♭"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_evernight",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "别想逃走哦。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_evernight",
            "Title": "战斗开始 · 危险预警",
            "Voice": "等会就让你们安静下来~"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_evernight_01",
            "Title": "回合开始 · 一",
            "Voice": "好啦，不要再胡闹啦。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_evernight_02",
            "Title": "回合开始 · 二",
            "Voice": "长夜将临，正适合一场美梦♭"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_evernight",
            "Title": "回合待机",
            "Voice": "别纠结了…不是还有我吗？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_evernight_01",
            "Title": "普攻",
            "Voice": "好好记着。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_evernight_01",
            "Title": "战技 · 一",
            "Voice": "好好招待大家~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01evernight_02",
            "Title": "战技 · 二",
            "Voice": "听话，该登场了~"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_evernight_01",
            "Title": "轻受击",
            "Voice": "疼……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_evernight_01",
            "Title": "重受击",
            "Voice": "下手真狠……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_evernight",
            "Title": "终结技 · 激活",
            "Voice": "别担心，闭上双眼……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_evernight",
            "Title": "终结技 · 施放",
            "Voice": "夜色将要落幕…嘘，晚安。"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_evernight_01",
            "Title": "天赋 · 一",
            "Voice": "天亮了，该醒啦~"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_evernight_02",
            "Title": "天赋 · 二",
            "Voice": "诸位，后会有期~"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_evernight_01",
            "Title": "无法战斗",
            "Voice": "没能…保护好……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_evernight",
            "Title": "重回战斗",
            "Voice": "我还不想放手呢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_evernight",
            "Title": "回复生命",
            "Voice": "下次，我来为你撑伞~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_evernight_01",
            "Title": "秘技",
            "Voice": "乖一点~"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_evernight",
            "Title": "战斗胜利",
            "Voice": "也算一段不错的回忆。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_evernight",
            "Title": "开启战利品 · 一",
            "Voice": "和你们以前见过的比，怎么样？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_evernight_02",
            "Title": "开启战利品 · 二",
            "Voice": "要拍照吗？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_evernight",
            "Title": "开启贵重战利品",
            "Voice": "亮晶晶的东西，她一定喜欢。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_evernight",
            "Title": "解谜成功 · 一",
            "Voice": "这个的话，还是我更擅长吧？"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_evernight_02",
            "Title": "解谜成功 · 二",
            "Voice": "过去这么久，还是老一套呐。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_evernight",
            "Title": "发现敌方目标",
            "Voice": "真是个破坏气氛的家伙。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_evernight",
            "Title": "返回城镇",
            "Voice": "这儿的事，回去别忘了告诉三月七。"
        }
    ]
}

var _notes_ = {
    "1413": []
}

var _adiff_ = {
    "1413": {}
}

var _mtc_ = {
    "1413": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110433": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110433": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110433": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110433": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115013": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115012": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115012": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115012": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "忆灵技",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115013": 2
                    }
                ]
            },
            {
                "Name": "忆灵天赋",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115011": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115012": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115012": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115013": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115013": 2
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "暴击率 +18.7%",
                "Mat": {
                    "2": 235500,
                    "115011": 2,
                    "110252": 7,
                    "115012": 6,
                    "110253": 11,
                    "115013": 11
                }
            },
            {
                "Name": "生命值 +18%",
                "Mat": {
                    "2": 209000,
                    "110251": 3,
                    "115011": 6,
                    "110253": 11,
                    "115013": 11
                }
            },
            {
                "Name": "暴击伤害 +13.3%",
                "Mat": {
                    "2": 149000,
                    "110252": 3,
                    "115012": 2,
                    "110253": 7,
                    "115013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "天黑黑，月寂寂",
                "Mat": {
                    "2": 5000,
                    "110251": 3,
                    "110507": 1
                }
            },
            {
                "Name": "烛火起，烛火熄",
                "Mat": {
                    "2": 20000,
                    "110252": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "天亮了，雨落了",
                "Mat": {
                    "2": 160000,
                    "110253": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}