// Auto Generated

var _avatarskill_ = {
    "141401": {
        "v1": {
            "Name": "镇恶护生",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v2": {
            "Name": "镇恶护生",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v3": {
            "Name": "镇恶护生",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v4": {
            "Name": "镇恶护生",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v5": {
            "Name": "镇恶护生",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "Live": {
            "Name": "镇恶护生",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        }
    },
    "141402": {
        "v1": {
            "Name": "渊渟岳峙，地载八荒",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "防御",
            "Desc": "使指定我方单体角色成为【同袍】，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#4[p]</b> 。<br>【同袍】仅对丹恒•腾荒战技最新施放的目标生效。",
            "Params": [
                [
                    0.2,
                    100.0,
                    3.0,
                    3.0
                ],
                [
                    0.2125,
                    160.0,
                    3.0,
                    3.0
                ],
                [
                    0.225,
                    205.0,
                    3.0,
                    3.0
                ],
                [
                    0.2375,
                    250.0,
                    3.0,
                    3.0
                ],
                [
                    0.25,
                    280.0,
                    3.0,
                    3.0
                ],
                [
                    0.26,
                    310.0,
                    3.0,
                    3.0
                ],
                [
                    0.27,
                    332.5,
                    3.0,
                    3.0
                ],
                [
                    0.28,
                    355.0,
                    3.0,
                    3.0
                ],
                [
                    0.29,
                    377.5,
                    3.0,
                    3.0
                ],
                [
                    0.3,
                    400.0,
                    3.0,
                    3.0
                ],
                [
                    0.31,
                    422.5,
                    3.0,
                    3.0
                ],
                [
                    0.32,
                    445.0,
                    3.0,
                    3.0
                ],
                [
                    0.33,
                    467.5,
                    3.0,
                    3.0
                ],
                [
                    0.34,
                    490.0,
                    3.0,
                    3.0
                ],
                [
                    0.35,
                    512.5,
                    3.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_BP"
        },
        "v2": {
            "Name": "渊渟岳峙，地载八荒",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "防御",
            "Desc": "使指定我方单体角色成为【同袍】，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#4[p]</b> 。<br>【同袍】仅对丹恒•腾荒战技最新施放的目标生效。",
            "Params": [
                [
                    0.2,
                    100.0,
                    3.0,
                    3.0
                ],
                [
                    0.2125,
                    160.0,
                    3.0,
                    3.0
                ],
                [
                    0.225,
                    205.0,
                    3.0,
                    3.0
                ],
                [
                    0.2375,
                    250.0,
                    3.0,
                    3.0
                ],
                [
                    0.25,
                    280.0,
                    3.0,
                    3.0
                ],
                [
                    0.26,
                    310.0,
                    3.0,
                    3.0
                ],
                [
                    0.27,
                    332.5,
                    3.0,
                    3.0
                ],
                [
                    0.28,
                    355.0,
                    3.0,
                    3.0
                ],
                [
                    0.29,
                    377.5,
                    3.0,
                    3.0
                ],
                [
                    0.3,
                    400.0,
                    3.0,
                    3.0
                ],
                [
                    0.31,
                    422.5,
                    3.0,
                    3.0
                ],
                [
                    0.32,
                    445.0,
                    3.0,
                    3.0
                ],
                [
                    0.33,
                    467.5,
                    3.0,
                    3.0
                ],
                [
                    0.34,
                    490.0,
                    3.0,
                    3.0
                ],
                [
                    0.35,
                    512.5,
                    3.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_BP"
        },
        "v3": {
            "Name": "渊渟岳峙，地载八荒",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "防御",
            "Desc": "使指定我方单体角色成为【同袍】，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#4[p]</b> 。<br>【同袍】仅对丹恒•腾荒战技最新施放的目标生效。",
            "Params": [
                [
                    0.14,
                    80.0,
                    3.0,
                    3.0
                ],
                [
                    0.1475,
                    128.0,
                    3.0,
                    3.0
                ],
                [
                    0.155,
                    164.0,
                    3.0,
                    3.0
                ],
                [
                    0.1625,
                    200.0,
                    3.0,
                    3.0
                ],
                [
                    0.17,
                    224.0,
                    3.0,
                    3.0
                ],
                [
                    0.176,
                    248.0,
                    3.0,
                    3.0
                ],
                [
                    0.182,
                    266.0,
                    3.0,
                    3.0
                ],
                [
                    0.188,
                    284.0,
                    3.0,
                    3.0
                ],
                [
                    0.194,
                    302.0,
                    3.0,
                    3.0
                ],
                [
                    0.2,
                    320.0,
                    3.0,
                    3.0
                ],
                [
                    0.206,
                    338.0,
                    3.0,
                    3.0
                ],
                [
                    0.212,
                    356.0,
                    3.0,
                    3.0
                ],
                [
                    0.218,
                    374.0,
                    3.0,
                    3.0
                ],
                [
                    0.224,
                    392.0,
                    3.0,
                    3.0
                ],
                [
                    0.23,
                    410.0,
                    3.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_BP"
        },
        "v4": {
            "Name": "渊渟岳峙，地载八荒",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "防御",
            "Desc": "使指定我方单体角色成为【同袍】，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#4[p]</b> 。<br>【同袍】仅对丹恒•腾荒战技最新施放的目标生效。",
            "Params": [
                [
                    0.14,
                    80.0,
                    3.0,
                    3.0
                ],
                [
                    0.1475,
                    128.0,
                    3.0,
                    3.0
                ],
                [
                    0.155,
                    164.0,
                    3.0,
                    3.0
                ],
                [
                    0.1625,
                    200.0,
                    3.0,
                    3.0
                ],
                [
                    0.17,
                    224.0,
                    3.0,
                    3.0
                ],
                [
                    0.176,
                    248.0,
                    3.0,
                    3.0
                ],
                [
                    0.182,
                    266.0,
                    3.0,
                    3.0
                ],
                [
                    0.188,
                    284.0,
                    3.0,
                    3.0
                ],
                [
                    0.194,
                    302.0,
                    3.0,
                    3.0
                ],
                [
                    0.2,
                    320.0,
                    3.0,
                    3.0
                ],
                [
                    0.206,
                    338.0,
                    3.0,
                    3.0
                ],
                [
                    0.212,
                    356.0,
                    3.0,
                    3.0
                ],
                [
                    0.218,
                    374.0,
                    3.0,
                    3.0
                ],
                [
                    0.224,
                    392.0,
                    3.0,
                    3.0
                ],
                [
                    0.23,
                    410.0,
                    3.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_BP"
        },
        "v5": {
            "Name": "渊渟岳峙，地载八荒",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "防御",
            "Desc": "使指定我方单体角色成为【同袍】，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#4[p]</b> 。<br>【同袍】仅对丹恒•腾荒战技最新施放的目标生效。",
            "Params": [
                [
                    0.14,
                    100.0,
                    3.0,
                    3.0
                ],
                [
                    0.1475,
                    160.0,
                    3.0,
                    3.0
                ],
                [
                    0.155,
                    205.0,
                    3.0,
                    3.0
                ],
                [
                    0.1625,
                    250.0,
                    3.0,
                    3.0
                ],
                [
                    0.17,
                    280.0,
                    3.0,
                    3.0
                ],
                [
                    0.176,
                    310.0,
                    3.0,
                    3.0
                ],
                [
                    0.182,
                    332.5,
                    3.0,
                    3.0
                ],
                [
                    0.188,
                    355.0,
                    3.0,
                    3.0
                ],
                [
                    0.194,
                    377.5,
                    3.0,
                    3.0
                ],
                [
                    0.2,
                    400.0,
                    3.0,
                    3.0
                ],
                [
                    0.206,
                    422.5,
                    3.0,
                    3.0
                ],
                [
                    0.212,
                    445.0,
                    3.0,
                    3.0
                ],
                [
                    0.218,
                    467.5,
                    3.0,
                    3.0
                ],
                [
                    0.224,
                    490.0,
                    3.0,
                    3.0
                ],
                [
                    0.23,
                    512.5,
                    3.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_BP"
        },
        "Live": {
            "Name": "渊渟岳峙，地载八荒",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "防御",
            "Desc": "使指定我方单体角色成为【同袍】，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#4[p]</b> 。<br>【同袍】仅对丹恒•腾荒战技最新施放的目标生效。",
            "Params": [
                [
                    0.14,
                    100.0,
                    3.0,
                    3.0
                ],
                [
                    0.1475,
                    160.0,
                    3.0,
                    3.0
                ],
                [
                    0.155,
                    205.0,
                    3.0,
                    3.0
                ],
                [
                    0.1625,
                    250.0,
                    3.0,
                    3.0
                ],
                [
                    0.17,
                    280.0,
                    3.0,
                    3.0
                ],
                [
                    0.176,
                    310.0,
                    3.0,
                    3.0
                ],
                [
                    0.182,
                    332.5,
                    3.0,
                    3.0
                ],
                [
                    0.188,
                    355.0,
                    3.0,
                    3.0
                ],
                [
                    0.194,
                    377.5,
                    3.0,
                    3.0
                ],
                [
                    0.2,
                    400.0,
                    3.0,
                    3.0
                ],
                [
                    0.206,
                    422.5,
                    3.0,
                    3.0
                ],
                [
                    0.212,
                    445.0,
                    3.0,
                    3.0
                ],
                [
                    0.218,
                    467.5,
                    3.0,
                    3.0
                ],
                [
                    0.224,
                    490.0,
                    3.0,
                    3.0
                ],
                [
                    0.23,
                    512.5,
                    3.0,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_BP"
        }
    },
    "141403": {
        "v1": {
            "Name": "亢龙无悔，移山辟世",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#4[p]</b> #攻击力+@ <b>#5[f]</b> #伤害的护盾，持续 <b>#6[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#7[p]</b> 。<br>使【龙灵】获得强化，【龙灵】行动时，发动<u>追加攻击</u>，对敌方全体造成等同于【同袍】@ <b>#2[p]</b> #攻击力的相应属性伤害。强化持续【龙灵】 <b>#3[f]</b> 次行动。",
            "Params": [
                [
                    1.5,
                    0.4,
                    2.0,
                    0.2,
                    100.0,
                    3.0,
                    3.0
                ],
                [
                    1.65,
                    0.44,
                    2.0,
                    0.2125,
                    160.0,
                    3.0,
                    3.0
                ],
                [
                    1.8,
                    0.48,
                    2.0,
                    0.225,
                    205.0,
                    3.0,
                    3.0
                ],
                [
                    1.95,
                    0.52,
                    2.0,
                    0.2375,
                    250.0,
                    3.0,
                    3.0
                ],
                [
                    2.1,
                    0.56,
                    2.0,
                    0.25,
                    280.0,
                    3.0,
                    3.0
                ],
                [
                    2.25,
                    0.6,
                    2.0,
                    0.26,
                    310.0,
                    3.0,
                    3.0
                ],
                [
                    2.4375,
                    0.65,
                    2.0,
                    0.27,
                    332.5,
                    3.0,
                    3.0
                ],
                [
                    2.625,
                    0.7,
                    2.0,
                    0.28,
                    355.0,
                    3.0,
                    3.0
                ],
                [
                    2.8125,
                    0.75,
                    2.0,
                    0.29,
                    377.5,
                    3.0,
                    3.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    0.3,
                    400.0,
                    3.0,
                    3.0
                ],
                [
                    3.15,
                    0.84,
                    2.0,
                    0.31,
                    422.5,
                    3.0,
                    3.0
                ],
                [
                    3.3,
                    0.88,
                    2.0,
                    0.32,
                    445.0,
                    3.0,
                    3.0
                ],
                [
                    3.45,
                    0.92,
                    2.0,
                    0.33,
                    467.5,
                    3.0,
                    3.0
                ],
                [
                    3.6,
                    0.96,
                    2.0,
                    0.34,
                    490.0,
                    3.0,
                    3.0
                ],
                [
                    3.75,
                    1.0,
                    2.0,
                    0.35,
                    512.5,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Ultra"
        },
        "v2": {
            "Name": "亢龙无悔，移山辟世",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#4[p]</b> #攻击力+@ <b>#5[f]</b> #伤害的护盾，持续 <b>#6[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#7[p]</b> 。<br>使【龙灵】获得强化，【龙灵】行动时，发动<u>追加攻击</u>，对敌方全体造成等同于【同袍】@ <b>#2[p]</b> #攻击力的相应属性伤害。强化持续【龙灵】 <b>#3[f]</b> 次行动。",
            "Params": [
                [
                    1.5,
                    0.4,
                    2.0,
                    0.2,
                    100.0,
                    3.0,
                    3.0
                ],
                [
                    1.65,
                    0.44,
                    2.0,
                    0.2125,
                    160.0,
                    3.0,
                    3.0
                ],
                [
                    1.8,
                    0.48,
                    2.0,
                    0.225,
                    205.0,
                    3.0,
                    3.0
                ],
                [
                    1.95,
                    0.52,
                    2.0,
                    0.2375,
                    250.0,
                    3.0,
                    3.0
                ],
                [
                    2.1,
                    0.56,
                    2.0,
                    0.25,
                    280.0,
                    3.0,
                    3.0
                ],
                [
                    2.25,
                    0.6,
                    2.0,
                    0.26,
                    310.0,
                    3.0,
                    3.0
                ],
                [
                    2.4375,
                    0.65,
                    2.0,
                    0.27,
                    332.5,
                    3.0,
                    3.0
                ],
                [
                    2.625,
                    0.7,
                    2.0,
                    0.28,
                    355.0,
                    3.0,
                    3.0
                ],
                [
                    2.8125,
                    0.75,
                    2.0,
                    0.29,
                    377.5,
                    3.0,
                    3.0
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    0.3,
                    400.0,
                    3.0,
                    3.0
                ],
                [
                    3.15,
                    0.84,
                    2.0,
                    0.31,
                    422.5,
                    3.0,
                    3.0
                ],
                [
                    3.3,
                    0.88,
                    2.0,
                    0.32,
                    445.0,
                    3.0,
                    3.0
                ],
                [
                    3.45,
                    0.92,
                    2.0,
                    0.33,
                    467.5,
                    3.0,
                    3.0
                ],
                [
                    3.6,
                    0.96,
                    2.0,
                    0.34,
                    490.0,
                    3.0,
                    3.0
                ],
                [
                    3.75,
                    1.0,
                    2.0,
                    0.35,
                    512.5,
                    3.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Ultra"
        },
        "v3": {
            "Name": "亢龙无悔，移山辟世",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#4[p]</b> #攻击力+@ <b>#5[f]</b> #伤害的护盾，持续 <b>#6[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#7[p]</b> 。<br>使【龙灵】获得强化，【龙灵】行动时，发动<u>追加攻击</u>，对敌方全体造成等同于丹恒•腾荒@ <b>#2[p]</b> #攻击力的物理属性伤害和1次等同于【同袍】@ <b>#8[p]</b> #攻击力的相应属性<u>附加伤害</u>。强化持续【龙灵】 <b>#3[f]</b> 次行动。<br>妮可少女的批注：龙灵视为同袍的召唤物，但是龙灵行动时，先由丹恒自己而非同袍发动追加攻击，再由同袍造成附加伤害（视为同袍的召唤物造成的伤害）",
            "Params": [
                [
                    1.5,
                    0.4,
                    2.0,
                    0.07,
                    40.0,
                    3.0,
                    3.0,
                    0.4
                ],
                [
                    1.65,
                    0.44,
                    2.0,
                    0.07375,
                    64.0,
                    3.0,
                    3.0,
                    0.44
                ],
                [
                    1.8,
                    0.48,
                    2.0,
                    0.0775,
                    82.0,
                    3.0,
                    3.0,
                    0.48
                ],
                [
                    1.95,
                    0.52,
                    2.0,
                    0.08125,
                    100.0,
                    3.0,
                    3.0,
                    0.52
                ],
                [
                    2.1,
                    0.56,
                    2.0,
                    0.085,
                    112.0,
                    3.0,
                    3.0,
                    0.56
                ],
                [
                    2.25,
                    0.6,
                    2.0,
                    0.088,
                    124.0,
                    3.0,
                    3.0,
                    0.6
                ],
                [
                    2.4375,
                    0.65,
                    2.0,
                    0.091,
                    133.0,
                    3.0,
                    3.0,
                    0.65
                ],
                [
                    2.625,
                    0.7,
                    2.0,
                    0.094,
                    142.0,
                    3.0,
                    3.0,
                    0.7
                ],
                [
                    2.8125,
                    0.75,
                    2.0,
                    0.097,
                    151.0,
                    3.0,
                    3.0,
                    0.75
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    0.1,
                    160.0,
                    3.0,
                    3.0,
                    0.8
                ],
                [
                    3.15,
                    0.84,
                    2.0,
                    0.103,
                    169.0,
                    3.0,
                    3.0,
                    0.84
                ],
                [
                    3.3,
                    0.88,
                    2.0,
                    0.106,
                    178.0,
                    3.0,
                    3.0,
                    0.88
                ],
                [
                    3.45,
                    0.92,
                    2.0,
                    0.109,
                    187.0,
                    3.0,
                    3.0,
                    0.92
                ],
                [
                    3.6,
                    0.96,
                    2.0,
                    0.112,
                    196.0,
                    3.0,
                    3.0,
                    0.96
                ],
                [
                    3.75,
                    1.0,
                    2.0,
                    0.115,
                    205.0,
                    3.0,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Ultra",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Name": "亢龙无悔，移山辟世",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#4[p]</b> #攻击力+@ <b>#5[f]</b> #伤害的护盾，持续 <b>#6[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#7[p]</b> 。<br>使【龙灵】获得强化，【龙灵】行动时，发动<u>追加攻击</u>，对敌方全体造成等同于丹恒•腾荒@ <b>#2[p]</b> #攻击力的物理属性伤害和等同于【同袍】@ <b>#8[p]</b> #攻击力的相应属性<u>附加伤害</u>。强化持续【龙灵】 <b>#3[f]</b> 次行动。<br>妮可少女的批注：龙灵视为同袍的召唤物，但是龙灵行动时，先由丹恒自己而非同袍发动追加攻击，再由同袍造成附加伤害（视为同袍的召唤物造成的伤害）",
            "Params": [
                [
                    1.5,
                    0.4,
                    2.0,
                    0.14,
                    80.0,
                    3.0,
                    3.0,
                    0.4
                ],
                [
                    1.65,
                    0.44,
                    2.0,
                    0.1475,
                    128.0,
                    3.0,
                    3.0,
                    0.44
                ],
                [
                    1.8,
                    0.48,
                    2.0,
                    0.155,
                    164.0,
                    3.0,
                    3.0,
                    0.48
                ],
                [
                    1.95,
                    0.52,
                    2.0,
                    0.1625,
                    200.0,
                    3.0,
                    3.0,
                    0.52
                ],
                [
                    2.1,
                    0.56,
                    2.0,
                    0.17,
                    224.0,
                    3.0,
                    3.0,
                    0.56
                ],
                [
                    2.25,
                    0.6,
                    2.0,
                    0.176,
                    248.0,
                    3.0,
                    3.0,
                    0.6
                ],
                [
                    2.4375,
                    0.65,
                    2.0,
                    0.182,
                    266.0,
                    3.0,
                    3.0,
                    0.65
                ],
                [
                    2.625,
                    0.7,
                    2.0,
                    0.188,
                    284.0,
                    3.0,
                    3.0,
                    0.7
                ],
                [
                    2.8125,
                    0.75,
                    2.0,
                    0.194,
                    302.0,
                    3.0,
                    3.0,
                    0.75
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    0.2,
                    320.0,
                    3.0,
                    3.0,
                    0.8
                ],
                [
                    3.15,
                    0.84,
                    2.0,
                    0.206,
                    338.0,
                    3.0,
                    3.0,
                    0.84
                ],
                [
                    3.3,
                    0.88,
                    2.0,
                    0.212,
                    356.0,
                    3.0,
                    3.0,
                    0.88
                ],
                [
                    3.45,
                    0.92,
                    2.0,
                    0.218,
                    374.0,
                    3.0,
                    3.0,
                    0.92
                ],
                [
                    3.6,
                    0.96,
                    2.0,
                    0.224,
                    392.0,
                    3.0,
                    3.0,
                    0.96
                ],
                [
                    3.75,
                    1.0,
                    2.0,
                    0.23,
                    410.0,
                    3.0,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 135.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Ultra",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Name": "亢龙无悔，移山辟世",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#4[p]</b> #攻击力+@ <b>#5[f]</b> #伤害的护盾，持续 <b>#6[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#7[p]</b> 。<br>使【龙灵】获得强化，【龙灵】行动时，发动<u>追加攻击</u>，对敌方全体造成等同于丹恒•腾荒@ <b>#2[p]</b> #攻击力的物理属性伤害和等同于【同袍】@ <b>#8[p]</b> #攻击力的相应属性<u>附加伤害</u>。强化持续【龙灵】 <b>#3[f]</b> 次行动。<br>妮可少女的批注：龙灵视为同袍的召唤物，但是龙灵行动时，先由丹恒自己而非同袍发动追加攻击，再由同袍造成附加伤害（视为同袍的召唤物造成的伤害）",
            "Params": [
                [
                    1.5,
                    0.4,
                    2.0,
                    0.14,
                    100.0,
                    3.0,
                    3.0,
                    0.4
                ],
                [
                    1.65,
                    0.44,
                    2.0,
                    0.1475,
                    160.0,
                    3.0,
                    3.0,
                    0.44
                ],
                [
                    1.8,
                    0.48,
                    2.0,
                    0.155,
                    205.0,
                    3.0,
                    3.0,
                    0.48
                ],
                [
                    1.95,
                    0.52,
                    2.0,
                    0.1625,
                    250.0,
                    3.0,
                    3.0,
                    0.52
                ],
                [
                    2.1,
                    0.56,
                    2.0,
                    0.17,
                    280.0,
                    3.0,
                    3.0,
                    0.56
                ],
                [
                    2.25,
                    0.6,
                    2.0,
                    0.176,
                    310.0,
                    3.0,
                    3.0,
                    0.6
                ],
                [
                    2.4375,
                    0.65,
                    2.0,
                    0.182,
                    332.5,
                    3.0,
                    3.0,
                    0.65
                ],
                [
                    2.625,
                    0.7,
                    2.0,
                    0.188,
                    355.0,
                    3.0,
                    3.0,
                    0.7
                ],
                [
                    2.8125,
                    0.75,
                    2.0,
                    0.194,
                    377.5,
                    3.0,
                    3.0,
                    0.75
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    0.2,
                    400.0,
                    3.0,
                    3.0,
                    0.8
                ],
                [
                    3.15,
                    0.84,
                    2.0,
                    0.206,
                    422.5,
                    3.0,
                    3.0,
                    0.84
                ],
                [
                    3.3,
                    0.88,
                    2.0,
                    0.212,
                    445.0,
                    3.0,
                    3.0,
                    0.88
                ],
                [
                    3.45,
                    0.92,
                    2.0,
                    0.218,
                    467.5,
                    3.0,
                    3.0,
                    0.92
                ],
                [
                    3.6,
                    0.96,
                    2.0,
                    0.224,
                    490.0,
                    3.0,
                    3.0,
                    0.96
                ],
                [
                    3.75,
                    1.0,
                    2.0,
                    0.23,
                    512.5,
                    3.0,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 135.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Ultra",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Name": "亢龙无悔，移山辟世",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "对敌方全体造成等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力的物理属性伤害，为我方全体提供能够抵消等同于丹恒•腾荒@ <b>#4[p]</b> #攻击力+@ <b>#5[f]</b> #伤害的护盾，持续 <b>#6[f]</b> 回合。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b>#7[p]</b> 。<br>使【龙灵】获得强化，【龙灵】行动时，发动<u>追加攻击</u>，对敌方全体造成等同于丹恒•腾荒@ <b>#2[p]</b> #攻击力的物理属性伤害和等同于【同袍】@ <b>#8[p]</b> #攻击力的相应属性<u>附加伤害</u>。强化持续【龙灵】 <b>#3[f]</b> 次行动。<br>妮可少女的批注：龙灵视为同袍的召唤物，但是龙灵行动时，先由丹恒自己而非同袍发动追加攻击，再由同袍造成附加伤害（视为同袍的召唤物造成的伤害）",
            "Params": [
                [
                    1.5,
                    0.4,
                    2.0,
                    0.14,
                    100.0,
                    3.0,
                    3.0,
                    0.4
                ],
                [
                    1.65,
                    0.44,
                    2.0,
                    0.1475,
                    160.0,
                    3.0,
                    3.0,
                    0.44
                ],
                [
                    1.8,
                    0.48,
                    2.0,
                    0.155,
                    205.0,
                    3.0,
                    3.0,
                    0.48
                ],
                [
                    1.95,
                    0.52,
                    2.0,
                    0.1625,
                    250.0,
                    3.0,
                    3.0,
                    0.52
                ],
                [
                    2.1,
                    0.56,
                    2.0,
                    0.17,
                    280.0,
                    3.0,
                    3.0,
                    0.56
                ],
                [
                    2.25,
                    0.6,
                    2.0,
                    0.176,
                    310.0,
                    3.0,
                    3.0,
                    0.6
                ],
                [
                    2.4375,
                    0.65,
                    2.0,
                    0.182,
                    332.5,
                    3.0,
                    3.0,
                    0.65
                ],
                [
                    2.625,
                    0.7,
                    2.0,
                    0.188,
                    355.0,
                    3.0,
                    3.0,
                    0.7
                ],
                [
                    2.8125,
                    0.75,
                    2.0,
                    0.194,
                    377.5,
                    3.0,
                    3.0,
                    0.75
                ],
                [
                    3.0,
                    0.8,
                    2.0,
                    0.2,
                    400.0,
                    3.0,
                    3.0,
                    0.8
                ],
                [
                    3.15,
                    0.84,
                    2.0,
                    0.206,
                    422.5,
                    3.0,
                    3.0,
                    0.84
                ],
                [
                    3.3,
                    0.88,
                    2.0,
                    0.212,
                    445.0,
                    3.0,
                    3.0,
                    0.88
                ],
                [
                    3.45,
                    0.92,
                    2.0,
                    0.218,
                    467.5,
                    3.0,
                    3.0,
                    0.92
                ],
                [
                    3.6,
                    0.96,
                    2.0,
                    0.224,
                    490.0,
                    3.0,
                    3.0,
                    0.96
                ],
                [
                    3.75,
                    1.0,
                    2.0,
                    0.23,
                    512.5,
                    3.0,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 135.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Ultra",
            "EE": [
                10000005
            ]
        }
    },
    "141404": {
        "v1": {
            "Name": "生生之德，品物流形",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "防御",
            "Desc": "我方目标成为【同袍】时，丹恒•腾荒会为其召唤【龙灵】，【龙灵】初始拥有 <b>#5[f]</b> 点速度。<br>【龙灵】行动时，解除我方全体的 <b>#6[f]</b> 个<u>负面效果</u>，并提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。丹恒•腾荒和【龙灵】的护盾量可以叠加，最高不超过丹恒•腾荒战技提供的护盾量的 <b>#4[p]</b> 。<br>丹恒•腾荒或【同袍】陷入<u>无法战斗状态</u>时【龙灵】消失。",
            "Params": [
                [
                    0.1,
                    50.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.10625,
                    80.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.1125,
                    102.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.11875,
                    125.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.125,
                    140.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.13,
                    155.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.135,
                    166.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.14,
                    177.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.145,
                    188.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.15,
                    200.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.155,
                    211.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.16,
                    222.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.165,
                    233.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.17,
                    245.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.175,
                    256.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Passive"
        },
        "v2": {
            "Name": "生生之德，品物流形",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "防御",
            "Desc": "我方目标成为【同袍】时，丹恒•腾荒会为其召唤【龙灵】，【龙灵】初始拥有 <b>#5[f]</b> 点速度。<br>【龙灵】行动时，解除我方全体的 <b>#6[f]</b> 个<u>负面效果</u>，并提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。丹恒•腾荒和【龙灵】的护盾量可以叠加，最高不超过丹恒•腾荒战技提供的护盾量的 <b>#4[p]</b> 。<br>丹恒•腾荒或【同袍】陷入<u>无法战斗状态</u>时【龙灵】消失。",
            "Params": [
                [
                    0.1,
                    50.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.10625,
                    80.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.1125,
                    102.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.11875,
                    125.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.125,
                    140.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.13,
                    155.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.135,
                    166.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.14,
                    177.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.145,
                    188.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.15,
                    200.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.155,
                    211.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.16,
                    222.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.165,
                    233.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.17,
                    245.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.175,
                    256.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Passive"
        },
        "v3": {
            "Name": "生生之德，品物流形",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "防御",
            "Desc": "我方目标成为【同袍】时，丹恒•腾荒会为其召唤【龙灵】，【龙灵】初始拥有 <b>#5[f]</b> 点速度。<br>【龙灵】行动时，解除我方全体的 <b>#6[f]</b> 个<u>负面效果</u>，并提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。丹恒•腾荒和【龙灵】的护盾量可以叠加，最高不超过丹恒•腾荒战技提供的护盾量的 <b>#4[p]</b> 。<br>丹恒•腾荒或【同袍】陷入<u>无法战斗状态</u>时【龙灵】消失。",
            "Params": [
                [
                    0.07,
                    40.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.07375,
                    64.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.0775,
                    82.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.08125,
                    100.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.085,
                    112.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.088,
                    124.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.091,
                    133.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.094,
                    142.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.097,
                    151.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.1,
                    160.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.103,
                    169.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.106,
                    178.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.109,
                    187.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.112,
                    196.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.115,
                    205.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Passive"
        },
        "v4": {
            "Name": "生生之德，品物流形",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "防御",
            "Desc": "我方角色成为【同袍】时，丹恒•腾荒会为其召唤【龙灵】，【龙灵】初始拥有 <b>#5[f]</b> 点速度。<br>【龙灵】行动时，解除我方全体的 <b>#6[f]</b> 个<u>负面效果</u>，并提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。丹恒•腾荒和【龙灵】提供的护盾量可以叠加，最高不超过丹恒•腾荒战技提供的护盾量的 <b>#4[p]</b> 。<br>丹恒•腾荒或【同袍】陷入<u>无法战斗状态</u>时【龙灵】消失。",
            "Params": [
                [
                    0.07,
                    40.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.07375,
                    64.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.0775,
                    82.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.08125,
                    100.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.085,
                    112.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.088,
                    124.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.091,
                    133.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.094,
                    142.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.097,
                    151.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.1,
                    160.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.103,
                    169.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.106,
                    178.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.109,
                    187.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.112,
                    196.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.115,
                    205.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Passive"
        },
        "v5": {
            "Name": "生生之德，品物流形",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "防御",
            "Desc": "我方角色成为【同袍】时，丹恒•腾荒会为其召唤【龙灵】，【龙灵】初始拥有 <b>#5[f]</b> 点速度。<br>【龙灵】行动时，解除我方全体的 <b>#6[f]</b> 个<u>负面效果</u>，并提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。丹恒•腾荒和【龙灵】提供的护盾量可以叠加，最高不超过丹恒•腾荒战技提供的护盾量的 <b>#4[p]</b> 。<br>丹恒•腾荒或【同袍】陷入<u>无法战斗状态</u>时【龙灵】消失。",
            "Params": [
                [
                    0.07,
                    50.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.07375,
                    80.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.0775,
                    102.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.08125,
                    125.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.085,
                    140.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.088,
                    155.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.091,
                    166.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.094,
                    177.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.097,
                    188.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.1,
                    200.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.103,
                    211.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.106,
                    222.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.109,
                    233.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.112,
                    245.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.115,
                    256.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Passive"
        },
        "Live": {
            "Name": "生生之德，品物流形",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "防御",
            "Desc": "我方角色成为【同袍】时，丹恒•腾荒会为其召唤【龙灵】，【龙灵】初始拥有 <b>#5[f]</b> 点速度。<br>【龙灵】行动时，解除我方全体的 <b>#6[f]</b> 个<u>负面效果</u>，并提供能够抵消等同于丹恒•腾荒@ <b>#1[p]</b> #攻击力+@ <b>#2[f]</b> #伤害的护盾，持续 <b>#3[f]</b> 回合。丹恒•腾荒和【龙灵】提供的护盾量可以叠加，最高不超过丹恒•腾荒战技提供的护盾量的 <b>#4[p]</b> 。<br>丹恒•腾荒或【同袍】陷入<u>无法战斗状态</u>时【龙灵】消失。",
            "Params": [
                [
                    0.07,
                    50.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.07375,
                    80.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.0775,
                    102.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.08125,
                    125.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.085,
                    140.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.088,
                    155.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.091,
                    166.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.094,
                    177.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.097,
                    188.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.1,
                    200.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.103,
                    211.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.106,
                    222.5,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.109,
                    233.75,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.112,
                    245.0,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ],
                [
                    0.115,
                    256.25,
                    3.0,
                    3.0,
                    165.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Passive"
        }
    },
    "141406": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Normal"
        }
    },
    "141407": {
        "v1": {
            "Name": "地坼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后获得【同袍】并使一定区域内的敌人陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>切换行动角色时【同袍】转移至当前行动角色。下一次战斗开始时自动对持有【同袍】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                [
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Maze"
        },
        "v2": {
            "Name": "地坼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后获得【同袍】并使一定区域内的敌人陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>切换行动角色时【同袍】转移至当前行动角色。下一次战斗开始时自动对持有【同袍】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                [
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Maze"
        },
        "v3": {
            "Name": "地坼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后获得【同袍】并使一定区域内的敌人陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>切换行动角色时【同袍】转移至当前行动角色。下一次战斗开始时自动对持有【同袍】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                [
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Maze"
        },
        "v4": {
            "Name": "地坼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后获得【同袍】并使一定区域内的敌人陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>切换行动角色时【同袍】转移至当前行动角色。下一次战斗开始时自动对持有【同袍】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                [
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Maze"
        },
        "v5": {
            "Name": "地坼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后获得【同袍】并使一定区域内的敌人陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>切换行动角色时【同袍】转移至当前行动角色。下一次战斗开始时自动对持有【同袍】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                [
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Maze"
        },
        "Live": {
            "Name": "地坼",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后获得【同袍】并使一定区域内的敌人陷入 <b>#1[f]</b> 秒的晕眩状态，晕眩状态下敌人不会主动攻击我方目标。<br>切换行动角色时【同袍】转移至当前行动角色。下一次战斗开始时自动对持有【同袍】的角色施放1次战技，此次战技不消耗战技点。",
            "Params": [
                [
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1414_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1414": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "DefenceAddedRatio": 0.225,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "神秀",
                "Desc": "施放战技时，使成为【同袍】的目标攻击力提高，提高数值等同于丹恒•腾荒 <b><color style='color:#f29e38'>15%</color></b> 攻击力。",
                "Icon": "SkillIcon_1414_SkillTree1"
            },
            "Tree2": {
                "Name": "葳蕤",
                "Desc": "战斗开始时，丹恒•腾荒<u>行动提前</u> <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree2"
            },
            "Tree3": {
                "Name": "峥嵘",
                "Desc": "【同袍】施放攻击时，丹恒•腾荒恢复 <b><color style='color:#f29e38'>5</color></b> 点能量，使【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "DefenceAddedRatio": 0.225,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "神秀",
                "Desc": "施放战技时，使成为【同袍】的目标攻击力提高，提高数值等同于丹恒•腾荒 <b><color style='color:#f29e38'>15%</color></b> 攻击力。",
                "Icon": "SkillIcon_1414_SkillTree1"
            },
            "Tree2": {
                "Name": "葳蕤",
                "Desc": "战斗开始时，丹恒•腾荒<u>行动提前</u> <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree2"
            },
            "Tree3": {
                "Name": "峥嵘",
                "Desc": "【同袍】施放攻击时，丹恒•腾荒恢复 <b><color style='color:#f29e38'>5</color></b> 点能量，使【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "DefenceAddedRatio": 0.225,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "神秀",
                "Desc": "施放战技时，使成为【同袍】的目标攻击力提高，提高数值等同于丹恒•腾荒 <b><color style='color:#f29e38'>15%</color></b> 攻击力。",
                "Icon": "SkillIcon_1414_SkillTree1"
            },
            "Tree2": {
                "Name": "葳蕤",
                "Desc": "战斗开始时，丹恒•腾荒<u>行动提前</u> <b><color style='color:#f29e38'>40%</color></b> 。【同袍】施放攻击时，丹恒•腾荒恢复 <b><color style='color:#f29e38'>5</color></b> 点能量，使【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree2"
            },
            "Tree3": {
                "Name": "峥嵘",
                "Desc": "强化【龙灵】行动时，额外对当前生命值最高的敌方单体造成1次等同于【同袍】 <b><color style='color:#f29e38'>40%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
                "Icon": "SkillIcon_1414_SkillTree3",
                "EE": [
                    10000005
                ]
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "神秀",
                "Desc": "施放战技时，使成为【同袍】的目标攻击力提高，提高数值等同于丹恒•腾荒 <b><color style='color:#f29e38'>15%</color></b> 攻击力。",
                "Icon": "SkillIcon_1414_SkillTree1"
            },
            "Tree2": {
                "Name": "葳蕤",
                "Desc": "战斗开始时，丹恒•腾荒<u>行动提前</u> <b><color style='color:#f29e38'>40%</color></b> 。【同袍】施放攻击时，丹恒•腾荒恢复 <b><color style='color:#f29e38'>6</color></b> 点能量，使【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree2"
            },
            "Tree3": {
                "Name": "峥嵘",
                "Desc": "强化【龙灵】行动时，额外对当前生命值最高的敌方单体造成1次等同于【同袍】 <b><color style='color:#f29e38'>40%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
                "Icon": "SkillIcon_1414_SkillTree3",
                "EE": [
                    10000005
                ]
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "神秀",
                "Desc": "施放战技时，使成为【同袍】的目标攻击力提高，提高数值等同于丹恒•腾荒 <b><color style='color:#f29e38'>15%</color></b> 攻击力。",
                "Icon": "SkillIcon_1414_SkillTree1"
            },
            "Tree2": {
                "Name": "葳蕤",
                "Desc": "战斗开始时，丹恒•腾荒<u>行动提前</u> <b><color style='color:#f29e38'>40%</color></b> 。【同袍】施放攻击时，丹恒•腾荒恢复 <b><color style='color:#f29e38'>6</color></b> 点能量，使【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree2"
            },
            "Tree3": {
                "Name": "峥嵘",
                "Desc": "【龙灵】行动时，额外为当前护盾值最低的我方目标提供能够抵消等同于丹恒•腾荒 <b><color style='color:#f29e38'>5%</color></b> 攻击力+ <b><color style='color:#f29e38'>100</color></b> 伤害的护盾。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b><color style='color:#f29e38'>300%</color></b> 。强化【龙灵】行动时，额外对当前生命值最高的敌方单体造成1次等同于【同袍】 <b><color style='color:#f29e38'>40%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
                "Icon": "SkillIcon_1414_SkillTree3",
                "EE": [
                    10000005
                ]
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "神秀",
                "Desc": "施放战技时，使成为【同袍】的目标攻击力提高，提高数值等同于丹恒•腾荒 <b><color style='color:#f29e38'>15%</color></b> 攻击力。",
                "Icon": "SkillIcon_1414_SkillTree1"
            },
            "Tree2": {
                "Name": "葳蕤",
                "Desc": "战斗开始时，丹恒•腾荒<u>行动提前</u> <b><color style='color:#f29e38'>40%</color></b> 。【同袍】施放攻击时，丹恒•腾荒恢复 <b><color style='color:#f29e38'>6</color></b> 点能量，使【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1414_SkillTree2"
            },
            "Tree3": {
                "Name": "峥嵘",
                "Desc": "【龙灵】行动时，额外为当前护盾值最低的我方目标提供能够抵消等同于丹恒•腾荒 <b><color style='color:#f29e38'>5%</color></b> 攻击力+ <b><color style='color:#f29e38'>100</color></b> 伤害的护盾。重复获得丹恒•腾荒的护盾时，护盾量可以叠加，最高不超过当前战技提供的护盾量的 <b><color style='color:#f29e38'>300%</color></b> 。强化【龙灵】行动时，额外对当前生命值最高的敌方单体造成1次等同于【同袍】 <b><color style='color:#f29e38'>40%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
                "Icon": "SkillIcon_1414_SkillTree3",
                "EE": [
                    10000005
                ]
            }
        }
    }
}

var _avatarrank_ = {
    "141401": {
        "v1": {
            "Rank": 1,
            "Name": "蜕却旧鳞的荒龙",
            "Desc": "丹恒•腾荒施放终结技时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点，使【同袍】全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>15%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1414_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "蜕却旧鳞的荒龙",
            "Desc": "丹恒•腾荒施放终结技时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点，使【同袍】全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>15%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1414_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "蜕却旧鳞的荒龙",
            "Desc": "丹恒•腾荒施放终结技时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点，使【同袍】全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>18%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1414_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "蜕却旧鳞的荒龙",
            "Desc": "丹恒•腾荒施放终结技时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点，使【同袍】全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>18%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1414_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "蜕却旧鳞的荒龙",
            "Desc": "丹恒•腾荒施放终结技时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点，使【同袍】全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>18%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1414_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "蜕却旧鳞的荒龙",
            "Desc": "丹恒•腾荒施放终结技时，恢复 <b><color style='color:#f29e38'>1</color></b> 个战技点，使【同袍】全属性<u>抗性穿透</u>提高 <b><color style='color:#f29e38'>18%</color></b> ，持续 <b><color style='color:#f29e38'>3</color></b> 回合。",
            "Icon": "SkillIcon_1414_Rank1"
        }
    },
    "141402": {
        "v1": {
            "Rank": 2,
            "Name": "守望开拓的赤子",
            "Desc": "终结技的强化次数额外增加 <b><color style='color:#f29e38'>2</color></b> 次，丹恒•腾荒施放终结技后【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> 。强化【龙灵】行动时，造成的伤害倍率提高，提高数值等同于【同袍】 <b><color style='color:#f29e38'>80%</color></b> 攻击力，并额外对当前生命值最高的敌方单体造成等同于【同袍】 <b><color style='color:#f29e38'>80%</color></b> 攻击力的相应属性伤害。",
            "Icon": "SkillIcon_1414_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "守望开拓的赤子",
            "Desc": "终结技的强化次数额外增加 <b><color style='color:#f29e38'>2</color></b> 次，丹恒•腾荒施放终结技后【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> 。强化【龙灵】行动时，造成的伤害倍率提高，提高数值等同于【同袍】 <b><color style='color:#f29e38'>80%</color></b> 攻击力，并额外对当前生命值最高的敌方单体造成等同于【同袍】 <b><color style='color:#f29e38'>80%</color></b> 攻击力的相应属性伤害。",
            "Icon": "SkillIcon_1414_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "守望开拓的赤子",
            "Desc": "终结技的强化次数额外增加 <b><color style='color:#f29e38'>2</color></b> 次，丹恒•腾荒施放终结技后【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> 。强化【龙灵】行动时，【同袍】造成的附加伤害为原伤害的 <b><color style='color:#f29e38'>200%</color></b> ，且本次提供的护盾量为原护盾量的 <b><color style='color:#f29e38'>200%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "守望开拓的赤子",
            "Desc": "终结技的强化次数额外增加 <b><color style='color:#f29e38'>2</color></b> 次，丹恒•腾荒施放终结技后【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> 。强化【龙灵】行动时，【同袍】造成的<u>附加伤害</u>为原伤害的 <b><color style='color:#f29e38'>200%</color></b> ，且本次提供的护盾量为原护盾量的 <b><color style='color:#f29e38'>200%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank2",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Rank": 2,
            "Name": "守望开拓的赤子",
            "Desc": "终结技的强化次数额外增加 <b><color style='color:#f29e38'>2</color></b> 次，丹恒•腾荒施放终结技后【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> 。强化【龙灵】行动时，【同袍】造成的<u>附加伤害</u>为原伤害的 <b><color style='color:#f29e38'>200%</color></b> ，且本次提供的护盾量为原护盾量的 <b><color style='color:#f29e38'>200%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank2",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Rank": 2,
            "Name": "守望开拓的赤子",
            "Desc": "终结技的强化龙灵行动效果额外增加 <b><color style='color:#f29e38'>2</color></b> 次，丹恒•腾荒施放终结技后【龙灵】<u>行动提前</u> <b><color style='color:#f29e38'>100%</color></b> 。强化【龙灵】行动时，【同袍】造成的<u>附加伤害</u>为原伤害的 <b><color style='color:#f29e38'>200%</color></b> ，且本次提供的护盾量为原护盾量的 <b><color style='color:#f29e38'>200%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank2",
            "EE": [
                10000005
            ]
        }
    },
    "141403": {
        "v1": {
            "Rank": 3,
            "Name": "日月山河的托付",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1414_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "日月山河的托付",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1414_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "日月山河的托付",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1414_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "日月山河的托付",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1414_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "日月山河的托付",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1414_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "日月山河的托付",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1414_Ultra"
        }
    },
    "141404": {
        "v1": {
            "Rank": 4,
            "Name": "金石立誓，此身为舟",
            "Desc": "成为【同袍】的目标造成伤害时，无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力。",
            "Icon": "SkillIcon_1414_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "金石立誓，此身为舟",
            "Desc": "成为【同袍】的目标造成伤害时，无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力。",
            "Icon": "SkillIcon_1414_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "金石立誓，此身为舟",
            "Desc": "【同袍】受到的伤害降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "金石立誓，此身为舟",
            "Desc": "【同袍】受到的伤害降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "金石立誓，此身为舟",
            "Desc": "【同袍】受到的伤害降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "金石立誓，此身为舟",
            "Desc": "【同袍】受到的伤害降低 <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1414_Rank4"
        }
    },
    "141405": {
        "v1": {
            "Rank": 5,
            "Name": "不朽之途万里绵延",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1414_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "不朽之途万里绵延",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1414_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "不朽之途万里绵延",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1414_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "不朽之途万里绵延",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1414_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "不朽之途万里绵延",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1414_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "不朽之途万里绵延",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1414_BP"
        }
    },
    "141406": {
        "v1": {
            "Rank": 6,
            "Name": "草木微尘皆入梦中",
            "Desc": "场上存在【同袍】时，使敌方全体受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。丹恒•腾荒施放终结技时，【同袍】会对敌方全体造成等同于【同袍】 <b><color style='color:#f29e38'>330%</color></b> 攻击力的相应属性伤害，本次【同袍】造成的伤害视为1次攻击。",
            "Icon": "SkillIcon_1414_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "草木微尘皆入梦中",
            "Desc": "场上存在【同袍】时，使敌方全体受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。丹恒•腾荒施放终结技时，【同袍】会对敌方全体造成等同于【同袍】 <b><color style='color:#f29e38'>330%</color></b> 攻击力的相应属性伤害，本次【同袍】造成的伤害视为1次攻击。",
            "Icon": "SkillIcon_1414_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "草木微尘皆入梦中",
            "Desc": "场上存在【同袍】时，使敌方全体受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，【同袍】造成伤害时，无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力。丹恒•腾荒施放终结技时，【同袍】会对敌方全体造成1次等同于【同袍】 <b><color style='color:#f29e38'>330%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
            "Icon": "SkillIcon_1414_Rank6",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Rank": 6,
            "Name": "草木微尘皆入梦中",
            "Desc": "场上存在【同袍】时，使敌方全体受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，【同袍】造成伤害时，无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力。丹恒•腾荒施放终结技时，【同袍】会对敌方全体造成等同于【同袍】 <b><color style='color:#f29e38'>330%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
            "Icon": "SkillIcon_1414_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "草木微尘皆入梦中",
            "Desc": "场上存在【同袍】时，使敌方全体受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，【同袍】造成伤害时，无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力。丹恒•腾荒施放终结技时，【同袍】会对敌方全体造成等同于【同袍】 <b><color style='color:#f29e38'>330%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
            "Icon": "SkillIcon_1414_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "草木微尘皆入梦中",
            "Desc": "场上存在【同袍】时，使敌方全体受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，【同袍】造成伤害时，无视敌方目标 <b><color style='color:#f29e38'>12%</color></b> 的防御力。丹恒•腾荒施放终结技时，【同袍】会对敌方全体造成等同于【同袍】 <b><color style='color:#f29e38'>330%</color></b> 攻击力的相应属性<u>附加伤害</u>。",
            "Icon": "SkillIcon_1414_Rank6"
        }
    }
}

var _story_ = {
    "1414": [
        {
            "_id": 1,
            "Story": "吉奥里亚的胸膛，伏龙的身躯支撑破碎的大地，忍耐千年苦痛。<br>无名客丹恒，捍卫「大地」火种的黄金裔，扶八荒之将倾，将地上生灵送往远方的天地<br>——百川归海，群山合鸣，不朽的道途将绵延万里。"
        },
        {
            "_id": 2,
            "Story": "他未曾想过这一天，开拓仿佛就要在此戛然而止。<br>刺鼻的血腥蔓延，坠毁的车厢腾起焦灼的烟尘。他挣扎着站起，在黑暗中摸索方向。<br>滴答，滴答…一片死寂之中，只有生命流逝的回响。<br><br><i>「开拓者……」</i><br>车厢中变形的构件阻挡了他的去路，他忍着剧痛，将阻碍一一拆除。温热的血顺着他的指尖流下，但他更害怕的是，他已几乎感受不到那熟悉的呼吸。<br><br><i>「我们…一起回家。」</i><br>他喂下随身携带的药物，几近干涸的灵水在掌间盘旋，但对那可怖的伤口，疗愈亦是徒劳。<br>而黑潮造物逡巡，嘶吼着将两人包围。击云寸断，横落荒石。<br>灵水变得殷红，他用尽最后一丝力气，护在开拓者身前——<br><br>他喘着气，又一次自噩梦中惊醒。<br>……<br><br><i>「怎么，我脸上有东西么？」</i><br>翌日早餐，灰发的伙伴好奇问道。<br><i>「幸好并非像梦中那般……」</i><br>但他并未说出口，只是移开目光，望向窗外的天空，「没什么…吃吧。」<br><br>奥赫玛的天空依然湛蓝。<br>但他无法克制自己思绪飘散，<i>「三月她还好么……」</i><br>车厢像一颗灼热的流星坠落，稍后赶来的她是否也会遭遇同样的事故？或者，更糟糕的……<br>他摇摇头，将纷乱的杂念赶走。<br><br> 又是新的一天。<br>带上记录的工具，他准备前往市集。<br>「开拓」的旅途，似乎一切如常。"
        },
        {
            "_id": 3,
            "Story": "他的「开拓」，往往从探索与了解开始。<br><br><i>「小小丹，抓稳，坐好，启动咯……」</i><br>他向红发的女孩请教轶失的历史，她们邀请他来一场俯瞰世界的历史课。<br><br><i>「悬锋的传统？」<br>「嗯。可以比试一下吗？」</i><br>他询问金发的王储，一旁，白发青年也跃跃欲试。<br><i>「我也一起来吧，这种习俗还是得亲身体验才行。」</i><br>悬锋的雄狮沉默不语，只以架势回应。<br><br>……<br><br>他去往树庭，览遍藏书，破碎的世界逐渐在他脑海中勾勒出完整的风貌。<br>为寻找重返星空的方法，他深入废墟探索，查访天外之界的奥秘——<br><br>他记录自己所经历的一切，正如他在每一站所做的那样。<br>但当世界的命运沉落英雄的肩头，他知道，此番「开拓」绝非冰冷的条目所能概括。<br><br>那是一场场至为关键的战役。<br>他与伙伴一同终结「纷争」的历史，见证悬锋的王储断绝传统。<br>开拓者以身入局，归还「岁月」的火种。当{F#她}{M#他}自凶险莫测的冥界归来，他仍难忘那日如同自己劫后余生般的喜悦。<br><br>那也是告别的许多个刹那。<br>圣女千身凋零，智者付之一炬，冥河的女儿永别尘世…他记得离别的时分，他们或悲伤，或欣慰，却从未有一丝后悔。<br><br><i>「如果有一天，我们也将走到这一步……」</i><br>当想到开拓者的命运，迟迟未能到来的三月七…他也曾为此夜不能寐。<br><br><i>「千年来，我们所有人早已准备好迎接牺牲，或为同伴牺牲自己……」</i><br>他不止一次地看到，织者收拢遗物，为它们绣上一朵金色的花——<br><i>「现在…已别无遗憾。」</i><br><br>与「不朽」的存在相比，他们的生命如同转瞬即逝的飞萤。<br>可他分明看到，那些星星点点的光芒，照彻了彼此曾走过、将走向的夜空。<br><br>当奥赫玛落入血色的迟暮，神谕中的时刻也将到来。<br>可面对黑衣剑士避无可避的一剑，他的内心反而如同大海一般平静。<br><br>他相信开拓者会义无反顾地前进。借着逐火的微光，他也瞥见自己该行之路。"
        },
        {
            "_id": 4,
            "Story": "再创世的终点，冰冷的试验场袒露其残酷的内核。<br>「记忆」的巨浪汇成海啸，将开拓的行者淹没。当他醒来，伙伴早已迷失于深不见底的忆域。<br><br>他仿佛回到踏上列车前孑然一身的日子，然而此刻的痛苦告诉他，这不仅是噩梦。<br>再度踏入忆潮的一瞬，那往日的碎片呼啸着向他涌来——<br><br><i>「…心跳和脉搏都很微弱，三月，准备做人工呼吸。」<br>「啊？！我…我没什么经验，丹恒你来吧！」</i><br>他记得初遇开拓者时，命运般的相逢。<br><br><i>「我只是在想象，咱们仨会遇上什么有趣的事…嘿嘿！」</i><br>在贝洛伯格的街头，雪曾落满三人的肩头，同享一张热气腾腾的卷饼就能温暖整个冬夜。<br><br><i>「…我会以持明后裔的身份，完成我对罗浮的责任。」</i><br>在开拓者与三月七的见证下，他摆脱过去的阴影，沉重如雪的过往逐渐被二人的欢声笑语化解。<br><br><i>「你在太一之梦里遭遇了什么？」<br>「我梦见列车驶过一站又一站，有人到来，有人离去，而我们五人始终都在，这段旅程似乎永远也不会结束。」</i><br>在相似的忆域中，他们曾一同冲出匹诺康尼的梦，将最期盼的未来留给现实。<br><br><i>「丹恒，你又能做出多少牺牲？」</i><br>内心的声音质问他此行的决心，而他以决绝的行动回答。<br><br>濒临凋零的半神将火种交付于他，握住火种的一瞬，千万道生灵渴盼的目光仿佛要将他点燃。<br>在那圣树塌落的时刻，他背负起一个世界的生灵，将血脉与翁法罗斯的大地熔铸。<br><br>他走向大地根系的深处，寻索伙伴的方向。<br>丛林瀚海之中，他跨越风霜雨雪，穿过死海沙漠，也曾迷失于纷繁的世界。<br><br>在每一个走入黑暗的时刻，他总能感受到身后，那道亲切的目光。<br><i>「我们在重走过去的航道，有太多的内容要重新来过，我们需要一个护卫…和记录员。」</i><br><br><i>「我是『丹恒』……」</i><br>沿着那无法斩断的过往，荒龙怒吼着挣脱一切束缚，向着未竟的前路腾飞——<br><br><i>「我是…护卫『开拓』前路之人！」</i>"
        },
        {
            "_id": 5,
            "Story": "他仿佛回到了飞驰的星穹列车。<br>他看见列车驶向更广阔的未知，开拓前所未有的航路。<br><br>在那无限延展的航路之中，他看见一条巨龙在混沌中遨游。<br>它曾沉眠卵中，于某一日蜕生而出。<br>它遇到自己的同类，它们同享一道血脉，一条道途。<br>它掀起磅礴的灵水，行云布雨滋润万物生灵。<br>它支撑起金石大地，拱卫万邦生生不息……<br>它的道路仍在向未来蜿蜒。<br>战火燎过龙鳞，自那灼热中，它一次次蜕尽旧鳞，得换新生。<br>而后与列车一同，向着未来腾跃。<br><br>……<br><br><i>「你说下次，要是列车表面长了洗都洗不掉的星海藤壶，丹恒就可以使出他的…山鸣龙啸，给它磨个砂！」<br>「好主意。你看，丹恒他醒了…要不要打个赌，是好梦还是……」</i><br><br><i>「你们太吵了……」</i><br>一睁开眼，他便看见开拓者和三月在自己耳边大声密谋。<br><i>「说说说说，这个时候睡着，做了什么好梦啦？」</i><br><br>三月伸了个懒腰，期待地望着远方。<br><i>「我来猜，是不是梦到接下来的旅程里，会发生什么？」<br>「……」<br>「那还用说！当然是所有坏蛋都被我们打倒啦！」</i><br><br>那时吹过的风，仿佛裹着列车早餐的香气。<br><i>「我们…一起回家。」</i><br>他默默立下誓言，一如过去，亦如未来。"
        }
    ]
}

var _voice_ = {
    "1414": [
        {
            "_id": "archive_danhengpt_1",
            "Title": "初次见面",
            "Voice": "如你所见，那是「不朽」的力量造就的蜕变。你也许有许多疑问，不过在解释之前，我想再次介绍一下自己——我是星穹列车的护卫，你的伙伴，「无名客」丹恒。"
        },
        {
            "_id": "archive_danhengpt_2",
            "Title": "问候",
            "Voice": "想用翁法罗斯的礼节打招呼？可以。虽然我认为像往常那样就好。"
        },
        {
            "_id": "archive_danhengpt_3",
            "Title": "道别",
            "Voice": "今晚我来警戒，好好休息，明天还有更艰险的任务等着我们。"
        },
        {
            "_id": "archive_danhengpt_4",
            "Title": "关于自己 · 「腾荒」",
            "Voice": "接纳「大地」的火种后，这具龙裔之躯中的「不朽」之力也将成为翁法罗斯世间万灵的护佑，将它们载向遥远星海，驰骋奔腾在更辽阔的八荒之地。"
        },
        {
            "_id": "archive_danhengpt_5",
            "Title": "关于自己 · 开拓的缘由",
            "Voice": "一开始，除了列车，我没有其他落脚之处，「开拓」更像是逃避往事的一张车票。但不知不觉中，列车停靠的每一站都成为了我重新出发的起点。"
        },
        {
            "_id": "archive_danhengpt_6",
            "Title": "闲谈 · 击云",
            "Voice": "击云曾经断裂，却在迎来自己的新生后，愈发靡坚不摧。"
        },
        {
            "_id": "archive_danhengpt_7",
            "Title": "闲谈 · 记录",
            "Voice": "无论将来会发生什么，希望在翁法罗斯收集编纂的记录，能让银河对它有客观完整的了解。"
        },
        {
            "_id": "archive_danhengpt_8",
            "Title": "爱好 · 倾听",
            "Voice": "万物生灵皆有自己的沟通方式，譬如，光大地兽的语言分三十二种不同地域的变体…抱歉，这知识是不是太冷僻了？"
        },
        {
            "_id": "archive_danhengpt_9",
            "Title": "烦恼",
            "Voice": "翁法罗斯危机四伏，为了确保大家平安归来…得想尽一切可能的方法。"
        },
        {
            "_id": "archive_danhengpt_10",
            "Title": "分享",
            "Voice": "历经黑潮侵蚀，神战肆虐，忆质淹没…翁法罗斯的「大地」承受过太多苦痛，但它从未辜负过守护众生的职责。它以此践行真正的「不朽」之道——并非独得长生，而是持存万物。"
        },
        {
            "_id": "archive_danhengpt_11",
            "Title": "见闻",
            "Voice": "罗浮持明一族，习御水行雨之术，而翁法罗斯的古龙，有拔天倚地之力。龙祖早已陨落，其间奥秘只揭开一角…不知未来的旅途中，又会有何种际遇。"
        },
        {
            "_id": "archive_danhengpt_12",
            "Title": "关于开拓者",
            "Voice": "无畏、乐观、自信…每一次与你开拓，我都受益良多。"
        },
        {
            "_id": "archive_danhengpt_13",
            "Title": "关于三月七 · 长夜月",
            "Voice": "无论是「长夜月」还是我和开拓者你，都将成为三月七的「过去」，但也会与她一同走向未来。"
        },
        {
            "_id": "archive_danhengpt_14",
            "Title": "关于阿格莱雅",
            "Voice": "金丝织就的未来本是一场幻梦，但她至诚的心血引领众人，去将它变为现实。"
        },
        {
            "_id": "archive_danhengpt_15",
            "Title": "关于缇宝",
            "Voice": "「大人者，不失赤子之心」——见到她们，我总会想起这句仙舟旧谚。"
        },
        {
            "_id": "archive_danhengpt_16",
            "Title": "关于万敌",
            "Voice": "身为王，他亲手造就了悬锋王朝的变迁，革新的力量比纷争之力更令人印象深刻。"
        },
        {
            "_id": "archive_danhengpt_17",
            "Title": "关于遐蝶",
            "Voice": "她的千年之旅再次印证了，相较于漫长的寿命，问心无愧地活过更有意义。"
        },
        {
            "_id": "archive_danhengpt_18",
            "Title": "关于那刻夏",
            "Voice": "他的风格与寻常师者截然不同…如果我们有机会多共处一段时间，应该会有不少共同话题。"
        },
        {
            "_id": "archive_danhengpt_19",
            "Title": "关于风堇",
            "Voice": "那微光汇聚的天空，早已为翁法罗斯的生灵带来点点希望。"
        },
        {
            "_id": "archive_danhengpt_20",
            "Title": "关于赛飞儿",
            "Voice": "每个人或许都在逃避着什么，但终要奔向真正渴望的方向。"
        },
        {
            "_id": "archive_danhengpt_21",
            "Title": "关于白厄",
            "Voice": "当我握住火种时，三千多万世的灼烧第一次有了具象化。他的忍耐和抗争，值得无名客最崇高的敬意。"
        },
        {
            "_id": "archive_danhengpt_22",
            "Title": "关于荒笛",
            "Voice": "比「大地」的火种更为沉重的，是翁法罗斯所有生灵期待的目光。他的路已到尽头，该到我们去回应这份期待了。"
        },
        {
            "_id": "archive_danhengpt_23",
            "Title": "关于海瑟音",
            "Voice": "同为与大海相亲的生灵，她歌唱时总能让我想起鳞渊境的浪涛，但愿翁法罗斯的人们，也能在未来拥有一片同样清澈的大海。"
        },
        {
            "_id": "archive_danhengpt_24",
            "Title": "关于昔涟",
            "Voice": "多亏她以史诗镌写岁月，那些过去才没有随风而逝。这些记忆，一定会在今后给予黄金裔们前行的勇气。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_danhengpt",
            "Title": "星魂激活",
            "Voice": "枪若有半分犹豫，便刺不穿命运的铜墙。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_danhengpt",
            "Title": "角色晋阶",
            "Voice": "新生的鳞片，愈渐坚硬。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_danhengpt",
            "Title": "角色满级",
            "Voice": "我会尽情驱使这股力量。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_danhengpt",
            "Title": "行迹激活",
            "Voice": "不论曲折，皆是「我」行过的路。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_danhengpt",
            "Title": "队伍编成 · 开拓者",
            "Voice": "专注眼前，我来抵挡攻势。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_danhengpt",
            "Title": "队伍编成 · 三月七",
            "Voice": "三月，是时候展现你真正的技术了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_danhengpt",
            "Title": "队伍编成 · 姬子",
            "Voice": "姬子小姐，我绝不会让任何一个同伴落下。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_danhengpt",
            "Title": "队伍编成 · 瓦尔特",
            "Voice": "瓦尔特先生，请放心，我们已经不是新手无名客了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_danhengpt",
            "Title": "队伍编成 · 星期日",
            "Voice": "如今，我们的配合也越来越默契了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_danhengpt",
            "Title": "队伍编成 · 长夜月",
            "Voice": "话说在前，请你不要违背三月的想法。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_danhengpt",
            "Title": "队伍编成 · 白厄",
            "Voice": "捍卫希望，也是每位无名客的责任。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_danhengpt",
            "Title": "队伍编成 · 丹恒",
            "Voice": "行护卫之责，还需锤炼自身。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_danhengpt",
            "Title": "队伍编成 · 丹恒 · 饮月",
            "Voice": "嗯，该重新启程了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_danhengpt",
            "Title": "队伍编成 · 海瑟音",
            "Voice": "若需驭水，我也可从旁协助。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_danhengpt",
            "Title": "队伍编成 · 阿格莱雅",
            "Voice": "放心交给我们。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_danhengpt",
            "Title": "队伍编成 · 缇宝",
            "Voice": "老师们，请保护好自己。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_danhengpt",
            "Title": "队伍编成 · 万敌",
            "Voice": "我来分担一部分压力。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_danhengpt",
            "Title": "队伍编成 · 遐蝶",
            "Voice": "事关生死，无名客不会袖手旁观。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_danhengpt",
            "Title": "队伍编成 · 那刻夏",
            "Voice": "如有错漏之处，还请指证。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_danhengpt",
            "Title": "队伍编成 · 风堇",
            "Voice": "我也会守护此方天地。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_danhengpt",
            "Title": "队伍编成 · 赛飞儿",
            "Voice": "兵行诡道，我会从旁配合。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_danhengpt",
            "Title": "队伍编成 · 昔涟",
            "Voice": "昔涟小姐，我会履行好大地的职责。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_danhengpt",
            "Title": "战斗开始 · 弱点击破",
            "Voice": "好，乘势而上。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_danhengpt",
            "Title": "战斗开始 · 危险预警",
            "Voice": "我来抵挡攻势。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_danhengpt_01",
            "Title": "回合开始 · 一",
            "Voice": "这股力量，已不同过往。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_danhengpt_02",
            "Title": "回合开始 · 二",
            "Voice": "守护，始终是我的职责。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_danhengpt",
            "Title": "回合待机",
            "Voice": "切勿错失良机。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_danhengpt_01",
            "Title": "普攻",
            "Voice": "小心了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_danhengpt_01",
            "Title": "战技 · 一",
            "Voice": "山鸣，龙啸！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01danhengpt_02",
            "Title": "战技 · 二",
            "Voice": "掣地，擎天！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_danhengpt_01",
            "Title": "轻受击",
            "Voice": "无妨，我来承受。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_danhengpt_01",
            "Title": "重受击",
            "Voice": "还需精进……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_danhengpt",
            "Title": "终结技 · 激活",
            "Voice": "群龙，依此号令。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_danhengpt",
            "Title": "终结技 · 施放",
            "Voice": "烈腾八荒，荡除凶灾，不灭不朽！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_danhengpt_01",
            "Title": "无法战斗",
            "Voice": "使命…仍未完成……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_danhengpt",
            "Title": "重回战斗",
            "Voice": "又是一次脱胎换骨。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_danhengpt",
            "Title": "回复生命",
            "Voice": "小伤而已，不需挂心。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_danhengpt_01",
            "Title": "秘技",
            "Voice": "金石之志。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_danhengpt",
            "Title": "战斗胜利",
            "Voice": "集众生之愿，护佑此方。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_danhengpt",
            "Title": "开启战利品 · 一",
            "Voice": "带回列车，补充些物资吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_danhengpt_02",
            "Title": "开启战利品 · 二",
            "Voice": "收好了，总会有些妙用。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_danhengpt",
            "Title": "开启贵重战利品",
            "Voice": "收获颇丰，开拓的意义也在于此。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_danhengpt",
            "Title": "解谜成功 · 一",
            "Voice": "浑然天成的设计。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_danhengpt_02",
            "Title": "解谜成功 · 二",
            "Voice": "与其思虑过多，不如追随直觉。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_danhengpt",
            "Title": "发现敌方目标",
            "Voice": "无需犹豫，相信你的判断。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_danhengpt",
            "Title": "返回城镇",
            "Voice": "心境不同，风景…也与往日相异。"
        }
    ]
}

var _notes_ = {
    "1414": []
}

var _adiff_ = {
    "1414": {
        "v4": [
            "``基础数值`- 攻击力 485.1 → 582.12 ;<br>- 防御力 848.925 → 776.16 ;<br>- 能量 140.0 → 135.0 ;"
        ]
    }
}

var _mtc_ = {
    "1414": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110431": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110431": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110431": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110431": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110211": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110212": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110212": 5,
                        "115002": 4
                    },
                    {
                        "2": 45000,
                        "110213": 3,
                        "115003": 3
                    },
                    {
                        "2": 160000,
                        "110213": 8,
                        "115003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110211": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110212": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110212": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110212": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110213": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110213": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110213": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110213": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110211": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110212": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110212": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110212": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110213": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110213": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110213": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110213": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 5000,
                        "110211": 3,
                        "115001": 6
                    },
                    {
                        "2": 10000,
                        "110212": 3,
                        "115002": 3
                    },
                    {
                        "2": 20000,
                        "110212": 5,
                        "115002": 4
                    },
                    {
                        "2": 30000,
                        "110212": 7,
                        "115002": 6
                    },
                    {
                        "2": 45000,
                        "110213": 3,
                        "115003": 3
                    },
                    {
                        "2": 80000,
                        "110213": 5,
                        "110507": 1,
                        "115003": 4
                    },
                    {
                        "2": 160000,
                        "110213": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110213": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28%",
                "Mat": {
                    "2": 237500,
                    "115001": 2,
                    "110212": 8,
                    "115002": 7,
                    "110213": 11,
                    "115003": 11
                }
            },
            {
                "Name": "防御力 +22.5%",
                "Mat": {
                    "2": 210000,
                    "110211": 3,
                    "115001": 6,
                    "110213": 11,
                    "115003": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110212": 3,
                    "115002": 3,
                    "110213": 8,
                    "115003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "神秀",
                "Mat": {
                    "2": 5000,
                    "110211": 3,
                    "110507": 1
                }
            },
            {
                "Name": "葳蕤",
                "Mat": {
                    "2": 20000,
                    "110212": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "峥嵘",
                "Mat": {
                    "2": 160000,
                    "110213": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}