// Auto Generated

var _avatarskill_ = {
    "1100601": {
        "v1": {
            "Name": "|系统警告|",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v2": {
            "Name": "|系统警告|",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v3": {
            "Name": "|系统警告|",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v4": {
            "Name": "|系统警告|",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v5": {
            "Name": "|系统警告|",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "Live": {
            "Name": "|系统警告|",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11006_Normal"
        }
    },
    "1100602": {
        "v1": {
            "Name": "是否允许更改？",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>为指定敌方单体目标添加1个场上我方目标持有属性的弱点（优先添加我方编队中的第一位角色持有属性的弱点），且该弱点对应属性的抗性降低 <b>#4[p]</b> ，持续 <b>#3[f]</b> 回合。若添加的是敌方目标原有属性的弱点，则不会触发对应属性的抗性降低效果。<br>单个敌方目标仅能被银狼添加1个弱点，当银狼对其再次添加弱点时，仅保留最新添加的弱点。<br>有 <b>#5[p]</b> 的<u>基础概率</u>额外使该目标的全属性抗性降低@ <b>#6[p]</b> #，持续 <b>#7[f]</b> 回合。<br>对该目标造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        },
        "v2": {
            "Name": "是否允许更改？",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>为指定敌方单体目标添加1个场上我方目标持有属性的弱点（优先添加我方编队中的第一位角色持有属性的弱点），且该弱点对应属性的抗性降低 <b>#4[p]</b> ，持续 <b>#3[f]</b> 回合。若添加的是敌方目标原有属性的弱点，则不会触发对应属性的抗性降低效果。<br>单个敌方目标仅能被银狼添加1个弱点，当银狼对其再次添加弱点时，仅保留最新添加的弱点。<br>有 <b>#5[p]</b> 的<u>基础概率</u>额外使该目标的全属性抗性降低@ <b>#6[p]</b> #，持续 <b>#7[f]</b> 回合。<br>对该目标造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        },
        "v3": {
            "Name": "是否允许更改？",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>为指定敌方单体目标添加1个场上我方目标持有属性的弱点（优先添加我方编队中的第一位角色持有属性的弱点），且该弱点对应属性的抗性降低 <b>#4[p]</b> ，持续 <b>#3[f]</b> 回合。若添加的是敌方目标原有属性的弱点，则不会触发对应属性的抗性降低效果。<br>单个敌方目标仅能被银狼添加1个弱点，当银狼对其再次添加弱点时，仅保留最新添加的弱点。<br>有 <b>#5[p]</b> 的<u>基础概率</u>额外使该目标的全属性抗性降低@ <b>#6[p]</b> #，持续 <b>#7[f]</b> 回合。<br>对该目标造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        },
        "v4": {
            "Name": "是否允许更改？",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>为指定敌方单体目标添加1个场上我方目标持有属性的弱点（优先添加我方编队中的第一位角色持有属性的弱点），且该弱点对应属性的抗性降低 <b>#4[p]</b> ，持续 <b>#3[f]</b> 回合。若添加的是敌方目标原有属性的弱点，则不会触发对应属性的抗性降低效果。<br>单个敌方目标仅能被银狼添加1个弱点，当银狼对其再次添加弱点时，仅保留最新添加的弱点。<br>有 <b>#5[p]</b> 的<u>基础概率</u>额外使该目标的全属性抗性降低@ <b>#6[p]</b> #，持续 <b>#7[f]</b> 回合。<br>对该目标造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        },
        "v5": {
            "Name": "是否允许更改？",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>为指定敌方单体目标添加1个场上我方目标持有属性的弱点（优先添加我方编队中的第一位角色持有属性的弱点），且该弱点对应属性的抗性降低 <b>#4[p]</b> ，持续 <b>#3[f]</b> 回合。若添加的是敌方目标原有属性的弱点，则不会触发对应属性的抗性降低效果。<br>单个敌方目标仅能被银狼添加1个弱点，当银狼对其再次添加弱点时，仅保留最新添加的弱点。<br>有 <b>#5[p]</b> 的<u>基础概率</u>额外使该目标的全属性抗性降低@ <b>#6[p]</b> #，持续 <b>#7[f]</b> 回合。<br>对该目标造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_BP"
        },
        "Live": {
            "Name": "是否允许更改？",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "单攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>为指定敌方单体目标添加1个场上我方目标持有属性的弱点（优先添加我方编队中的第一位角色持有属性的弱点），且该弱点对应属性的抗性降低 <b>#4[p]</b> ，持续 <b>#3[f]</b> 回合。若添加的是敌方目标原有属性的弱点，则不会触发对应属性的抗性降低效果。<br>单个敌方目标仅能被银狼添加1个弱点，当银狼对其再次添加弱点时，仅保留最新添加的弱点。<br>有 <b>#5[p]</b> 的<u>基础概率</u>额外使该目标的全属性抗性降低@ <b>#6[p]</b> #，持续 <b>#7[f]</b> 回合。<br>对该目标造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    0.98,
                    0.8,
                    3.0,
                    0.2,
                    1.0,
                    0.105,
                    2.0
                ],
                [
                    1.078,
                    0.84,
                    3.0,
                    0.2,
                    1.0,
                    0.1075,
                    2.0
                ],
                [
                    1.176,
                    0.88,
                    3.0,
                    0.2,
                    1.0,
                    0.11,
                    2.0
                ],
                [
                    1.274,
                    0.92,
                    3.0,
                    0.2,
                    1.0,
                    0.1125,
                    2.0
                ],
                [
                    1.372,
                    0.96,
                    3.0,
                    0.2,
                    1.0,
                    0.115,
                    2.0
                ],
                [
                    1.47,
                    1.0,
                    3.0,
                    0.2,
                    1.0,
                    0.1175,
                    2.0
                ],
                [
                    1.5925,
                    1.05,
                    3.0,
                    0.2,
                    1.0,
                    0.12062,
                    2.0
                ],
                [
                    1.715,
                    1.1,
                    3.0,
                    0.2,
                    1.0,
                    0.12375,
                    2.0
                ],
                [
                    1.8375,
                    1.15,
                    3.0,
                    0.2,
                    1.0,
                    0.12687,
                    2.0
                ],
                [
                    1.96,
                    1.2,
                    3.0,
                    0.2,
                    1.0,
                    0.13,
                    2.0
                ],
                [
                    2.058,
                    1.24,
                    3.0,
                    0.2,
                    1.0,
                    0.1325,
                    2.0
                ],
                [
                    2.156,
                    1.28,
                    3.0,
                    0.2,
                    1.0,
                    0.135,
                    2.0
                ],
                [
                    2.254,
                    1.32,
                    3.0,
                    0.2,
                    1.0,
                    0.1375,
                    2.0
                ],
                [
                    2.352,
                    1.36,
                    3.0,
                    0.2,
                    1.0,
                    0.14,
                    2.0
                ],
                [
                    2.45,
                    1.4,
                    3.0,
                    0.2,
                    1.0,
                    0.1425,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11006_BP"
        }
    },
    "1100603": {
        "v1": {
            "Name": "|账号已封禁|",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>使敌方全体防御力降低@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v2": {
            "Name": "|账号已封禁|",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>使敌方全体防御力降低@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v3": {
            "Name": "|账号已封禁|",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>使敌方全体防御力降低@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v4": {
            "Name": "|账号已封禁|",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>使敌方全体防御力降低@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v5": {
            "Name": "|账号已封禁|",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>使敌方全体防御力降低@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Ultra"
        },
        "Live": {
            "Name": "|账号已封禁|",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "有@ <b>#2[p]</b> #的<u>基础概率</u>使敌方全体防御力降低@ <b>#3[p]</b> #，持续 <b>#4[f]</b> 回合，同时对敌方全体造成等同于银狼@ <b>#1[p]</b> #攻击力的量子属性伤害。",
            "Params": [
                [
                    2.28,
                    0.8,
                    0.36,
                    3.0
                ],
                [
                    2.432,
                    0.84,
                    0.369,
                    3.0
                ],
                [
                    2.584,
                    0.88,
                    0.378,
                    3.0
                ],
                [
                    2.736,
                    0.92,
                    0.387,
                    3.0
                ],
                [
                    2.888,
                    0.96,
                    0.396,
                    3.0
                ],
                [
                    3.04,
                    1.0,
                    0.405,
                    3.0
                ],
                [
                    3.23,
                    1.05,
                    0.41625,
                    3.0
                ],
                [
                    3.42,
                    1.1,
                    0.4275,
                    3.0
                ],
                [
                    3.61,
                    1.15,
                    0.43875,
                    3.0
                ],
                [
                    3.8,
                    1.2,
                    0.45,
                    3.0
                ],
                [
                    3.952,
                    1.24,
                    0.459,
                    3.0
                ],
                [
                    4.104,
                    1.28,
                    0.468,
                    3.0
                ],
                [
                    4.256,
                    1.32,
                    0.477,
                    3.0
                ],
                [
                    4.408,
                    1.36,
                    0.486,
                    3.0
                ],
                [
                    4.56,
                    1.4,
                    0.495,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11006_Ultra"
        }
    },
    "1100604": {
        "v1": {
            "Name": "等待程序响应…",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "银狼能够制造：攻击力降低@ <b>#1[p]</b> #、防御力降低@ <b>#2[p]</b> #、速度降低@ <b>#3[p]</b> #3种【缺陷】。<br>银狼每次施放攻击后有@ <b>#4[p]</b> #的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】，持续 <b>#5[f]</b> 回合。敌方目标被消灭时，银狼对其添加的弱点会转移给场上存活的敌人。",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        },
        "v2": {
            "Name": "等待程序响应…",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "银狼能够制造：攻击力降低@ <b>#1[p]</b> #、防御力降低@ <b>#2[p]</b> #、速度降低@ <b>#3[p]</b> #3种【缺陷】。<br>银狼每次施放攻击后有@ <b>#4[p]</b> #的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】，持续 <b>#5[f]</b> 回合。敌方目标被消灭时，银狼对其添加的弱点会转移给场上存活的敌人。",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        },
        "v3": {
            "Name": "等待程序响应…",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "银狼能够制造：攻击力降低@ <b>#1[p]</b> #、防御力降低@ <b>#2[p]</b> #、速度降低@ <b>#3[p]</b> #3种【缺陷】。<br>银狼每次施放攻击后有@ <b>#4[p]</b> #的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】，持续 <b>#5[f]</b> 回合。<br>敌方目标被消灭时，银狼对其添加的弱点会被转移，优先转移给精英级别及以上的目标，不会转移给已经被银狼添加弱点的敌人。",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        },
        "v4": {
            "Name": "等待程序响应…",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "银狼能够制造：攻击力降低@ <b>#1[p]</b> #、防御力降低@ <b>#2[p]</b> #、速度降低@ <b>#3[p]</b> #3种【缺陷】。<br>银狼每次施放攻击后有@ <b>#4[p]</b> #的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】，持续 <b>#5[f]</b> 回合。<br>敌方目标被消灭时，银狼对其添加的弱点会转移给场上存活的未被银狼添加弱点的敌人，优先转移给精英级别及以上的目标。",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        },
        "v5": {
            "Name": "等待程序响应…",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "银狼能够制造：攻击力降低@ <b>#1[p]</b> #、防御力降低@ <b>#2[p]</b> #、速度降低@ <b>#3[p]</b> #3种【缺陷】。<br>银狼每次施放攻击后有@ <b>#4[p]</b> #的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】，持续 <b>#5[f]</b> 回合。<br>敌方目标被消灭时，银狼对其添加的弱点会转移给场上存活的未被银狼添加弱点的敌人，优先转移给精英级别及以上的目标。",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Passive"
        },
        "Live": {
            "Name": "等待程序响应…",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "银狼能够制造：攻击力降低@ <b>#1[p]</b> #、防御力降低@ <b>#2[p]</b> #、速度降低@ <b>#3[p]</b> #3种【缺陷】。<br>银狼每次施放攻击后有@ <b>#4[p]</b> #的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】，持续 <b>#5[f]</b> 回合。<br>敌方目标被消灭时，银狼对其添加的弱点会转移给场上存活的未被银狼添加弱点的敌人，优先转移给精英级别及以上的目标。",
            "Params": [
                [
                    0.05,
                    0.06,
                    0.03,
                    0.6,
                    3.0
                ],
                [
                    0.055,
                    0.066,
                    0.033,
                    0.64,
                    3.0
                ],
                [
                    0.06,
                    0.072,
                    0.036,
                    0.68,
                    3.0
                ],
                [
                    0.065,
                    0.078,
                    0.039,
                    0.72,
                    3.0
                ],
                [
                    0.07,
                    0.084,
                    0.042,
                    0.76,
                    3.0
                ],
                [
                    0.075,
                    0.09,
                    0.045,
                    0.8,
                    3.0
                ],
                [
                    0.08125,
                    0.0975,
                    0.04875,
                    0.85,
                    3.0
                ],
                [
                    0.0875,
                    0.105,
                    0.0525,
                    0.9,
                    3.0
                ],
                [
                    0.09375,
                    0.1125,
                    0.05625,
                    0.95,
                    3.0
                ],
                [
                    0.1,
                    0.12,
                    0.06,
                    1.0,
                    3.0
                ],
                [
                    0.105,
                    0.126,
                    0.063,
                    1.04,
                    3.0
                ],
                [
                    0.11,
                    0.132,
                    0.066,
                    1.08,
                    3.0
                ],
                [
                    0.115,
                    0.138,
                    0.069,
                    1.12,
                    3.0
                ],
                [
                    0.12,
                    0.144,
                    0.072,
                    1.16,
                    3.0
                ],
                [
                    0.125,
                    0.15,
                    0.075,
                    1.2,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11006_Passive"
        }
    },
    "1100606": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11006_Normal"
        }
    },
    "1100607": {
        "v1": {
            "Name": "|强制结束进程|",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于银狼 <b>#1[p]</b> 攻击力的量子属性伤害，并无视弱点属性削减敌方全体的韧性，击破弱点时，触发量子属性的弱点击破效果。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        },
        "v2": {
            "Name": "|强制结束进程|",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于银狼 <b>#1[p]</b> 攻击力的量子属性伤害，并无视弱点属性削减敌方全体的韧性，击破弱点时，触发量子属性的弱点击破效果。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        },
        "v3": {
            "Name": "|强制结束进程|",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于银狼 <b>#1[p]</b> 攻击力的量子属性伤害，并无视弱点属性削减敌方全体的韧性，击破弱点时，触发量子属性的弱点击破效果。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        },
        "v4": {
            "Name": "|强制结束进程|",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于银狼 <b>#1[p]</b> 攻击力的量子属性伤害，并无视弱点属性削减敌方全体的韧性，击破弱点时，触发量子属性的弱点击破效果。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        },
        "v5": {
            "Name": "|强制结束进程|",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于银狼 <b>#1[p]</b> 攻击力的量子属性伤害，并无视弱点属性削减敌方全体的韧性，击破弱点时，触发量子属性的弱点击破效果。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1006_Maze"
        },
        "Live": {
            "Name": "|强制结束进程|",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后对敌方全体造成等同于银狼 <b>#1[p]</b> 攻击力的量子属性伤害，并无视弱点属性削减敌方全体的韧性，击破弱点时，触发量子属性的弱点击破效果。",
            "Params": [
                [
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11006_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "2006": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "生成",
                "Desc": "【缺陷】的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。每当有敌方目标的弱点被击破时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>对该目标植入1个随机【缺陷】。",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "注入",
                "Desc": "战斗开始时，立即恢复 <b><color style='color:#f29e38'>20</color></b> 点能量。银狼的回合开始时，自身恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "旁注",
                "Desc": "银狼每拥有 <b><color style='color:#f29e38'>10%</color></b> 效果命中，则额外提高 <b><color style='color:#f29e38'>10%</color></b> 攻击力，最高不超过 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "生成",
                "Desc": "【缺陷】的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。每当有敌方目标的弱点被击破时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>对该目标植入1个随机【缺陷】。",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "注入",
                "Desc": "战斗开始时，立即恢复 <b><color style='color:#f29e38'>20</color></b> 点能量。银狼的回合开始时，自身恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "旁注",
                "Desc": "银狼每拥有 <b><color style='color:#f29e38'>10%</color></b> 效果命中，则额外提高 <b><color style='color:#f29e38'>10%</color></b> 攻击力，最高不超过 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "生成",
                "Desc": "【缺陷】的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。每当有敌方目标的弱点被击破时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>对该目标植入1个随机【缺陷】。",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "注入",
                "Desc": "战斗开始时，立即恢复 <b><color style='color:#f29e38'>20</color></b> 点能量。银狼的回合开始时，自身恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "旁注",
                "Desc": "银狼每拥有 <b><color style='color:#f29e38'>10%</color></b> 效果命中，则额外提高 <b><color style='color:#f29e38'>10%</color></b> 攻击力，最高不超过 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "生成",
                "Desc": "【缺陷】的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。每当有敌方目标的弱点被击破时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>对该目标植入1个随机【缺陷】。",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "注入",
                "Desc": "战斗开始时，立即恢复 <b><color style='color:#f29e38'>20</color></b> 点能量。银狼的回合开始时，自身恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "旁注",
                "Desc": "银狼每拥有 <b><color style='color:#f29e38'>10%</color></b> 效果命中，则额外提高 <b><color style='color:#f29e38'>10%</color></b> 攻击力，最高不超过 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "生成",
                "Desc": "【缺陷】的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。每当有敌方目标的弱点被击破时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>对该目标植入1个随机【缺陷】。",
                "Icon": "SkillIcon_1006_SkillTree1"
            },
            "Tree2": {
                "Name": "注入",
                "Desc": "战斗开始时，立即恢复 <b><color style='color:#f29e38'>20</color></b> 点能量。银狼的回合开始时，自身恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_1006_SkillTree2"
            },
            "Tree3": {
                "Name": "旁注",
                "Desc": "银狼每拥有 <b><color style='color:#f29e38'>10%</color></b> 效果命中，则额外提高 <b><color style='color:#f29e38'>10%</color></b> 攻击力，最高不超过 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1006_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "QuantumAddedRatio": 0.08
            },
            "Tree1": {
                "Name": "生成",
                "Desc": "【缺陷】的持续时间增加 <b><color style='color:#f29e38'>1</color></b> 回合。每当有敌方目标的弱点被击破时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>对该目标植入1个随机【缺陷】。",
                "Icon": "SkillIcon_11006_SkillTree1"
            },
            "Tree2": {
                "Name": "注入",
                "Desc": "战斗开始时，立即恢复 <b><color style='color:#f29e38'>20</color></b> 点能量。银狼的回合开始时，自身恢复 <b><color style='color:#f29e38'>5</color></b> 点能量。",
                "Icon": "SkillIcon_11006_SkillTree2"
            },
            "Tree3": {
                "Name": "旁注",
                "Desc": "银狼每拥有 <b><color style='color:#f29e38'>10%</color></b> 效果命中，则额外提高 <b><color style='color:#f29e38'>10%</color></b> 攻击力，最高不超过 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_11006_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "1100601": {
        "v1": {
            "Rank": 1,
            "Name": "社会工程",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，银狼恢复 <b><color style='color:#f29e38'>7</color></b> 点能量。该效果在每次终结技攻击中最多生效 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "社会工程",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，银狼恢复 <b><color style='color:#f29e38'>7</color></b> 点能量。该效果在每次终结技攻击中最多生效 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "社会工程",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，银狼恢复 <b><color style='color:#f29e38'>7</color></b> 点能量。该效果在每次终结技攻击中最多生效 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "社会工程",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，银狼恢复 <b><color style='color:#f29e38'>7</color></b> 点能量。该效果在每次终结技攻击中最多生效 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "社会工程",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，银狼恢复 <b><color style='color:#f29e38'>7</color></b> 点能量。该效果在每次终结技攻击中最多生效 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "社会工程",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，银狼恢复 <b><color style='color:#f29e38'>7</color></b> 点能量。该效果在每次终结技攻击中最多生效 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_11006_Rank1"
        }
    },
    "1100602": {
        "v1": {
            "Rank": 2,
            "Name": "僵尸网络",
            "Desc": "在敌方目标进入战斗时，使其受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。当敌方目标受到我方目标攻击时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】。",
            "Icon": "SkillIcon_1006_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "僵尸网络",
            "Desc": "在敌方目标进入战斗时，使其受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。当敌方目标受到我方目标攻击时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】。",
            "Icon": "SkillIcon_1006_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "僵尸网络",
            "Desc": "在敌方目标进入战斗时，使其受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。当敌方目标受到我方目标攻击时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】。",
            "Icon": "SkillIcon_1006_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "僵尸网络",
            "Desc": "在敌方目标进入战斗时，使其受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。当敌方目标受到我方目标攻击时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】。",
            "Icon": "SkillIcon_1006_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "僵尸网络",
            "Desc": "在敌方目标进入战斗时，使其受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。当敌方目标受到我方目标攻击时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】。",
            "Icon": "SkillIcon_1006_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "僵尸网络",
            "Desc": "在敌方目标进入战斗时，使其受到的伤害提高 <b><color style='color:#f29e38'>20%</color></b> 。当敌方目标受到我方目标攻击时，银狼有 <b><color style='color:#f29e38'>100%</color></b> 的<u>基础概率</u>给受到攻击的敌方目标植入1个随机【缺陷】。",
            "Icon": "SkillIcon_11006_Rank2"
        }
    },
    "1100603": {
        "v1": {
            "Rank": 3,
            "Name": "攻击载荷",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1006_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "攻击载荷",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1006_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "攻击载荷",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1006_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "攻击载荷",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1006_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "攻击载荷",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1006_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "攻击载荷",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_11006_BP"
        }
    },
    "1100604": {
        "v1": {
            "Rank": 4,
            "Name": "反弹端口",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，则额外造成等同于银狼 <b><color style='color:#f29e38'>20%</color></b> 攻击力的量子属性<u>附加伤害</u>。该效果在每次终结技攻击中最多触发 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Rank": 4,
            "Name": "反弹端口",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，则额外造成等同于银狼 <b><color style='color:#f29e38'>20%</color></b> 攻击力的量子属性<u>附加伤害</u>。该效果在每次终结技攻击中最多触发 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Rank": 4,
            "Name": "反弹端口",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，则额外造成等同于银狼 <b><color style='color:#f29e38'>20%</color></b> 攻击力的量子属性<u>附加伤害</u>。该效果在每次终结技攻击中对每个目标最多触发 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Rank": 4,
            "Name": "反弹端口",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，则额外造成等同于银狼 <b><color style='color:#f29e38'>20%</color></b> 攻击力的量子属性<u>附加伤害</u>。该效果在每次终结技攻击中对每个目标最多触发 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Rank": 4,
            "Name": "反弹端口",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，则额外造成等同于银狼 <b><color style='color:#f29e38'>20%</color></b> 攻击力的量子属性<u>附加伤害</u>。该效果在每次终结技攻击中对每个目标最多触发 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_1006_Rank4",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Rank": 4,
            "Name": "反弹端口",
            "Desc": "施放终结技攻击敌方目标后，目标每有1个<u>负面效果</u>，则额外造成等同于银狼 <b><color style='color:#f29e38'>20%</color></b> 攻击力的量子属性<u>附加伤害</u>。该效果在每次终结技攻击中对每个目标最多触发 <b><color style='color:#f29e38'>5</color></b> 次。",
            "Icon": "SkillIcon_11006_Rank4",
            "EE": [
                10000005
            ]
        }
    },
    "1100605": {
        "v1": {
            "Rank": 5,
            "Name": "暴力破解",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "暴力破解",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "暴力破解",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "暴力破解",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1006_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "暴力破解",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1006_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "暴力破解",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_11006_Ultra"
        }
    },
    "1100606": {
        "v1": {
            "Rank": 6,
            "Name": "重叠网络",
            "Desc": "敌方目标每有1个<u>负面效果</u>，银狼对其造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，最多提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1006_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "重叠网络",
            "Desc": "敌方目标每有1个<u>负面效果</u>，银狼对其造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，最多提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1006_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "重叠网络",
            "Desc": "敌方目标每有1个<u>负面效果</u>，银狼对其造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，最多提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1006_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "重叠网络",
            "Desc": "敌方目标每有1个<u>负面效果</u>，银狼对其造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，最多提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1006_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "重叠网络",
            "Desc": "敌方目标每有1个<u>负面效果</u>，银狼对其造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，最多提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_1006_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "重叠网络",
            "Desc": "敌方目标每有1个<u>负面效果</u>，银狼对其造成的伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，最多提高 <b><color style='color:#f29e38'>100%</color></b> 。",
            "Icon": "SkillIcon_11006_Rank6"
        }
    }
}

var _story_ = {
    "2006": []
}

var _voice_ = {
    "2006": []
}

var _notes_ = {
    "2006": []
}

var _adiff_ = {
    "2006": {}
}

var _mtc_ = {
    "2006": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "112011": 5
            },
            {
                "2": 8000,
                "112011": 10
            },
            {
                "2": 16000,
                "112012": 6,
                "110406": 3
            },
            {
                "2": 40000,
                "112012": 9,
                "110406": 7
            },
            {
                "2": 80000,
                "112013": 6,
                "110406": 20
            },
            {
                "2": 160000,
                "112013": 9,
                "110406": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "112013": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "112011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "112012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "112012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "112012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "112013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110501": 1,
                        "112013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻击力 +28%",
                "Mat": {
                    "2": 237500,
                    "112011": 2,
                    "110152": 8,
                    "112012": 7,
                    "110153": 11,
                    "112013": 11
                }
            },
            {
                "Name": "效果命中 +18%",
                "Mat": {
                    "2": 210000,
                    "110151": 3,
                    "112011": 6,
                    "110153": 11,
                    "112013": 11
                }
            },
            {
                "Name": "量子属性伤害提高 +8%",
                "Mat": {
                    "2": 170000,
                    "110152": 3,
                    "112012": 3,
                    "110153": 8,
                    "112013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "生成",
                "Mat": {
                    "2": 5000,
                    "110151": 3,
                    "110501": 1
                }
            },
            {
                "Name": "注入",
                "Mat": {
                    "2": 20000,
                    "110152": 5,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "旁注",
                "Mat": {
                    "2": 160000,
                    "110153": 8,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}