// Auto Generated

var _avatarskill_ = {
    "1120501": {
        "v1": {
            "Name": "支离剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限的风属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v2": {
            "Name": "支离剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限的风属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v3": {
            "Name": "支离剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限的风属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v4": {
            "Name": "支离剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限的风属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v5": {
            "Name": "支离剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限的风属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "Live": {
            "Name": "支离剑",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限的风属性伤害。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Normal"
        }
    },
    "1120508": {
        "v1": {
            "Name": "无间剑树",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限的风属性伤害。<br>若当前生命值不足，施放【无间剑树】时刃的当前生命值降低至1点。<br>【无间剑树】无法恢复战技点。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v2": {
            "Name": "无间剑树",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限的风属性伤害。<br>若当前生命值不足，施放【无间剑树】时刃的当前生命值降低至1点。<br>【无间剑树】无法恢复战技点。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v3": {
            "Name": "无间剑树",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限的风属性伤害。<br>若当前生命值不足，施放【无间剑树】时刃的当前生命值降低至1点。<br>【无间剑树】无法恢复战技点。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v4": {
            "Name": "无间剑树",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限的风属性伤害。<br>若当前生命值不足，施放【无间剑树】时刃的当前生命值降低至1点。<br>【无间剑树】无法恢复战技点。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v5": {
            "Name": "无间剑树",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限的风属性伤害。<br>若当前生命值不足，施放【无间剑树】时刃的当前生命值降低至1点。<br>【无间剑树】无法恢复战技点。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "Live": {
            "Name": "无间剑树",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "扩散",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，对指定敌方单体造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限的风属性伤害。<br>若当前生命值不足，施放【无间剑树】时刃的当前生命值降低至1点。<br>【无间剑树】无法恢复战技点。<br>隐藏数值：#4[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_11205_Normal02"
        }
    },
    "1120502": {
        "v1": {
            "Name": "地狱变",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，进入【地狱变】状态。<br>处于【地狱变】状态时无法施放战技，同时使自身造成的伤害提高@ <b>#4[p]</b> #，被敌方目标攻击的概率大幅提高，普攻【支离剑】强化为【无间剑树】，持续 <b>#2[f]</b> 回合。<br>若当前生命值不足，施放战技时刃的当前生命值降低至1点。<br>该战技无法恢复能量。施放该战技后，本回合不会结束。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v2": {
            "Name": "地狱变",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，进入【地狱变】状态。<br>处于【地狱变】状态时无法施放战技，同时使自身造成的伤害提高@ <b>#4[p]</b> #，被敌方目标攻击的概率大幅提高，普攻【支离剑】强化为【无间剑树】，持续 <b>#2[f]</b> 回合。<br>若当前生命值不足，施放战技时刃的当前生命值降低至1点。<br>该战技无法恢复能量。施放该战技后，本回合不会结束。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v3": {
            "Name": "地狱变",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，进入【地狱变】状态。<br>处于【地狱变】状态时无法施放战技，同时使自身造成的伤害提高@ <b>#4[p]</b> #，被敌方目标攻击的概率大幅提高，普攻【支离剑】强化为【无间剑树】，持续 <b>#2[f]</b> 回合。<br>若当前生命值不足，施放战技时刃的当前生命值降低至1点。<br>该战技无法恢复能量。施放该战技后，本回合不会结束。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v4": {
            "Name": "地狱变",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，进入【地狱变】状态。<br>处于【地狱变】状态时无法施放战技，同时使自身造成的伤害提高@ <b>#4[p]</b> #，被敌方目标攻击的概率大幅提高，普攻【支离剑】强化为【无间剑树】，持续 <b>#2[f]</b> 回合。<br>若当前生命值不足，施放战技时刃的当前生命值降低至1点。<br>该战技无法恢复能量。施放该战技后，本回合不会结束。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v5": {
            "Name": "地狱变",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，进入【地狱变】状态。<br>处于【地狱变】状态时无法施放战技，同时使自身造成的伤害提高@ <b>#4[p]</b> #，被敌方目标攻击的概率大幅提高，普攻【支离剑】强化为【无间剑树】，持续 <b>#2[f]</b> 回合。<br>若当前生命值不足，施放战技时刃的当前生命值降低至1点。<br>该战技无法恢复能量。施放该战技后，本回合不会结束。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    10.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "Live": {
            "Name": "地狱变",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "强化",
            "Desc": "消耗等同于刃生命上限 <b>#1[p]</b> 的生命值，进入【地狱变】状态。<br>处于【地狱变】状态时无法施放战技，同时使自身造成的伤害提高@ <b>#4[p]</b> #，被敌方目标攻击的概率大幅提高，普攻【支离剑】强化为【无间剑树】，持续 <b>#2[f]</b> 回合。<br>若当前生命值不足，施放战技时刃的当前生命值降低至1点。<br>该战技无法恢复能量。施放该战技后，本回合不会结束。<br>隐藏数值：#3[f]<br>隐藏数值：#5[f]",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    10.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_BP"
        }
    },
    "1120503": {
        "v1": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "将刃的当前生命值转化为生命上限的 <b>50%</b> ，并对敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限+@ <b>#5[p]</b> #本场战斗中累计已损失生命值的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限+@ <b>#6[p]</b> #本场战斗中累计已损失生命值的风属性伤害。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b>#7[p]</b> ，施放终结技后会清空并进行重新累计。<br>隐藏数值：#2[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v2": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "将刃的当前生命值转化为生命上限的 <b>50%</b> ，并对敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限+@ <b>#5[p]</b> #本场战斗中累计已损失生命值的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限+@ <b>#6[p]</b> #本场战斗中累计已损失生命值的风属性伤害。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b>#7[p]</b> ，施放终结技后会清空并进行重新累计。<br>隐藏数值：#2[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v3": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "将刃的当前生命值转化为生命上限的 <b>50%</b> ，并对敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限+@ <b>#5[p]</b> #本场战斗中累计已损失生命值的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限+@ <b>#6[p]</b> #本场战斗中累计已损失生命值的风属性伤害。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b>#7[p]</b> ，施放终结技后会清空并进行重新累计。<br>隐藏数值：#2[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v4": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "将刃的当前生命值转化为生命上限的 <b>50%</b> ，并对敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限+@ <b>#5[p]</b> #本场战斗中累计已损失生命值的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限+@ <b>#6[p]</b> #本场战斗中累计已损失生命值的风属性伤害。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b>#7[p]</b> ，施放终结技后会清空并进行重新累计。<br>隐藏数值：#2[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v5": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "将刃的当前生命值转化为生命上限的 <b>50%</b> ，并对敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限+@ <b>#5[p]</b> #本场战斗中累计已损失生命值的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限+@ <b>#6[p]</b> #本场战斗中累计已损失生命值的风属性伤害。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b>#7[p]</b> ，施放终结技后会清空并进行重新累计。<br>隐藏数值：#2[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.768,
                    0.384,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.816,
                    0.408,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.864,
                    0.432,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.912,
                    0.456,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.96,
                    0.48,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    1.02,
                    0.51,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    1.14,
                    0.57,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.2,
                    0.6,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.248,
                    0.624,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.296,
                    0.648,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.344,
                    0.672,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.392,
                    0.696,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.44,
                    0.72,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "Live": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "扩散",
            "Desc": "将刃的当前生命值转化为生命上限的 <b>50%</b> ，并对敌方单体造成等同于刃@ <b>#1[p]</b> #生命上限+@ <b>#5[p]</b> #本场战斗中累计已损失生命值的风属性伤害，同时对其相邻目标造成等同于刃@ <b>#3[p]</b> #生命上限+@ <b>#6[p]</b> #本场战斗中累计已损失生命值的风属性伤害。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b>#7[p]</b> ，施放终结技后会清空并进行重新累计。<br>隐藏数值：#2[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.768,
                    0.384,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.816,
                    0.408,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.864,
                    0.432,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.912,
                    0.456,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.96,
                    0.48,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    1.02,
                    0.51,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    1.14,
                    0.57,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.2,
                    0.6,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.248,
                    0.624,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.296,
                    0.648,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.344,
                    0.672,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.392,
                    0.696,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.44,
                    0.72,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_11205_Ultra"
        }
    },
    "1120504": {
        "v1": {
            "Name": "倏忽恩赐",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "群攻",
            "Desc": "刃受到伤害或消耗生命值时，获得1层充能，最多叠加5层。该效果每次受到攻击最多叠加1层。<br>当充能叠加至上限时，立即对敌方全体施放1次<u>追加攻击</u>，造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害并回复等同于刃生命上限 <b>#3[p]</b> 的生命值，施放追加攻击后，消耗所有充能。<br>隐藏数值：#1[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v2": {
            "Name": "倏忽恩赐",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "群攻",
            "Desc": "刃受到伤害或消耗生命值时，获得1层充能，最多叠加5层。该效果每次受到攻击最多叠加1层。<br>当充能叠加至上限时，立即对敌方全体施放1次<u>追加攻击</u>，造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害并回复等同于刃生命上限 <b>#3[p]</b> 的生命值，施放追加攻击后，消耗所有充能。<br>隐藏数值：#1[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v3": {
            "Name": "倏忽恩赐",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "群攻",
            "Desc": "刃受到伤害或消耗生命值时，获得1层充能，最多叠加5层。该效果每次受到攻击最多叠加1层。<br>当充能叠加至上限时，立即对敌方全体施放1次<u>追加攻击</u>，造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害并回复等同于刃生命上限 <b>#3[p]</b> 的生命值，施放追加攻击后，消耗所有充能。<br>隐藏数值：#1[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v4": {
            "Name": "倏忽恩赐",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "群攻",
            "Desc": "刃受到伤害或消耗生命值时，获得1层充能，最多叠加5层。该效果每次受到攻击最多叠加1层。<br>当充能叠加至上限时，立即对敌方全体施放1次<u>追加攻击</u>，造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害并回复等同于刃生命上限 <b>#3[p]</b> 的生命值，施放追加攻击后，消耗所有充能。<br>隐藏数值：#1[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v5": {
            "Name": "倏忽恩赐",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "群攻",
            "Desc": "刃受到伤害或消耗生命值时，获得1层充能，最多叠加5层。该效果每次受到攻击最多叠加1层。<br>当充能叠加至上限时，立即对敌方全体施放1次<u>追加攻击</u>，造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害并回复等同于刃生命上限 <b>#3[p]</b> 的生命值，施放追加攻击后，消耗所有充能。<br>隐藏数值：#1[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "Live": {
            "Name": "倏忽恩赐",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "群攻",
            "Desc": "刃受到伤害或消耗生命值时，获得1层充能，最多叠加5层。该效果每次受到攻击最多叠加1层。<br>当充能叠加至上限时，立即对敌方全体施放1次<u>追加攻击</u>，造成等同于刃@ <b>#2[p]</b> #生命上限的风属性伤害并回复等同于刃生命上限 <b>#3[p]</b> 的生命值，施放追加攻击后，消耗所有充能。<br>隐藏数值：#1[f]<br>隐藏数值：#4[f]",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Passive"
        }
    },
    "1120506": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Normal"
        }
    },
    "1120507": {
        "v1": {
            "Name": "业途风",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后消耗等同于刃生命上限 <b>#2[p]</b> 的生命值，同时对敌方全体造成等同于刃生命上限 <b>#1[p]</b> 的风属性伤害。<br>若当前生命值不足，施放秘技时刃的当前生命值降低至1点。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v2": {
            "Name": "业途风",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后消耗等同于刃生命上限 <b>#2[p]</b> 的生命值，同时对敌方全体造成等同于刃生命上限 <b>#1[p]</b> 的风属性伤害。<br>若当前生命值不足，施放秘技时刃的当前生命值降低至1点。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v3": {
            "Name": "业途风",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后消耗等同于刃生命上限 <b>#2[p]</b> 的生命值，同时对敌方全体造成等同于刃生命上限 <b>#1[p]</b> 的风属性伤害。<br>若当前生命值不足，施放秘技时刃的当前生命值降低至1点。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v4": {
            "Name": "业途风",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后消耗等同于刃生命上限 <b>#2[p]</b> 的生命值，同时对敌方全体造成等同于刃生命上限 <b>#1[p]</b> 的风属性伤害。<br>若当前生命值不足，施放秘技时刃的当前生命值降低至1点。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v5": {
            "Name": "业途风",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后消耗等同于刃生命上限 <b>#2[p]</b> 的生命值，同时对敌方全体造成等同于刃生命上限 <b>#1[p]</b> 的风属性伤害。<br>若当前生命值不足，施放秘技时刃的当前生命值降低至1点。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "Live": {
            "Name": "业途风",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "立即攻击敌人，进入战斗后消耗等同于刃生命上限 <b>#2[p]</b> 的生命值，同时对敌方全体造成等同于刃生命上限 <b>#1[p]</b> 的风属性伤害。<br>若当前生命值不足，施放秘技时刃的当前生命值降低至1点。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "2205": {
        "v1": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "无尽形寿",
                "Desc": "刃的当前生命值百分比小于等于生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "吞忍百死",
                "Desc": "施放【无间剑树】后，若击中处于<u>弱点击破状态</u>的敌方目标，刃回复等同于自身 <b><color style='color:#f29e38'>5%</color></b> 生命上限+ <b><color style='color:#f29e38'>100</color></b> 的生命值。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "坏劫隳亡",
                "Desc": "天赋施放的<u>追加攻击</u>伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，并额外回复 <b><color style='color:#f29e38'>15</color></b> 点能量。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "无尽形寿",
                "Desc": "刃的当前生命值百分比小于等于生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "吞忍百死",
                "Desc": "施放【无间剑树】后，若击中处于<u>弱点击破状态</u>的敌方目标，刃回复等同于自身 <b><color style='color:#f29e38'>5%</color></b> 生命上限+ <b><color style='color:#f29e38'>100</color></b> 的生命值。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "坏劫隳亡",
                "Desc": "天赋施放的<u>追加攻击</u>伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，并额外回复 <b><color style='color:#f29e38'>15</color></b> 点能量。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "无尽形寿",
                "Desc": "刃的当前生命值百分比小于等于生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "吞忍百死",
                "Desc": "刃接受治疗后会将 <b><color style='color:#f29e38'>25%</color></b> 的治疗数值转化为终结技的累计已损失生命值。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "坏劫隳亡",
                "Desc": "天赋施放的<u>追加攻击</u>伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，并额外回复 <b><color style='color:#f29e38'>15</color></b> 点能量。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "无尽形寿",
                "Desc": "刃的当前生命值百分比小于等于生命上限的 <b><color style='color:#f29e38'>50%</color></b> 时，受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "吞忍百死",
                "Desc": "刃接受治疗后会将 <b><color style='color:#f29e38'>25%</color></b> 的治疗数值转化为终结技的累计已损失生命值。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "坏劫隳亡",
                "Desc": "天赋施放的<u>追加攻击</u>伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，并额外恢复 <b><color style='color:#f29e38'>15</color></b> 点能量。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "无尽形寿",
                "Desc": "刃施放终结技清空的累计已损失生命值改为 <b><color style='color:#f29e38'>50%</color></b> ",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "吞忍百死",
                "Desc": "受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。接受治疗后会将 <b><color style='color:#f29e38'>25%</color></b> 的治疗数值转化为终结技的累计已损失生命值。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "坏劫隳亡",
                "Desc": "天赋施放的<u>追加攻击</u>伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，并额外恢复 <b><color style='color:#f29e38'>15</color></b> 点能量。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "无尽形寿",
                "Desc": "刃施放终结技清空的累计已损失生命值改为 <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_11205_SkillTree1"
            },
            "Tree2": {
                "Name": "吞忍百死",
                "Desc": "受到治疗时的回复量提高 <b><color style='color:#f29e38'>20%</color></b> 。接受治疗后会将 <b><color style='color:#f29e38'>25%</color></b> 的治疗数值转化为终结技的累计已损失生命值。",
                "Icon": "SkillIcon_11205_SkillTree2"
            },
            "Tree3": {
                "Name": "坏劫隳亡",
                "Desc": "天赋施放的<u>追加攻击</u>伤害提高 <b><color style='color:#f29e38'>20%</color></b> ，并额外恢复 <b><color style='color:#f29e38'>15</color></b> 点能量。",
                "Icon": "SkillIcon_11205_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "1120501": {
        "v1": {
            "Rank": 1,
            "Name": "剑录大限，地狱变相",
            "Desc": "强化普攻与终结技对指定敌方单体造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>150%</color></b> 本场战斗中累计的已损失生命值。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b><color style='color:#f29e38'>90%</color></b> ，施放终结技后会清空并进行重新累计。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "剑录大限，地狱变相",
            "Desc": "强化普攻与终结技对指定敌方单体造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>150%</color></b> 本场战斗中累计的已损失生命值。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b><color style='color:#f29e38'>90%</color></b> ，施放终结技后会清空并进行重新累计。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "剑录大限，地狱变相",
            "Desc": "强化普攻与终结技对指定敌方单体造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>150%</color></b> 本场战斗中累计的已损失生命值。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b><color style='color:#f29e38'>90%</color></b> ，施放终结技后会清空并进行重新累计。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "剑录大限，地狱变相",
            "Desc": "强化普攻与终结技对指定敌方单体造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>150%</color></b> 本场战斗中累计的已损失生命值。<br>本场战斗中累计已损失生命值最高不超过刃生命上限的 <b><color style='color:#f29e38'>90%</color></b> ，施放终结技后会清空并进行重新累计。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "剑录大限，地狱变相",
            "Desc": "强化普攻与终结技对指定敌方单体造成的伤害额外提高，提高数值等同于终结技累计已损失生命值的 <b><color style='color:#f29e38'>150%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "剑录大限，地狱变相",
            "Desc": "强化普攻与终结技对指定敌方单体造成的伤害额外提高，提高数值等同于终结技累计已损失生命值的 <b><color style='color:#f29e38'>150%</color></b> 。<br>隐藏数值：0.9",
            "Icon": "SkillIcon_11205_Rank1"
        }
    },
    "1120502": {
        "v1": {
            "Rank": 2,
            "Name": "支离旧梦，万端遗恨",
            "Desc": "刃处于【地狱变】状态时，暴击率提高 <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "支离旧梦，万端遗恨",
            "Desc": "刃处于【地狱变】状态时，暴击率提高 <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "支离旧梦，万端遗恨",
            "Desc": "刃处于【地狱变】状态时，暴击率提高 <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "支离旧梦，万端遗恨",
            "Desc": "刃处于【地狱变】状态时，暴击率提高 <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "支离旧梦，万端遗恨",
            "Desc": "刃处于【地狱变】状态时，暴击率提高 <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "支离旧梦，万端遗恨",
            "Desc": "刃处于【地狱变】状态时，暴击率提高 <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_11205_Rank2"
        }
    },
    "1120503": {
        "v1": {
            "Rank": 3,
            "Name": "冶炼玄钢，铣淬寒芒",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "冶炼玄钢，铣淬寒芒",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "冶炼玄钢，铣淬寒芒",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "冶炼玄钢，铣淬寒芒",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "冶炼玄钢，铣淬寒芒",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "冶炼玄钢，铣淬寒芒",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_11205_Ultra"
        }
    },
    "1120504": {
        "v1": {
            "Rank": 4,
            "Name": "泉台歧路，百骸回春",
            "Desc": "当前生命值百分比从大于 <b><color style='color:#f29e38'>50%</color></b> 降低至小于等于 <b><color style='color:#f29e38'>50%</color></b> 时，生命上限提高 <b><color style='color:#f29e38'>20%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "泉台歧路，百骸回春",
            "Desc": "当前生命值百分比从大于 <b><color style='color:#f29e38'>50%</color></b> 降低至小于等于 <b><color style='color:#f29e38'>50%</color></b> 时，生命上限提高 <b><color style='color:#f29e38'>20%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "泉台歧路，百骸回春",
            "Desc": "当前生命值百分比从大于 <b><color style='color:#f29e38'>50%</color></b> 降低至小于等于 <b><color style='color:#f29e38'>50%</color></b> 时，生命上限提高 <b><color style='color:#f29e38'>20%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "泉台歧路，百骸回春",
            "Desc": "当前生命值百分比从大于 <b><color style='color:#f29e38'>50%</color></b> 降低至小于等于 <b><color style='color:#f29e38'>50%</color></b> 时，生命上限提高 <b><color style='color:#f29e38'>20%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "泉台歧路，百骸回春",
            "Desc": "当前生命值百分比从大于 <b><color style='color:#f29e38'>50%</color></b> 降低至小于等于 <b><color style='color:#f29e38'>50%</color></b> 时，生命上限提高 <b><color style='color:#f29e38'>20%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "泉台歧路，百骸回春",
            "Desc": "当前生命值百分比从大于 <b><color style='color:#f29e38'>50%</color></b> 降低至小于等于 <b><color style='color:#f29e38'>50%</color></b> 时，生命上限提高 <b><color style='color:#f29e38'>20%</color></b> ，该效果最多叠加 <b><color style='color:#f29e38'>2</color></b> 层。",
            "Icon": "SkillIcon_11205_Rank4"
        }
    },
    "1120505": {
        "v1": {
            "Rank": 5,
            "Name": "十王判死，业镜悬照",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "十王判死，业镜悬照",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "十王判死，业镜悬照",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "十王判死，业镜悬照",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "十王判死，业镜悬照",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_1205_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "十王判死，业镜悬照",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_11205_BP"
        }
    },
    "1120506": {
        "v1": {
            "Rank": 6,
            "Name": "命留魂销，复返此身",
            "Desc": "充能的层数上限降低至4层。天赋触发<u>追加攻击</u>造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>50%</color></b> 的生命上限。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "命留魂销，复返此身",
            "Desc": "充能的层数上限降低至4层。天赋触发<u>追加攻击</u>造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>50%</color></b> 的生命上限。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "命留魂销，复返此身",
            "Desc": "充能的层数上限降低至4层。天赋触发<u>追加攻击</u>造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>50%</color></b> 的生命上限。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "命留魂销，复返此身",
            "Desc": "充能的层数上限降低至4层。天赋触发<u>追加攻击</u>造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>50%</color></b> 的生命上限。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "命留魂销，复返此身",
            "Desc": "充能的层数上限降低至4层。天赋触发<u>追加攻击</u>造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>50%</color></b> 的生命上限。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "命留魂销，复返此身",
            "Desc": "充能的层数上限降低至4层。天赋触发<u>追加攻击</u>造成的伤害额外提高，提高数值等同于刃 <b><color style='color:#f29e38'>50%</color></b> 的生命上限。",
            "Icon": "SkillIcon_11205_Rank6"
        }
    }
}

var _story_ = {
    "2205": []
}

var _voice_ = {
    "2205": []
}

var _notes_ = {
    "2205": []
}

var _adiff_ = {
    "2205": {}
}

var _mtc_ = {
    "2205": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110415": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110415": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110415": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110415": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "生命值 +28%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "暴击率 +12%",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "效果抵抗 +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "无尽形寿",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "吞忍百死",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "坏劫隳亡",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}