// Auto Generated

var _avatarskill_ = {
    "800501": {
        "v1": {
            "Name": "摇摆的礼仪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v2": {
            "Name": "摇摆的礼仪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v3": {
            "Name": "摇摆的礼仪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v4": {
            "Name": "摇摆的礼仪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v5": {
            "Name": "摇摆的礼仪",
            "MaxLevel": 9,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        }
    },
    "800502": {
        "v1": {
            "Name": "中场馈赠的雨",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害，并额外造成4次伤害。每次伤害对随机敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ],
                [
                    0.3,
                    2.0
                ],
                [
                    0.325,
                    2.0
                ],
                [
                    0.35,
                    2.0
                ],
                [
                    0.375,
                    2.0
                ],
                [
                    0.40625,
                    2.0
                ],
                [
                    0.4375,
                    2.0
                ],
                [
                    0.46875,
                    2.0
                ],
                [
                    0.5,
                    2.0
                ],
                [
                    0.525,
                    2.0
                ],
                [
                    0.55,
                    2.0
                ],
                [
                    0.575,
                    2.0
                ],
                [
                    0.6,
                    2.0
                ],
                [
                    0.625,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_8005_BP"
        },
        "v2": {
            "Name": "中场馈赠的雨",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害，并额外造成4次伤害。每次伤害对随机敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ],
                [
                    0.3,
                    2.0
                ],
                [
                    0.325,
                    2.0
                ],
                [
                    0.35,
                    2.0
                ],
                [
                    0.375,
                    2.0
                ],
                [
                    0.40625,
                    2.0
                ],
                [
                    0.4375,
                    2.0
                ],
                [
                    0.46875,
                    2.0
                ],
                [
                    0.5,
                    2.0
                ],
                [
                    0.525,
                    2.0
                ],
                [
                    0.55,
                    2.0
                ],
                [
                    0.575,
                    2.0
                ],
                [
                    0.6,
                    2.0
                ],
                [
                    0.625,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_8005_BP"
        },
        "v3": {
            "Name": "中场馈赠的雨",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害，并额外造成4次伤害。每次伤害对随机敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ],
                [
                    0.3,
                    2.0
                ],
                [
                    0.325,
                    2.0
                ],
                [
                    0.35,
                    2.0
                ],
                [
                    0.375,
                    2.0
                ],
                [
                    0.40625,
                    2.0
                ],
                [
                    0.4375,
                    2.0
                ],
                [
                    0.46875,
                    2.0
                ],
                [
                    0.5,
                    2.0
                ],
                [
                    0.525,
                    2.0
                ],
                [
                    0.55,
                    2.0
                ],
                [
                    0.575,
                    2.0
                ],
                [
                    0.6,
                    2.0
                ],
                [
                    0.625,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_8005_BP"
        },
        "v4": {
            "Name": "中场馈赠的雨",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害，并额外造成4次伤害。每次伤害对随机敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ],
                [
                    0.3,
                    2.0
                ],
                [
                    0.325,
                    2.0
                ],
                [
                    0.35,
                    2.0
                ],
                [
                    0.375,
                    2.0
                ],
                [
                    0.40625,
                    2.0
                ],
                [
                    0.4375,
                    2.0
                ],
                [
                    0.46875,
                    2.0
                ],
                [
                    0.5,
                    2.0
                ],
                [
                    0.525,
                    2.0
                ],
                [
                    0.55,
                    2.0
                ],
                [
                    0.575,
                    2.0
                ],
                [
                    0.6,
                    2.0
                ],
                [
                    0.625,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_8005_BP"
        },
        "v5": {
            "Name": "中场馈赠的雨",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "弹射",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害，并额外造成4次伤害。每次伤害对随机敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的虚数属性伤害。<br>隐藏数值：#2[f]",
            "Params": [
                [
                    0.25,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ],
                [
                    0.3,
                    2.0
                ],
                [
                    0.325,
                    2.0
                ],
                [
                    0.35,
                    2.0
                ],
                [
                    0.375,
                    2.0
                ],
                [
                    0.40625,
                    2.0
                ],
                [
                    0.4375,
                    2.0
                ],
                [
                    0.46875,
                    2.0
                ],
                [
                    0.5,
                    2.0
                ],
                [
                    0.525,
                    2.0
                ],
                [
                    0.55,
                    2.0
                ],
                [
                    0.575,
                    2.0
                ],
                [
                    0.6,
                    2.0
                ],
                [
                    0.625,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_8005_BP"
        }
    },
    "800503": {
        "v1": {
            "Name": "喧嚣的舞灯巡游",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为我方全体附上【伴舞】效果，持续 <b>#1[f]</b> 回合，开拓者每回合开始时持续回合数减1。持有【伴舞】的我方目标攻击处于<u>弱点击破状态</u>下的敌方目标后，会基于攻击者@ <b>#2[p]</b> #击破特攻和本次攻击削韧伤害，额外造成1次<u>击破伤害</u>。<br><br>@<b>弱点击破状态</b>#<br>当敌方目标的韧性被削减至0时进入的特殊状态，进入该状态的目标行动会被延后。<br><br>@<b>击破伤害</b>#<br>不受除击破特攻外其他自身属性值加成的伤害类型。角色等级、目标韧性上限越高，造成的击破伤害越高。",
            "Params": [
                [
                    3.0,
                    0.6
                ],
                [
                    3.0,
                    0.64
                ],
                [
                    3.0,
                    0.68
                ],
                [
                    3.0,
                    0.72
                ],
                [
                    3.0,
                    0.76
                ],
                [
                    3.0,
                    0.8
                ],
                [
                    3.0,
                    0.85
                ],
                [
                    3.0,
                    0.9
                ],
                [
                    3.0,
                    0.95
                ],
                [
                    3.0,
                    1.0
                ],
                [
                    3.0,
                    1.04
                ],
                [
                    3.0,
                    1.08
                ],
                [
                    3.0,
                    1.12
                ],
                [
                    3.0,
                    1.16
                ],
                [
                    3.0,
                    1.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v2": {
            "Name": "喧嚣的舞灯巡游",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为我方全体附上【伴舞】效果，持续 <b>#1[f]</b> 回合，开拓者每回合开始时持续回合数减1。持有【伴舞】的我方目标攻击处于<u>弱点击破状态</u>下的敌方目标后，会基于攻击者@ <b>#2[p]</b> #击破特攻和本次攻击削韧伤害，额外造成1次<u>击破伤害</u>。<br><br>@<b>弱点击破状态</b>#<br>当敌方目标的韧性被削减至0时进入的特殊状态，进入该状态的目标行动会被延后。<br><br>@<b>击破伤害</b>#<br>不受除击破特攻外其他自身属性值加成的伤害类型。角色等级、目标韧性上限越高，造成的击破伤害越高。",
            "Params": [
                [
                    3.0,
                    0.6
                ],
                [
                    3.0,
                    0.64
                ],
                [
                    3.0,
                    0.68
                ],
                [
                    3.0,
                    0.72
                ],
                [
                    3.0,
                    0.76
                ],
                [
                    3.0,
                    0.8
                ],
                [
                    3.0,
                    0.85
                ],
                [
                    3.0,
                    0.9
                ],
                [
                    3.0,
                    0.95
                ],
                [
                    3.0,
                    1.0
                ],
                [
                    3.0,
                    1.04
                ],
                [
                    3.0,
                    1.08
                ],
                [
                    3.0,
                    1.12
                ],
                [
                    3.0,
                    1.16
                ],
                [
                    3.0,
                    1.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v3": {
            "Name": "喧嚣的舞灯巡游",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为我方全体附上【伴舞】效果，持续 <b>#1[f]</b> 回合，开拓者每回合开始时持续回合数减1。持有【伴舞】的我方目标击破特攻提高@ <b>#3[p]</b> #，并且攻击处于<u>弱点击破状态</u>下的敌方目标后，会将本次攻击的削韧伤害转化为1次<u>超击破伤害</u>。<br>隐藏数值：#2[f]<br><br>@<b>弱点击破状态</b>#<br>当敌方目标的韧性被削减至0时进入的特殊状态，进入该状态的目标行动会被延后。<br><br>@<b>超击破伤害</b>#<br>击破特攻、本次攻击削韧伤害、角色等级越高，造成的超击破伤害越高。<br>超击破伤害无法暴击，不受伤害提高类效果所影响。",
            "Params": [
                [
                    3.0,
                    1.0,
                    0.15
                ],
                [
                    3.0,
                    1.0,
                    0.165
                ],
                [
                    3.0,
                    1.0,
                    0.18
                ],
                [
                    3.0,
                    1.0,
                    0.195
                ],
                [
                    3.0,
                    1.0,
                    0.21
                ],
                [
                    3.0,
                    1.0,
                    0.225
                ],
                [
                    3.0,
                    1.0,
                    0.24375
                ],
                [
                    3.0,
                    1.0,
                    0.2625
                ],
                [
                    3.0,
                    1.0,
                    0.28125
                ],
                [
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    3.0,
                    1.0,
                    0.315
                ],
                [
                    3.0,
                    1.0,
                    0.33
                ],
                [
                    3.0,
                    1.0,
                    0.345
                ],
                [
                    3.0,
                    1.0,
                    0.36
                ],
                [
                    3.0,
                    1.0,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v4": {
            "Name": "喧嚣的舞灯巡游",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为我方全体附上【伴舞】效果，持续 <b>#1[f]</b> 回合，开拓者每回合开始时持续回合数减1。持有【伴舞】的我方目标击破特攻提高@ <b>#3[p]</b> #，并且攻击处于<u>弱点击破状态</u>下的敌方目标后，会将本次攻击的削韧伤害转化为1次<u>超击破伤害</u>。<br>隐藏数值：#2[f]<br><br>@<b>弱点击破状态</b>#<br>当敌方目标的韧性被削减至0时进入的特殊状态，进入该状态的目标行动会被延后。<br><br>@<b>超击破伤害</b>#<br>击破特攻、本次攻击削韧伤害、角色等级越高，造成的超击破伤害越高。<br>超击破伤害无法暴击，不受伤害提高类效果所影响。",
            "Params": [
                [
                    3.0,
                    1.0,
                    0.15
                ],
                [
                    3.0,
                    1.0,
                    0.165
                ],
                [
                    3.0,
                    1.0,
                    0.18
                ],
                [
                    3.0,
                    1.0,
                    0.195
                ],
                [
                    3.0,
                    1.0,
                    0.21
                ],
                [
                    3.0,
                    1.0,
                    0.225
                ],
                [
                    3.0,
                    1.0,
                    0.24375
                ],
                [
                    3.0,
                    1.0,
                    0.2625
                ],
                [
                    3.0,
                    1.0,
                    0.28125
                ],
                [
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    3.0,
                    1.0,
                    0.315
                ],
                [
                    3.0,
                    1.0,
                    0.33
                ],
                [
                    3.0,
                    1.0,
                    0.345
                ],
                [
                    3.0,
                    1.0,
                    0.36
                ],
                [
                    3.0,
                    1.0,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v5": {
            "Name": "喧嚣的舞灯巡游",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "辅助",
            "Desc": "为我方全体附上【伴舞】效果，持续 <b>#1[f]</b> 回合，开拓者每回合开始时持续回合数减1。持有【伴舞】的我方目标击破特攻提高@ <b>#3[p]</b> #，并且攻击处于<u>弱点击破状态</u>下的敌方目标后，会将本次攻击的削韧伤害转化为1次<u>超击破伤害</u>。<br>隐藏数值：#2[f]<br><br>@<b>弱点击破状态</b>#<br>当敌方目标的韧性被削减至0时进入的特殊状态，进入该状态的目标行动会被延后。<br><br>@<b>超击破伤害</b>#<br>击破特攻、本次攻击削韧伤害、角色等级越高，造成的超击破伤害越高。<br>超击破伤害无法暴击，不受伤害提高类效果所影响。",
            "Params": [
                [
                    3.0,
                    1.0,
                    0.15
                ],
                [
                    3.0,
                    1.0,
                    0.165
                ],
                [
                    3.0,
                    1.0,
                    0.18
                ],
                [
                    3.0,
                    1.0,
                    0.195
                ],
                [
                    3.0,
                    1.0,
                    0.21
                ],
                [
                    3.0,
                    1.0,
                    0.225
                ],
                [
                    3.0,
                    1.0,
                    0.24375
                ],
                [
                    3.0,
                    1.0,
                    0.2625
                ],
                [
                    3.0,
                    1.0,
                    0.28125
                ],
                [
                    3.0,
                    1.0,
                    0.3
                ],
                [
                    3.0,
                    1.0,
                    0.315
                ],
                [
                    3.0,
                    1.0,
                    0.33
                ],
                [
                    3.0,
                    1.0,
                    0.345
                ],
                [
                    3.0,
                    1.0,
                    0.36
                ],
                [
                    3.0,
                    1.0,
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Ultra"
        }
    },
    "800504": {
        "v1": {
            "Name": "全屏段的高空踏歌",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "当有敌方目标的弱点被击破时，开拓者立即恢复@ <b>#1[f]</b> #点能量。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.5
                ],
                [
                    6.0
                ],
                [
                    6.5
                ],
                [
                    7.0
                ],
                [
                    7.5
                ],
                [
                    8.125
                ],
                [
                    8.75
                ],
                [
                    9.375
                ],
                [
                    10.0
                ],
                [
                    10.5
                ],
                [
                    11.0
                ],
                [
                    11.5
                ],
                [
                    12.0
                ],
                [
                    12.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Passive"
        },
        "v2": {
            "Name": "全屏段的高空踏歌",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "当有敌方目标的弱点被击破时，开拓者立即恢复@ <b>#1[f]</b> #点能量。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.5
                ],
                [
                    6.0
                ],
                [
                    6.5
                ],
                [
                    7.0
                ],
                [
                    7.5
                ],
                [
                    8.125
                ],
                [
                    8.75
                ],
                [
                    9.375
                ],
                [
                    10.0
                ],
                [
                    10.5
                ],
                [
                    11.0
                ],
                [
                    11.5
                ],
                [
                    12.0
                ],
                [
                    12.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Passive"
        },
        "v3": {
            "Name": "全屏段的高空踏歌",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "当有敌方目标的弱点被击破时，开拓者立即恢复@ <b>#1[f]</b> #点能量。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.5
                ],
                [
                    6.0
                ],
                [
                    6.5
                ],
                [
                    7.0
                ],
                [
                    7.5
                ],
                [
                    8.125
                ],
                [
                    8.75
                ],
                [
                    9.375
                ],
                [
                    10.0
                ],
                [
                    10.5
                ],
                [
                    11.0
                ],
                [
                    11.5
                ],
                [
                    12.0
                ],
                [
                    12.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Passive"
        },
        "v4": {
            "Name": "全屏段的高空踏歌",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "当有敌方目标的弱点被击破时，开拓者立即恢复@ <b>#1[f]</b> #点能量。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.5
                ],
                [
                    6.0
                ],
                [
                    6.5
                ],
                [
                    7.0
                ],
                [
                    7.5
                ],
                [
                    8.125
                ],
                [
                    8.75
                ],
                [
                    9.375
                ],
                [
                    10.0
                ],
                [
                    10.5
                ],
                [
                    11.0
                ],
                [
                    11.5
                ],
                [
                    12.0
                ],
                [
                    12.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Passive"
        },
        "v5": {
            "Name": "全屏段的高空踏歌",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "妨害",
            "Desc": "当有敌方目标的弱点被击破时，开拓者立即恢复@ <b>#1[f]</b> #点能量。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.5
                ],
                [
                    6.0
                ],
                [
                    6.5
                ],
                [
                    7.0
                ],
                [
                    7.5
                ],
                [
                    8.125
                ],
                [
                    8.75
                ],
                [
                    9.375
                ],
                [
                    10.0
                ],
                [
                    10.5
                ],
                [
                    11.0
                ],
                [
                    11.5
                ],
                [
                    12.0
                ],
                [
                    12.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Passive"
        }
    },
    "800506": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Normal"
        }
    },
    "800507": {
        "v1": {
            "Name": "即刻！独奏团",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时使我方全体的击破特攻提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Maze"
        },
        "v2": {
            "Name": "即刻！独奏团",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时使我方全体的击破特攻提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Maze"
        },
        "v3": {
            "Name": "即刻！独奏团",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时使我方全体的击破特攻提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Maze"
        },
        "v4": {
            "Name": "即刻！独奏团",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时使我方全体的击破特攻提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Maze"
        },
        "v5": {
            "Name": "即刻！独奏团",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "辅助",
            "Desc": "使用秘技后，下一次战斗开始时使我方全体的击破特攻提高 <b>#1[p]</b> ，持续 <b>#2[f]</b> 回合。",
            "Params": [
                [
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8005_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "8005": {
        "v1": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "ImaginaryAddedRatio": 0.144,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "卫我起舞",
                "Desc": "若敌方目标数量大于等于5个时，【伴舞】效果触发的击破伤害提高 <b><color style='color:#f29e38'>30.0%</color></b> ，每减少一个敌方目标，【伴舞】效果触发的击破伤害额外提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree1"
            },
            "Tree2": {
                "Name": "随波逐流",
                "Desc": "战技造成的第一次削韧伤害额外提高 <b><color style='color:#f29e38'>100.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree2"
            },
            "Tree3": {
                "Name": "剧院之帽",
                "Desc": "我方目标造成弱点击破后额外使敌方目标行动延后 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "ImaginaryAddedRatio": 0.144,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "卫我起舞",
                "Desc": "若敌方目标数量大于等于5个时，【伴舞】效果触发的击破伤害提高 <b><color style='color:#f29e38'>30.0%</color></b> ，每减少一个敌方目标，【伴舞】效果触发的击破伤害额外提高 <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree1"
            },
            "Tree2": {
                "Name": "随波逐流",
                "Desc": "战技造成的第一次削韧伤害额外提高 <b><color style='color:#f29e38'>100.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree2"
            },
            "Tree3": {
                "Name": "剧院之帽",
                "Desc": "我方目标造成弱点击破后额外使敌方目标行动延后 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "ImaginaryAddedRatio": 0.144,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "卫我起舞",
                "Desc": "当场上敌方目标数量等于5或以上/4/3/2/1名时，【伴舞】效果触发的超击破伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> / <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>40.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> / <b><color style='color:#f29e38'>60.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree1"
            },
            "Tree2": {
                "Name": "随波逐流",
                "Desc": "施放战技时，造成的第一次削韧伤害额外提高 <b><color style='color:#f29e38'>100.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree2"
            },
            "Tree3": {
                "Name": "剧院之帽",
                "Desc": "我方目标造成弱点击破后额外使敌方目标行动延后 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "ImaginaryAddedRatio": 0.144,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "卫我起舞",
                "Desc": "当场上敌方目标数量等于5或以上/4/3/2/1名时，【伴舞】效果触发的超击破伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> / <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>40.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> / <b><color style='color:#f29e38'>60.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree1"
            },
            "Tree2": {
                "Name": "随波逐流",
                "Desc": "施放战技时，造成的第一次削韧伤害额外提高 <b><color style='color:#f29e38'>100.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree2"
            },
            "Tree3": {
                "Name": "剧院之帽",
                "Desc": "我方目标造成弱点击破后额外使敌方目标行动延后 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "ImaginaryAddedRatio": 0.144,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "卫我起舞",
                "Desc": "当场上敌方目标数量等于5或以上/4/3/2/1名时，【伴舞】效果触发的超击破伤害提高 <b><color style='color:#f29e38'>20.0%</color></b> / <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>40.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> / <b><color style='color:#f29e38'>60.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree1"
            },
            "Tree2": {
                "Name": "随波逐流",
                "Desc": "施放战技时，造成的第一次削韧伤害额外提高 <b><color style='color:#f29e38'>100.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree2"
            },
            "Tree3": {
                "Name": "剧院之帽",
                "Desc": "我方目标造成弱点击破后额外使敌方目标行动延后 <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_8005_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "800501": {
        "v1": {
            "Rank": 1,
            "Name": "您的最佳观众席",
            "Desc": "施放首次战技后立即回复 <b><color style='color:#f29e38'>1.0</color></b> 点战技点。",
            "Icon": "SkillIcon_8005_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "您的最佳观众席",
            "Desc": "施放首次战技后立即回复 <b><color style='color:#f29e38'>1.0</color></b> 点战技点。",
            "Icon": "SkillIcon_8005_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "您的最佳观众席",
            "Desc": "施放首次战技后立即回复 <b><color style='color:#f29e38'>1.0</color></b> 点战技点。",
            "Icon": "SkillIcon_8005_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "您的最佳观众席",
            "Desc": "施放首次战技后立即回复 <b><color style='color:#f29e38'>1.0</color></b> 点战技点。",
            "Icon": "SkillIcon_8005_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "您的最佳观众席",
            "Desc": "施放首次战技后立即回复 <b><color style='color:#f29e38'>1.0</color></b> 点战技点。",
            "Icon": "SkillIcon_8005_Rank1"
        }
    },
    "800502": {
        "v1": {
            "Rank": 2,
            "Name": "越狱的跨洋彩虹",
            "Desc": "战斗开始时，开拓者的能量恢复效率提高 <b><color style='color:#f29e38'>25.0%</color></b> ，持续 <b><color style='color:#f29e38'>3.0</color></b> 回合。",
            "Icon": "SkillIcon_8005_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "越狱的跨洋彩虹",
            "Desc": "战斗开始时，开拓者的能量恢复效率提高 <b><color style='color:#f29e38'>25.0%</color></b> ，持续 <b><color style='color:#f29e38'>3.0</color></b> 回合。",
            "Icon": "SkillIcon_8005_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "越狱的跨洋彩虹",
            "Desc": "战斗开始时，开拓者的能量恢复效率提高 <b><color style='color:#f29e38'>25.0%</color></b> ，持续 <b><color style='color:#f29e38'>3.0</color></b> 回合。",
            "Icon": "SkillIcon_8005_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "越狱的跨洋彩虹",
            "Desc": "战斗开始时，开拓者的能量恢复效率提高 <b><color style='color:#f29e38'>25.0%</color></b> ，持续 <b><color style='color:#f29e38'>3.0</color></b> 回合。",
            "Icon": "SkillIcon_8005_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "越狱的跨洋彩虹",
            "Desc": "战斗开始时，开拓者的能量恢复效率提高 <b><color style='color:#f29e38'>25.0%</color></b> ，持续 <b><color style='color:#f29e38'>3.0</color></b> 回合。",
            "Icon": "SkillIcon_8005_Rank2"
        }
    },
    "800503": {
        "v1": {
            "Rank": 3,
            "Name": "休止符的疗养院",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_8005_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "休止符的疗养院",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_8005_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "休止符的疗养院",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_8005_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "休止符的疗养院",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_8005_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "休止符的疗养院",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级。",
            "Icon": "SkillIcon_8005_BP"
        }
    },
    "800504": {
        "v1": {
            "Rank": 4,
            "Name": "袒护白鸽的冠冕",
            "Desc": "使除自身以外的队友击破特攻提高，提高数值等同于开拓者 <b><color style='color:#f29e38'>15.0%</color></b> 的击破特攻+ <b><color style='color:#f29e38'>30.0%</color></b> 。",
            "Icon": "SkillIcon_8005_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "袒护白鸽的冠冕",
            "Desc": "使除自身以外的队友击破特攻提高，提高数值等同于开拓者 <b><color style='color:#f29e38'>15.0%</color></b> 的击破特攻+ <b><color style='color:#f29e38'>30.0%</color></b> 。",
            "Icon": "SkillIcon_8005_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "袒护白鸽的冠冕",
            "Desc": "使除自身以外的队友击破特攻提高，提高数值等同于开拓者 <b><color style='color:#f29e38'>15.0%</color></b> 的击破特攻。",
            "Icon": "SkillIcon_8005_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "袒护白鸽的冠冕",
            "Desc": "开拓者在场时，使除自身以外的队友击破特攻提高，提高数值等同于开拓者 <b><color style='color:#f29e38'>15.0%</color></b> 的击破特攻。",
            "Icon": "SkillIcon_8005_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "袒护白鸽的冠冕",
            "Desc": "开拓者在场时，使除自身以外的队友击破特攻提高，提高数值等同于开拓者 <b><color style='color:#f29e38'>15.0%</color></b> 的击破特攻。",
            "Icon": "SkillIcon_8005_Rank4"
        }
    },
    "800505": {
        "v1": {
            "Rank": 5,
            "Name": "包庇旧节拍的诗",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "包庇旧节拍的诗",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "包庇旧节拍的诗",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "包庇旧节拍的诗",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8005_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "包庇旧节拍的诗",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8005_Ultra"
        }
    },
    "800506": {
        "v1": {
            "Rank": 6,
            "Name": "明天，栖息聚光之下",
            "Desc": "战技的额外伤害次数增加 <b><color style='color:#f29e38'>2.0</color></b> 次。",
            "Icon": "SkillIcon_8005_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "明天，栖息聚光之下",
            "Desc": "战技的额外伤害次数增加 <b><color style='color:#f29e38'>2.0</color></b> 次。",
            "Icon": "SkillIcon_8005_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "明天，栖息聚光之下",
            "Desc": "战技的额外伤害次数增加 <b><color style='color:#f29e38'>2.0</color></b> 次。",
            "Icon": "SkillIcon_8005_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "明天，栖息聚光之下",
            "Desc": "战技的额外伤害次数增加 <b><color style='color:#f29e38'>2.0</color></b> 次。",
            "Icon": "SkillIcon_8005_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "明天，栖息聚光之下",
            "Desc": "战技的额外伤害次数增加 <b><color style='color:#f29e38'>2.0</color></b> 次。",
            "Icon": "SkillIcon_8005_Rank6"
        }
    }
}

var _story_ = {
    "8005": [
        {
            "_id": 11,
            "Story": "为了消除星核带来的危机，{F#少女}{M#少年}开拓者选择与星穹列车同行。"
        },
        {
            "_id": 12,
            "Story": "你记得不多。<br>你并非来自此地，也并非来自彼方，你本不去往任意一处——<br>直到模糊的声在你耳边吹拂，那悲伤爱怜的劝导，似是而非的催促……<br>种子扎根。你睁开双眼，那说话的人已不在。<br><br>只是声音愈来愈多愈清晰。<br>有无虑的关照，有镇静的劝告，有毅然的坚持，有温柔的点拨……<br>你看到锦线正织成明日。<br><br>巨大的兽自无垠降下，<br>金色的瞳从黑夜俯视，<br>你也不再被过去抛弃。<br>你还将开拓漫长旅途，<br>踏过的荆棘都成了路。<br><br>列车鸣笛，愿你抵达将至的未来<br>——以你自己的意志。"
        },
        {
            "_id": 13,
            "Story": "你来到了「存护之城」。<br>雪幕之后，风似钢剑，火种留存。<br>远方不会听见，大地同样震颤，只有哭喊的人们迎风而上。<br><br>外敌、寒潮、裂隙之后，溃烂始于堡垒之中。<br>你施予援手，却遭背弃。<br>有人曾看轻你，误解你，但你仍走到他们身边，寻找他们的路。<br>更多的人挂怀你，担心你，面向他们的苦难，为苦恼之人找到药方。<br>最终他们走到你的身边。<br><br>冰雪中，你恰如一团火，存护这个世界的灵魂<br>——即使你将日日夜夜焚烧自己。"
        },
        {
            "_id": 14,
            "Story": "谐乐引你跌入美梦，糖浆与汽水充盈你的喉间。<br>节日盛大，人群喧哗，那些未曾谋面的人们披上伪装于梦中相聚。<br>你们饱览光怪陆离的风景，在晨曦微露之时分别——<br>此刻，至暗的午夜才刚刚开始。<br><br>时针嘀嗒转动，死亡如影随形。<br>你被当作筹码押上台面，却为自己赢得了揭晓秘密的权利。<br>你带上已死之人的梦，继续着他们未竟的路，面对他们不曾战胜的对手——<br><br>伪神汇聚众人的渴望而升起，万千人的齐唱淹没了你的存在。<br>行于不同道路的人拉起彼此的双手，<br>你们的旋律互相交织，虽微茫却如同长夜的灯火生生不息。<br>一个又一个人于梦中惊醒，而那微小的歌声最终汇成震耳欲聋的呐喊，冲破梦的帷幕。<br><br>永恒的美梦消散于一瞬，而你终于明白人们为何而沉睡<br>——为了从梦中醒来的明天。"
        },
        {
            "_id": 15,
            "Story": "看，在永恒之地，展开一卷无名的史诗——<br>听。风中的歌谣传唱再创世的哀歌，看见金血流过安眠的花丛，火种撑起疮痍的大地。<br>就像种子即将死去，诗篇无人问津。<br><br>因为虚假的结局将故事的扉页铐上枷锁。<br>数算荧荧的冷光，刺痛祈盼黎明的眼睛。<br>岁月未曾流淌，太阳将要毁伤——这是故事的高潮，抑或终局？<br>不，还差…最后一笔。<br><br>于是你在每一页留下「开拓」的字迹，向下坠落是向另一端升起。<br>你们奔行在记忆的泥浆，用亿万颗火种烧蚀冰冷的数列，接住破碎的胚芽。<br>当一页新生的空白出现，你落下一笔，它也向过去…荡开涟漪。<br><br>荧荧的光闪烁在记忆留白的夜空，尚未到来的流星，被寄予永恒的期待。<br>十三声心跳，在高歌逐火之旅，因为那是他们深爱的土地。<br>故事的扉页被再次翻开，那里写着有关生命的预言。<br><br>听！风中的歌谣如是传唱，记忆的种子在群星处生长，因为<br>——银河已知晓「翁法罗斯」的姓名。"
        }
    ]
}

var _voice_ = {
    "8005": [
        {
            "_id": "archive_player_1_m",
            "Title": "回忆 · 关于自己",
            "Voice": "当有机会做出选择的时候，不要让自己后悔……"
        },
        {
            "_id": "archive_player_2_m",
            "Title": "回忆 · 列车",
            "Voice": "如果没有选择登上列车，我会度过怎样的一生…不，不会有如果。"
        },
        {
            "_id": "archive_player_3_m",
            "Title": "回忆 · 帕姆",
            "Voice": "虽然嘴上说着不高兴，身体的反应还是很真实的。还是多去找找帕姆吧！"
        },
        {
            "_id": "archive_player_4_m",
            "Title": "回忆 · 空间站「黑塔」",
            "Voice": "我的武器也是空间站的奇物之一，虽然不知道它的来历——但被黑塔女士看中，一定有其重要之处。"
        },
        {
            "_id": "archive_player_5_m",
            "Title": "回忆 · 「毁灭」",
            "Voice": "「毁灭」的意志究竟从何而来，真的是因为体内的星核么……"
        },
        {
            "_id": "archive_player_6_m",
            "Title": "回忆 · 贝洛伯格",
            "Voice": "贝洛伯格的人们和我一样，也是第一次看到这颗星球上原生的那片天空。"
        },
        {
            "_id": "archive_player_7_m",
            "Title": "回忆 · 「存护」",
            "Voice": "「存护」的种子一直都在贝洛伯格，我只是重新唤起了这座城市生存的意志…即使微弱，它也未到熄灭的时刻。"
        },
        {
            "_id": "archive_player_8_m",
            "Title": "回忆 · 匹诺康尼",
            "Voice": "在匹诺康尼，米哈伊尔早就以自己的一生诠释了来自「钟表匠」最宝贵的遗产…只有当人们醒来后，才能将夜晚的梦带入白日。"
        },
        {
            "_id": "archive_player_9_m",
            "Title": "回忆 · 「同谐」",
            "Voice": "与很多人之间，并非没有纷争与争执，但在偶然的命运相交之时，我也愿意暂时放下这些，望向我们共同的未来。"
        },
        {
            "_id": "archive_player_10_m",
            "Title": "回忆 · 翁法罗斯",
            "Voice": "英雄史诗已然成篇——在这个阿基维利也未曾抵达的世界，我们却能够以「无名客」的身份与翁法罗斯的诸位同行，见证每个人写下浓墨重彩的一笔。"
        },
        {
            "_id": "archive_player_11_m",
            "Title": "回忆 · 「记忆」",
            "Voice": "那些我以为遗忘的，其实从未离我远去。它们是诗行的起始，而一站站开拓，会续写更浪漫的篇章。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playerboy",
            "Title": "「毁灭」星魂激活",
            "Voice": "选择，并非像看上去那般遥不可及。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playerboy2",
            "Title": "「存护」星魂激活",
            "Voice": "选择的价值，因坚定的意志而可贵。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playerboy3",
            "Title": "「同谐」星魂激活",
            "Voice": "即便互不相识，我们也会为同一目标，做出同一选择。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playerboy_jy",
            "Title": "「记忆」星魂激活",
            "Voice": "即便将被遗忘，不要放弃选择。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_playerboy",
            "Title": "角色晋阶",
            "Voice": "还未到止步的时候。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_playerboy",
            "Title": "角色满级",
            "Voice": "旅程…不会结束。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playerboy",
            "Title": "「毁灭」行迹激活",
            "Voice": "这就是…我的意志。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playerboy2",
            "Title": "「存护」行迹激活",
            "Voice": "「存护」…由行动来决定。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playerboy3",
            "Title": "「同谐」行迹激活",
            "Voice": "在岔道之前，珍惜同路的时光。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playerboy_jy",
            "Title": "「记忆」行迹激活",
            "Voice": "记住过去，是为了迈向未来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_playerboy",
            "Title": "队伍编成 · 三月七",
            "Voice": "反击就靠你了，三月。我相信你。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_playerboy",
            "Title": "队伍编成 · 丹恒",
            "Voice": "丹恒，我们速战速决。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_playerboy",
            "Title": "队伍编成 · 丹恒 · 饮月",
            "Voice": "就像平时那样，丹恒，我们速战速决。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_playerboy",
            "Title": "队伍编成 · 姬子",
            "Voice": "这次也拜托姬子小姐收尾了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_playerboy",
            "Title": "队伍编成 · 瓦尔特",
            "Voice": "放心交给我吧，杨叔…咳，瓦尔特先生。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_playerboy",
            "Title": "队伍编成 · 星期日",
            "Voice": "未曾设想的画面…但这也是「开拓」的意义。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_playerboy",
            "Title": "队伍编成 · 长夜月",
            "Voice": "还是按过去的方式来？见一个打一个，对吧？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_playerboy",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "丹恒，继续一起开拓吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_playerboy",
            "Title": "队伍编成 · 阿格莱雅",
            "Voice": "为了黄金般的未来，一同努力吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_playerboy",
            "Title": "队伍编成 · 缇宝",
            "Voice": "帮帮我，万能的缇宝老师！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_playerboy",
            "Title": "队伍编成 · 万敌",
            "Voice": "前方必是辉煌，迈德漠斯。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_playerboy",
            "Title": "队伍编成 · 遐蝶",
            "Voice": "这一次，我们会携手同行。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_playerboy",
            "Title": "队伍编成 · 那刻夏",
            "Voice": "期待您这一次表演。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_playerboy",
            "Title": "队伍编成 · 风堇",
            "Voice": "风堇，感谢你洒下的色彩。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_playerboy",
            "Title": "队伍编成 · 赛飞儿",
            "Voice": "战利品，我们三七分？谁三谁七，可以再商量。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_playerboy",
            "Title": "队伍编成 · 白厄",
            "Voice": "成为英雄的道路并不孤单，搭档。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_playerboy",
            "Title": "队伍编成 · 海瑟音",
            "Voice": "盛宴已至，奏响凯旋的舞曲吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_playerboy",
            "Title": "队伍编成 · 刻律德菈",
            "Voice": "凯撒，再带领我们冲锋一次！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_playerboy",
            "Title": "队伍编成 · 昔涟",
            "Voice": "我会记得，我会前进。一同走向群星吧，昔涟。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playerboy",
            "Title": "「毁灭」战斗开始 · 弱点击破",
            "Voice": "机不可失。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playerboy",
            "Title": "「毁灭」战斗开始 · 危险预警",
            "Voice": "警惕起来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playerboy_01",
            "Title": "「毁灭」回合开始 · 一",
            "Voice": "要开始了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playerboy_02",
            "Title": "「毁灭」回合开始 · 二",
            "Voice": "速战速决吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playerboy",
            "Title": "「毁灭」回合待机",
            "Voice": "下一个是谁？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playerboy_01",
            "Title": "「毁灭」普攻",
            "Voice": "轮到你了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playerboy_01",
            "Title": "「毁灭」战技",
            "Voice": "尝尝这个！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playerboy_01",
            "Title": "「毁灭」轻受击",
            "Voice": "不痛不痒。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playerboy_01",
            "Title": "「毁灭」重受击",
            "Voice": "还差得远。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playerboy",
            "Title": "「毁灭」终结技 · 激活",
            "Voice": "规则，就是用来打破的。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_playerboy_01",
            "Title": "「毁灭」终结技 · 施放 · 一",
            "Voice": "你出局了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_playerboy_01",
            "Title": "「毁灭」终结技 · 施放 · 二",
            "Voice": "我来送你上路。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_playerboy_02",
            "Title": "「毁灭」终结技 · 施放 · 三",
            "Voice": "致胜一击！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playerboy_01",
            "Title": "「毁灭」无法战斗",
            "Voice": "是我…输了……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playerboy",
            "Title": "「毁灭」重回战斗",
            "Voice": "开始第二轮吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playerboy",
            "Title": "「毁灭」回复生命",
            "Voice": "好多了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playerboy",
            "Title": "「毁灭」秘技",
            "Voice": "再坚持一下。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playerboy2",
            "Title": "「存护」战斗开始 · 弱点击破",
            "Voice": "进攻的时机来了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playerboy2",
            "Title": "「存护」战斗开始 · 危险预警",
            "Voice": "警惕起来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playerboy2_01",
            "Title": "「存护」回合开始 · 一",
            "Voice": "骑枪，备战。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playerboy2_02",
            "Title": "「存护」回合开始 · 二",
            "Voice": "我来守护。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playerboy2",
            "Title": "「存护」回合待机",
            "Voice": "战势拖得太久了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playerboy2_01",
            "Title": "「存护」普攻",
            "Voice": "贯穿！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_playerboy2_01",
            "Title": "「存护」强化普攻",
            "Voice": "裂地！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playerboy2_01",
            "Title": "「存护」战技 · 一",
            "Voice": "坚不可摧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playerboy2_02",
            "Title": "「存护」战技 · 二",
            "Voice": "以强援弱。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playerboy2_01",
            "Title": "「存护」轻受击",
            "Voice": "毫发无伤。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playerboy2_01",
            "Title": "「存护」重受击",
            "Voice": "我…没事。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playerboy2",
            "Title": "「存护」终结技 · 激活",
            "Voice": "枪尖已经点燃。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playerboy2",
            "Title": "「存护」终结技 · 施放",
            "Voice": "炎枪！冲锋！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playerboy2_01",
            "Title": "「存护」无法战斗",
            "Voice": "我…必须坚持…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playerboy2",
            "Title": "「存护」重回战斗",
            "Voice": "我绝不后退。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playerboy2",
            "Title": "「存护」回复生命",
            "Voice": "配合得不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playerboy2",
            "Title": "「存护」秘技",
            "Voice": "存护之志！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playerboy3",
            "Title": "「同谐」战斗开始 · 弱点击破",
            "Voice": "节奏乱了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playerboy3",
            "Title": "「同谐」战斗开始 · 危险预警",
            "Voice": "考验默契的时候。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playerboy3_01",
            "Title": "「同谐」回合开始 · 一",
            "Voice": "各就各位。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playerboy3_02",
            "Title": "「同谐」回合开始 · 二",
            "Voice": "保持步调一致。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playerboy3",
            "Title": "「同谐」回合待机",
            "Voice": "小心错过入场的最佳时机。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playerboy3_01",
            "Title": "「同谐」普攻",
            "Voice": "到我了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playerboy3_01",
            "Title": "「同谐」战技 · 一",
            "Voice": "即兴表演！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playerboy3_02",
            "Title": "「同谐」战技 · 二",
            "Voice": "好梦成真！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playerboy3_01",
            "Title": "「同谐」轻受击",
            "Voice": "还是老样子……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playerboy3_01",
            "Title": "「同谐」重受击",
            "Voice": "我马上跟上。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playerboy3",
            "Title": "「同谐」终结技 · 激活",
            "Voice": "气氛已经烘托到位。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playerboy3",
            "Title": "「同谐」终结技 · 施放",
            "Voice": "合演，开场！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playerboy3_01",
            "Title": "「同谐」无法战斗",
            "Voice": "还没…结束……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playerboy3",
            "Title": "「同谐」重回战斗",
            "Voice": "中场休息结束。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playerboy3",
            "Title": "「同谐」回复生命",
            "Voice": "绝佳配合。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playerboy3",
            "Title": "「同谐」秘技",
            "Voice": "敬请期待。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_mem_playboy4",
            "Title": "「记忆」战斗开始 · 弱点击破 · 一",
            "Voice": "做得好哇，迷迷！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playboy4",
            "Title": "「记忆」战斗开始 · 弱点击破 · 二",
            "Voice": "这个点子不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playboy4",
            "Title": "「记忆」战斗开始 · 危险预警",
            "Voice": "再这样试试呢…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playboy4_01",
            "Title": "「记忆」回合开始 · 一",
            "Voice": "这就是心有灵犀的感觉？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playboy4_02",
            "Title": "「记忆」回合开始 · 二",
            "Voice": "没关系，我会出手。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playboy4",
            "Title": "「记忆」回合待机",
            "Voice": "嗯…反正我不急。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playboy4_01",
            "Title": "「记忆」普攻",
            "Voice": "记着点。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast02_playboy4_01",
            "Title": "「记忆」强化普攻 · 一",
            "Voice": "这故事，如我们所书！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast02_playboy4_02",
            "Title": "「记忆」强化普攻 · 二",
            "Voice": "写下，前所未有的结局！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_playboy4_01",
            "Title": "「记忆」战技 · 一",
            "Voice": "来吧，就决定是你了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_playboy4_02",
            "Title": "「记忆」战技 · 二",
            "Voice": "我们，什么都做得到~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_playboy4_01",
            "Title": "「记忆」战技 · 三",
            "Voice": "不慌，还有我在。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_playboy4_02",
            "Title": "「记忆」战技 · 四",
            "Voice": "放心，你可以的。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playboy4_01",
            "Title": "「记忆」轻受击",
            "Voice": "不长记性……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playboy4_01",
            "Title": "「记忆」重受击",
            "Voice": "等着吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playboy4",
            "Title": "「记忆」终结技 · 激活",
            "Voice": "相信我吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playboy4",
            "Title": "「记忆」终结技 · 施放",
            "Voice": "我们联手，就是无所不能的~"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playboy4_01",
            "Title": "「记忆」无法战斗",
            "Voice": "我会…记住的……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playboy4",
            "Title": "「记忆」重回战斗",
            "Voice": "想打倒我？没那么容易。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playboy4",
            "Title": "「记忆」回复生命",
            "Voice": "休整完毕。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playboy4",
            "Title": "「记忆」秘技",
            "Voice": "嗯，既视感么……"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_playerboy",
            "Title": "战斗胜利",
            "Voice": "以自己的意志，抵达结局吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_playerboy",
            "Title": "开启战利品 · 一",
            "Voice": "看起来不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_playerboy_02",
            "Title": "开启战利品 · 二",
            "Voice": "这就见底了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_playerboy",
            "Title": "开启贵重战利品",
            "Voice": "好，多多益善。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_playerboy",
            "Title": "解谜成功 · 一",
            "Voice": "原来是这样么……"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_playerboy_02",
            "Title": "解谜成功 · 二",
            "Voice": "还难不倒我。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_playerboy",
            "Title": "发现敌方目标",
            "Voice": "想想该怎么对付它。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_playerboy",
            "Title": "返回城镇",
            "Voice": "时间还早，现在去哪？"
        }
    ]
}

var _notes_ = {
    "8005": [
        "行迹 #1【卫我起舞】的伤害加成是<b>独立乘区</b>。",
        "开拓者终结技的超击破伤害是怎么算的？超击破伤害为：<br><b>@击破等级基础 * 攻击削韧伤害 * (1 + 击破特攻) * 行迹1加成# </b><br>常规击破伤害为：<br><b>@击破等级基础 * 属性倍率 * (2 + 敌方韧性)/4 * (1 + 击破特攻)# </b><br>击破等级基础只和等级有关：@80 级 3767.553# <br>韧性单位为 1 ，而不是 30 "
    ]
}

var _adiff_ = {
    "8005": {}
}

var _mtc_ = {
    "8005": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111011": 4
            },
            {
                "2": 6400,
                "111011": 8
            },
            {
                "2": 12800,
                "111012": 5,
                "110400": 4
            },
            {
                "2": 32000,
                "111012": 8,
                "110400": 6
            },
            {
                "2": 64000,
                "111013": 5,
                "110400": 8
            },
            {
                "2": 128000,
                "111013": 7,
                "110400": 10
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110231": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110232": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110232": 4,
                        "111012": 3
                    },
                    {
                        "2": 36000,
                        "110233": 2,
                        "111013": 2
                    },
                    {
                        "2": 128000,
                        "110233": 6,
                        "111013": 3
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110231": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110232": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110232": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110232": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110233": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110233": 4,
                        "110504": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110233": 6,
                        "110504": 1
                    },
                    {
                        "2": 240000,
                        "110233": 11,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110231": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110232": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110232": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110232": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110233": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110233": 4,
                        "110504": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110233": 6,
                        "110504": 1
                    },
                    {
                        "2": 240000,
                        "110233": 11,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110231": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110232": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110232": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110232": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110233": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110233": 4,
                        "110504": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110233": 6,
                        "110504": 1
                    },
                    {
                        "2": 240000,
                        "110233": 11,
                        "241": 1,
                        "110504": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "击破特攻 +37.3%",
                "Mat": {
                    "2": 190000,
                    "111011": 2,
                    "110232": 6,
                    "111012": 5,
                    "110233": 8,
                    "111013": 8
                }
            },
            {
                "Name": "虚数属性伤害提高 +14.4%",
                "Mat": {
                    "2": 168000,
                    "110231": 2,
                    "111011": 4,
                    "110233": 8,
                    "111013": 8
                }
            },
            {
                "Name": "效果抵抗 +10%",
                "Mat": {
                    "2": 136000,
                    "110232": 2,
                    "111012": 2,
                    "110233": 6,
                    "111013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "卫我起舞",
                "Mat": {
                    "2": 4000,
                    "110231": 2,
                    "110504": 1
                }
            },
            {
                "Name": "随波逐流",
                "Mat": {
                    "2": 16000,
                    "110232": 4,
                    "241": 1,
                    "110504": 1
                }
            },
            {
                "Name": "剧院之帽",
                "Mat": {
                    "2": 128000,
                    "110233": 6,
                    "241": 1,
                    "110504": 1
                }
            }
        ]
    }
}