// Auto Generated

var _avatarskill_ = {
    "800704": {
        "v1": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v2": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v3": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v4": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v5": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "Live": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        }
    },
    "1800701": {
        "v1": {
            "Name": "坏人！麻烦！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。最后对敌方全体造成等同于迷迷@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v2": {
            "Name": "坏人！麻烦！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。最后对敌方全体造成等同于迷迷@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v3": {
            "Name": "坏人！麻烦！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。最后对敌方全体造成等同于迷迷@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v4": {
            "Name": "坏人！麻烦！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。最后对敌方全体造成等同于迷迷@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v5": {
            "Name": "坏人！麻烦！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。最后对敌方全体造成等同于迷迷@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "v6": {
            "Name": "坏人！麻烦！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。最后对敌方全体造成等同于迷迷@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        },
        "Live": {
            "Name": "坏人！麻烦！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "群攻",
            "Desc": "造成 <b>#2[f]</b> 次伤害，每次对敌方随机单体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。最后对敌方全体造成等同于迷迷@ <b>#3[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.18,
                    4.0,
                    0.45
                ],
                [
                    0.216,
                    4.0,
                    0.54
                ],
                [
                    0.252,
                    4.0,
                    0.63
                ],
                [
                    0.288,
                    4.0,
                    0.72
                ],
                [
                    0.324,
                    4.0,
                    0.81
                ],
                [
                    0.36,
                    4.0,
                    0.9
                ],
                [
                    0.396,
                    4.0,
                    0.99
                ],
                [
                    0.432,
                    4.0,
                    1.08
                ],
                [
                    0.468,
                    4.0,
                    1.17
                ],
                [
                    0.504,
                    4.0,
                    1.26
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.5,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant01"
        }
    },
    "1800703": {
        "v1": {
            "Name": "伙伴！一起！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "使我方全体的暴击伤害提高，提高数值等同于迷迷@ <b>#1[p]</b> #暴击伤害+@ <b>#2[p]</b> #。<br>若充能未达到 <b>100%</b> ，迷迷行动时自动施放【坏人！麻烦！】。充能达到 <b>100%</b> 时迷迷立即行动，下一次行动时能够选择我方单体并施放【我会！帮你！】。",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v2": {
            "Name": "伙伴！一起！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "使我方全体的暴击伤害提高，提高数值等同于迷迷@ <b>#1[p]</b> #暴击伤害+@ <b>#2[p]</b> #。<br>若充能未达到 <b>100%</b> ，迷迷行动时自动施放【坏人！麻烦！】。充能达到 <b>100%</b> 时迷迷立即行动，下一次行动时能够选择我方单体并施放【我会！帮你！】。",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v3": {
            "Name": "伙伴！一起！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "使我方全体的暴击伤害提高，提高数值等同于迷迷@ <b>#1[p]</b> #暴击伤害+@ <b>#2[p]</b> #。<br>若充能未达到 <b>100%</b> ，迷迷行动时自动施放【坏人！麻烦！】。充能达到 <b>100%</b> 时迷迷立即行动，下一次行动时能够选择我方单体并施放【我会！帮你！】。",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v4": {
            "Name": "伙伴！一起！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "使我方全体的暴击伤害提高，提高数值等同于迷迷@ <b>#1[p]</b> #暴击伤害+@ <b>#2[p]</b> #。<br>若充能未达到 <b>100%</b> ，迷迷行动时自动施放【坏人！麻烦！】。充能达到 <b>100%</b> 时迷迷立即行动，下一次行动时能够选择我方单体并施放【我会！帮你！】。",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v5": {
            "Name": "伙伴！一起！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "使我方全体的暴击伤害提高，提高数值等同于迷迷@ <b>#1[p]</b> #暴击伤害+@ <b>#2[p]</b> #。<br>若充能未达到 <b>100%</b> ，迷迷行动时自动施放【坏人！麻烦！】。充能达到 <b>100%</b> 时迷迷立即行动，下一次行动时能够选择我方单体并施放【我会！帮你！】。",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v6": {
            "Name": "伙伴！一起！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "使我方全体的暴击伤害提高，提高数值等同于迷迷@ <b>#1[p]</b> #暴击伤害+@ <b>#2[p]</b> #。<br>若充能未达到 <b>100%</b> ，迷迷行动时自动施放【坏人！麻烦！】。充能达到 <b>100%</b> 时迷迷立即行动，下一次行动时能够选择我方单体并施放【我会！帮你！】。",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "Live": {
            "Name": "伙伴！一起！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "辅助",
            "Desc": "使我方全体的暴击伤害提高，提高数值等同于迷迷@ <b>#1[p]</b> #暴击伤害+@ <b>#2[p]</b> #。<br>若充能未达到 <b>100%</b> ，迷迷行动时自动施放【坏人！麻烦！】。充能达到 <b>100%</b> 时迷迷立即行动，下一次行动时能够选择我方单体并施放【我会！帮你！】。",
            "Params": [
                [
                    0.06,
                    0.12
                ],
                [
                    0.072,
                    0.144
                ],
                [
                    0.084,
                    0.168
                ],
                [
                    0.096,
                    0.192
                ],
                [
                    0.108,
                    0.216
                ],
                [
                    0.12,
                    0.24
                ],
                [
                    0.132,
                    0.264
                ],
                [
                    0.144,
                    0.288
                ],
                [
                    0.156,
                    0.312
                ],
                [
                    0.168,
                    0.336
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        }
    },
    "1800705": {
        "v1": {
            "Name": "迷迷，加油！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷被召唤时，立即获得 <b>#1[p]</b> 充能。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v2": {
            "Name": "迷迷，加油！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷被召唤时，立即获得 <b>#1[p]</b> 充能。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v3": {
            "Name": "迷迷，加油！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷被召唤时，立即获得 <b>#1[p]</b> 充能。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v4": {
            "Name": "迷迷，加油！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷被召唤时，立即获得 <b>#1[p]</b> 充能。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v5": {
            "Name": "迷迷，加油！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷被召唤时，立即获得 <b>#1[p]</b> 充能。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v6": {
            "Name": "迷迷，加油！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷被召唤时，立即获得 <b>#1[p]</b> 充能。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "Live": {
            "Name": "迷迷，加油！",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷被召唤时，立即获得 <b>#1[p]</b> 充能。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ],
                [
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        }
    },
    "1800706": {
        "v1": {
            "Name": "遗憾…不留",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷消失时，使开拓者<u>行动提前</u> <b>#1[p]</b> 。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v2": {
            "Name": "遗憾…不留",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷消失时，使开拓者<u>行动提前</u> <b>#1[p]</b> 。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v3": {
            "Name": "遗憾…不留",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷消失时，使开拓者<u>行动提前</u> <b>#1[p]</b> 。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v4": {
            "Name": "遗憾…不留",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷消失时，使开拓者<u>行动提前</u> <b>#1[p]</b> 。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v5": {
            "Name": "遗憾…不留",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷消失时，使开拓者<u>行动提前</u> <b>#1[p]</b> 。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "v6": {
            "Name": "遗憾…不留",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷消失时，使开拓者<u>行动提前</u> <b>#1[p]</b> 。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        },
        "Live": {
            "Name": "遗憾…不留",
            "MaxLevel": 10,
            "Type": "忆灵天赋",
            "Tag": "强化",
            "Desc": "迷迷消失时，使开拓者<u>行动提前</u> <b>#1[p]</b> 。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ],
                [
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_ServantPassive"
        }
    },
    "1800707": {
        "v1": {
            "Name": "我会！帮你！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "辅助",
            "Desc": "使指定我方单体<u>行动提前</u> <b>#3[p]</b> 并附上【迷迷的声援】，持续 <b>#2[f]</b> 回合。<br>持有【迷迷的声援】的目标每造成1次伤害，都会再额外造成1次等同于原伤害@ <b>#1[p]</b> #的<u>真实伤害</u>。<br>当对自身施放该技能时，无法触发<u>行动提前</u>效果。",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v2": {
            "Name": "我会！帮你！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "辅助",
            "Desc": "使指定我方单体<u>行动提前</u> <b>#3[p]</b> 并附上【迷迷的声援】，持续 <b>#2[f]</b> 回合。<br>持有【迷迷的声援】的目标每造成1次伤害，都会再额外造成1次等同于原伤害@ <b>#1[p]</b> #的<u>真实伤害</u>。<br>当对自身施放该技能时，无法触发<u>行动提前</u>效果。",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v3": {
            "Name": "我会！帮你！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "辅助",
            "Desc": "使指定我方单体<u>行动提前</u> <b>#3[p]</b> 并附上【迷迷的声援】，持续 <b>#2[f]</b> 回合。<br>持有【迷迷的声援】的目标每造成1次伤害，都会再额外造成1次等同于原伤害@ <b>#1[p]</b> #的<u>真实伤害</u>。<br>当对自身施放该技能时，无法触发<u>行动提前</u>效果。",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v4": {
            "Name": "我会！帮你！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "辅助",
            "Desc": "使指定我方单体<u>行动提前</u> <b>#3[p]</b> 并附上【迷迷的声援】，持续 <b>#2[f]</b> 回合。<br>持有【迷迷的声援】的目标每造成1次伤害，都会再额外造成1次等同于原伤害@ <b>#1[p]</b> #的<u>真实伤害</u>。<br>当对自身施放该技能时，无法触发<u>行动提前</u>效果。",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v5": {
            "Name": "我会！帮你！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "辅助",
            "Desc": "使指定我方单体<u>行动提前</u> <b>#3[p]</b> 并附上【迷迷的声援】，持续 <b>#2[f]</b> 回合。<br>持有【迷迷的声援】的目标每造成1次伤害，都会再额外造成1次等同于原伤害@ <b>#1[p]</b> #的<u>真实伤害</u>。<br>当对自身施放该技能时，无法触发<u>行动提前</u>效果。",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        },
        "v6": {
            "Name": "我会！帮你！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "辅助",
            "Desc": "使指定我方单体<u>行动提前</u> <b>#3[p]</b> 并附上【迷迷的声援】，持续 <b>#2[f]</b> 回合。<br>持有【迷迷的声援】的目标每造成1次伤害，都会再额外造成1次等同于原伤害@ <b>#1[p]</b> #的<u>真实伤害</u>。<br>当对自身施放该技能时，无法触发<u>行动提前</u>效果。",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02",
            "EE": [
                10000017
            ]
        },
        "Live": {
            "Name": "我会！帮你！",
            "MaxLevel": 10,
            "Type": "忆灵技",
            "Tag": "辅助",
            "Desc": "使指定我方单体<u>行动提前</u> <b>#3[p]</b> 并附上【迷迷的声援】，持续 <b>#2[f]</b> 回合。<br>持有【迷迷的声援】的目标每造成1次伤害，都会再额外造成1次等同于原伤害@ <b>#1[p]</b> #的<u>真实伤害</u>。<br>当对自身施放该技能时，无法触发<u>行动提前</u>效果。",
            "Params": [
                [
                    0.18,
                    3.0,
                    1.0
                ],
                [
                    0.2,
                    3.0,
                    1.0
                ],
                [
                    0.22,
                    3.0,
                    1.0
                ],
                [
                    0.24,
                    3.0,
                    1.0
                ],
                [
                    0.26,
                    3.0,
                    1.0
                ],
                [
                    0.28,
                    3.0,
                    1.0
                ],
                [
                    0.3,
                    3.0,
                    1.0
                ],
                [
                    0.32,
                    3.0,
                    1.0
                ],
                [
                    0.34,
                    3.0,
                    1.0
                ],
                [
                    0.36,
                    3.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_18007_Servant02"
        }
    },
    "800801": {
        "v1": {
            "Name": "包在我身上！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v2": {
            "Name": "包在我身上！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v3": {
            "Name": "包在我身上！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v4": {
            "Name": "包在我身上！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v5": {
            "Name": "包在我身上！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "Live": {
            "Name": "包在我身上！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "单攻",
            "Desc": "对指定敌方单体造成等同于开拓者@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        }
    },
    "800802": {
        "v1": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>迷迷。若迷迷已在场，为迷迷回复等同于迷迷生命上限@ <b>#1[p]</b> #的生命值，并且使迷迷获得 <b>#2[p]</b> 充能。",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v2": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>迷迷。若迷迷已在场，为迷迷回复等同于迷迷生命上限@ <b>#1[p]</b> #的生命值，并且使迷迷获得 <b>#2[p]</b> 充能。",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v3": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>迷迷。若迷迷已在场，为迷迷回复等同于迷迷生命上限@ <b>#1[p]</b> #的生命值，并且使迷迷获得 <b>#2[p]</b> 充能。",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v4": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>迷迷。若迷迷已在场，为迷迷回复等同于迷迷生命上限@ <b>#1[p]</b> #的生命值，并且使迷迷获得 <b>#2[p]</b> 充能。",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "v5": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>迷迷。若迷迷已在场，为迷迷回复等同于迷迷生命上限@ <b>#1[p]</b> #的生命值，并且使迷迷获得 <b>#2[p]</b> 充能。",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        },
        "Live": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "召唤",
            "Desc": "<u>召唤忆灵</u>迷迷。若迷迷已在场，为迷迷回复等同于迷迷生命上限@ <b>#1[p]</b> #的生命值，并且使迷迷获得 <b>#2[p]</b> 充能。",
            "Params": [
                [
                    0.3,
                    0.1
                ],
                [
                    0.33,
                    0.1
                ],
                [
                    0.36,
                    0.1
                ],
                [
                    0.39,
                    0.1
                ],
                [
                    0.42,
                    0.1
                ],
                [
                    0.45,
                    0.1
                ],
                [
                    0.4875,
                    0.1
                ],
                [
                    0.525,
                    0.1
                ],
                [
                    0.5625,
                    0.1
                ],
                [
                    0.6,
                    0.1
                ],
                [
                    0.63,
                    0.1
                ],
                [
                    0.66,
                    0.1
                ],
                [
                    0.69,
                    0.1
                ],
                [
                    0.72,
                    0.1
                ],
                [
                    0.75,
                    0.1
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP",
            "EE": [
                10000018
            ]
        }
    },
    "800803": {
        "v1": {
            "Name": "一起上吧，迷迷！",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>迷迷。使迷迷获得 <b>#2[p]</b> 充能，随后使迷迷对敌方全体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v2": {
            "Name": "一起上吧，迷迷！",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>迷迷。使迷迷获得 <b>#2[p]</b> 充能，随后使迷迷对敌方全体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v3": {
            "Name": "一起上吧，迷迷！",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>迷迷。使迷迷获得 <b>#2[p]</b> 充能，随后使迷迷对敌方全体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v4": {
            "Name": "一起上吧，迷迷！",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>迷迷。使迷迷获得 <b>#2[p]</b> 充能，随后使迷迷对敌方全体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v5": {
            "Name": "一起上吧，迷迷！",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>迷迷。使迷迷获得 <b>#2[p]</b> 充能，随后使迷迷对敌方全体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        },
        "Live": {
            "Name": "一起上吧，迷迷！",
            "MaxLevel": 15,
            "Type": "终结技",
            "Tag": "群攻",
            "Desc": "<u>召唤忆灵</u>迷迷。使迷迷获得 <b>#2[p]</b> 充能，随后使迷迷对敌方全体造成等同于迷迷@ <b>#1[p]</b> #攻击力的冰属性伤害。",
            "Params": [
                [
                    1.2,
                    0.4
                ],
                [
                    1.32,
                    0.4
                ],
                [
                    1.44,
                    0.4
                ],
                [
                    1.56,
                    0.4
                ],
                [
                    1.68,
                    0.4
                ],
                [
                    1.8,
                    0.4
                ],
                [
                    1.95,
                    0.4
                ],
                [
                    2.1,
                    0.4
                ],
                [
                    2.25,
                    0.4
                ],
                [
                    2.4,
                    0.4
                ],
                [
                    2.52,
                    0.4
                ],
                [
                    2.64,
                    0.4
                ],
                [
                    2.76,
                    0.4
                ],
                [
                    2.88,
                    0.4
                ],
                [
                    3.0,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Ultra"
        }
    },
    "800804": {
        "v1": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v2": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v3": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v4": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "v5": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        },
        "Live": {
            "Name": "无所不能的伙伴",
            "MaxLevel": 15,
            "Type": "天赋",
            "Tag": "强化",
            "Desc": "忆灵迷迷初始拥有 <b>#1[f]</b> 点速度和等同于开拓者@ <b>#2[p]</b> #生命上限+@ <b>#4[f]</b> #的生命上限。我方全体每累计恢复 <b>#3[f]</b> 点能量，迷迷都会获得1%充能。",
            "Params": [
                [
                    130.0,
                    0.5,
                    10.0,
                    400.0
                ],
                [
                    130.0,
                    0.53,
                    10.0,
                    424.0
                ],
                [
                    130.0,
                    0.56,
                    10.0,
                    448.0
                ],
                [
                    130.0,
                    0.59,
                    10.0,
                    472.0
                ],
                [
                    130.0,
                    0.62,
                    10.0,
                    496.0
                ],
                [
                    130.0,
                    0.65,
                    10.0,
                    520.0
                ],
                [
                    130.0,
                    0.6875,
                    10.0,
                    550.0
                ],
                [
                    130.0,
                    0.725,
                    10.0,
                    580.0
                ],
                [
                    130.0,
                    0.7625,
                    10.0,
                    610.0
                ],
                [
                    130.0,
                    0.8,
                    10.0,
                    640.0
                ],
                [
                    130.0,
                    0.83,
                    10.0,
                    664.0
                ],
                [
                    130.0,
                    0.86,
                    10.0,
                    688.0
                ],
                [
                    130.0,
                    0.89,
                    10.0,
                    712.0
                ],
                [
                    130.0,
                    0.92,
                    10.0,
                    736.0
                ],
                [
                    130.0,
                    0.95,
                    10.0,
                    760.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Passive"
        }
    },
    "800806": {
        "v1": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v2": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v3": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v4": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "v5": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        },
        "Live": {
            "Name": "攻击",
            "MaxLevel": 1,
            "Type": "dev_连携",
            "Tag": "",
            "Desc": "攻击敌人，进入战斗后削弱敌方目标对应属性韧性。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal"
        }
    },
    "800807": {
        "v1": {
            "Name": "记忆如往日重现",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人陷入时停状态。时停状态下的敌人会停止所有行动。<br>与处于时停状态下的敌人进入战斗后，使敌方全体<u>行动延后</u> <b>#2[p]</b> ，随后对敌方全体造成等同于开拓者 <b>#3[p]</b> 攻击力的冰属性伤害。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v2": {
            "Name": "记忆如往日重现",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人陷入时停状态。时停状态下的敌人会停止所有行动。<br>与处于时停状态下的敌人进入战斗后，使敌方全体<u>行动延后</u> <b>#2[p]</b> ，随后对敌方全体造成等同于开拓者 <b>#3[p]</b> 攻击力的冰属性伤害。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v3": {
            "Name": "记忆如往日重现",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人陷入时停状态。时停状态下的敌人会停止所有行动。<br>与处于时停状态下的敌人进入战斗后，使敌方全体<u>行动延后</u> <b>#2[p]</b> ，随后对敌方全体造成等同于开拓者 <b>#3[p]</b> 攻击力的冰属性伤害。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v4": {
            "Name": "记忆如往日重现",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人陷入时停状态。时停状态下的敌人会停止所有行动。<br>与处于时停状态下的敌人进入战斗后，使敌方全体<u>行动延后</u> <b>#2[p]</b> ，随后对敌方全体造成等同于开拓者 <b>#3[p]</b> 攻击力的冰属性伤害。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "v5": {
            "Name": "记忆如往日重现",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人陷入时停状态。时停状态下的敌人会停止所有行动。<br>与处于时停状态下的敌人进入战斗后，使敌方全体<u>行动延后</u> <b>#2[p]</b> ，随后对敌方全体造成等同于开拓者 <b>#3[p]</b> 攻击力的冰属性伤害。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        },
        "Live": {
            "Name": "记忆如往日重现",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "使用秘技后，制造1片持续 <b>#1[f]</b> 秒的特殊领域。处于特殊领域内的敌人陷入时停状态。时停状态下的敌人会停止所有行动。<br>与处于时停状态下的敌人进入战斗后，使敌方全体<u>行动延后</u> <b>#2[p]</b> ，随后对敌方全体造成等同于开拓者 <b>#3[p]</b> 攻击力的冰属性伤害。<br>我方制造的领域效果最多存在1个。",
            "Params": [
                [
                    10.0,
                    0.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Maze"
        }
    },
    "800808": {
        "v1": {
            "Name": "明天，一同写下！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "群攻",
            "Desc": "消耗1层【史诗】，解除迷迷陷入的所有<u>控制类负面状态</u>。开拓者与迷迷发起<u>连携攻击</u>，对敌方全体分别造成等同于开拓者@ <b>#1[p]</b> #攻击力以及迷迷@ <b>#2[p]</b> #攻击力的冰属性伤害，随后使迷迷获得 <b>#3[p]</b> 充能。",
            "Params": [
                [
                    1.0,
                    1.0,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.4,
                    1.4,
                    0.1
                ],
                [
                    1.6,
                    1.6,
                    0.1
                ],
                [
                    1.8,
                    1.8,
                    0.1
                ],
                [
                    2.0,
                    2.0,
                    0.1
                ],
                [
                    2.2,
                    2.2,
                    0.1
                ],
                [
                    2.4,
                    2.4,
                    0.1
                ],
                [
                    2.6,
                    2.6,
                    0.1
                ],
                [
                    2.8,
                    2.8,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v2": {
            "Name": "明天，一同写下！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "群攻",
            "Desc": "消耗1层【史诗】，解除迷迷陷入的所有<u>控制类负面状态</u>。开拓者与迷迷发起<u>连携攻击</u>，对敌方全体分别造成等同于开拓者@ <b>#1[p]</b> #攻击力以及迷迷@ <b>#2[p]</b> #攻击力的冰属性伤害，随后使迷迷获得 <b>#3[p]</b> 充能。",
            "Params": [
                [
                    1.0,
                    1.0,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.4,
                    1.4,
                    0.1
                ],
                [
                    1.6,
                    1.6,
                    0.1
                ],
                [
                    1.8,
                    1.8,
                    0.1
                ],
                [
                    2.0,
                    2.0,
                    0.1
                ],
                [
                    2.2,
                    2.2,
                    0.1
                ],
                [
                    2.4,
                    2.4,
                    0.1
                ],
                [
                    2.6,
                    2.6,
                    0.1
                ],
                [
                    2.8,
                    2.8,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v3": {
            "Name": "明天，一同写下！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "群攻",
            "Desc": "消耗1层【史诗】，解除迷迷陷入的所有<u>控制类负面状态</u>。开拓者与迷迷发起<u>连携攻击</u>，对敌方全体分别造成等同于开拓者@ <b>#1[p]</b> #攻击力以及迷迷@ <b>#2[p]</b> #攻击力的冰属性伤害，随后使迷迷获得 <b>#3[p]</b> 充能。",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v4": {
            "Name": "明天，一同写下！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "群攻",
            "Desc": "消耗1层【史诗】，解除迷迷陷入的所有<u>控制类负面状态</u>。开拓者与迷迷发起<u>连携攻击</u>，对敌方全体分别造成等同于开拓者@ <b>#1[p]</b> #攻击力以及迷迷@ <b>#2[p]</b> #攻击力的冰属性伤害，随后使迷迷获得 <b>#3[p]</b> 充能。",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "v5": {
            "Name": "明天，一同写下！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "群攻",
            "Desc": "消耗1层【史诗】，解除迷迷陷入的所有<u>控制类负面状态</u>。开拓者与迷迷发起<u>连携攻击</u>，对敌方全体分别造成等同于开拓者@ <b>#1[p]</b> #攻击力以及迷迷@ <b>#2[p]</b> #攻击力的冰属性伤害，随后使迷迷获得 <b>#3[p]</b> 充能。",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        },
        "Live": {
            "Name": "明天，一同写下！",
            "MaxLevel": 10,
            "Type": "普攻",
            "Tag": "群攻",
            "Desc": "消耗1层【史诗】，解除迷迷陷入的所有<u>控制类负面状态</u>。开拓者与迷迷发起<u>连携攻击</u>，对敌方全体分别造成等同于开拓者@ <b>#1[p]</b> #攻击力以及迷迷@ <b>#2[p]</b> #攻击力的冰属性伤害，随后使迷迷获得 <b>#3[p]</b> 充能。",
            "Params": [
                [
                    0.6,
                    0.6,
                    0.1
                ],
                [
                    0.72,
                    0.72,
                    0.1
                ],
                [
                    0.84,
                    0.84,
                    0.1
                ],
                [
                    0.96,
                    0.96,
                    0.1
                ],
                [
                    1.08,
                    1.08,
                    0.1
                ],
                [
                    1.2,
                    1.2,
                    0.1
                ],
                [
                    1.32,
                    1.32,
                    0.1
                ],
                [
                    1.44,
                    1.44,
                    0.1
                ],
                [
                    1.56,
                    1.56,
                    0.1
                ],
                [
                    1.68,
                    1.68,
                    0.1
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_Normal02",
            "EE": [
                10000011,
                10000019
            ]
        }
    },
    "800809": {
        "v1": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "回复",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v2": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "回复",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v3": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "回复",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v4": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "回复",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "v5": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "回复",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        },
        "Live": {
            "Name": "就决定是你了！",
            "MaxLevel": 15,
            "Type": "战技",
            "Tag": "回复",
            "Desc": "",
            "Params": [
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                [],
                []
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_8007_BP"
        }
    }
}

var _avatarskilltree_ = {
    "8008": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "追念之权杖",
                "Desc": "战斗开始时，开拓者的<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。首次召唤迷迷时，使迷迷获得 <b><color style='color:#f29e38'>40%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "袖珍的事诗",
                "Desc": "迷迷施放【坏人！麻烦！】时，立即获得 <b><color style='color:#f29e38'>5%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "磁石与长链",
                "Desc": "持有【迷迷的声援】的我方目标能量上限大于 <b><color style='color:#f29e38'>100</color></b> 点时，每超过 <b><color style='color:#f29e38'>10</color></b> 点，通过【迷迷的声援】造成的<u>真实伤害</u>倍率额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "未完的尾声",
                "Desc": "施放终结技后，获得1层【史诗】，最多持有 <b><color style='color:#f29e38'>2</color></b> 层。持有【史诗】且迷迷在场时，普攻强化为【明天，一同写下！】。",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "追念之权杖",
                "Desc": "战斗开始时，开拓者的<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。首次召唤迷迷时，使迷迷获得 <b><color style='color:#f29e38'>40%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "袖珍的事诗",
                "Desc": "迷迷施放【坏人！麻烦！】时，立即获得 <b><color style='color:#f29e38'>5%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "磁石与长链",
                "Desc": "持有【迷迷的声援】的我方目标能量上限大于 <b><color style='color:#f29e38'>100</color></b> 点时，每超过 <b><color style='color:#f29e38'>10</color></b> 点，通过【迷迷的声援】造成的<u>真实伤害</u>倍率额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "未完的尾声",
                "Desc": "施放终结技后，获得1层【史诗】，最多持有 <b><color style='color:#f29e38'>2</color></b> 层。持有【史诗】且迷迷在场时，普攻强化为【明天，一同写下！】。",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "追念之权杖",
                "Desc": "战斗开始时，开拓者的<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。首次召唤迷迷时，使迷迷获得 <b><color style='color:#f29e38'>40%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "袖珍的事诗",
                "Desc": "迷迷施放【坏人！麻烦！】时，立即获得 <b><color style='color:#f29e38'>5%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "磁石与长链",
                "Desc": "持有【迷迷的声援】的我方目标能量上限大于 <b><color style='color:#f29e38'>100</color></b> 点时，每超过 <b><color style='color:#f29e38'>10</color></b> 点，通过【迷迷的声援】造成的<u>真实伤害</u>倍率额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "未完的尾声",
                "Desc": "施放终结技后，获得1层【史诗】，最多持有 <b><color style='color:#f29e38'>2</color></b> 层。持有【史诗】且迷迷在场时，普攻强化为【明天，一同写下！】。",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "追念之权杖",
                "Desc": "战斗开始时，开拓者的<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。首次召唤迷迷时，使迷迷获得 <b><color style='color:#f29e38'>40%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "袖珍的事诗",
                "Desc": "迷迷施放【坏人！麻烦！】时，立即获得 <b><color style='color:#f29e38'>5%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "磁石与长链",
                "Desc": "持有【迷迷的声援】的我方目标能量上限大于 <b><color style='color:#f29e38'>100</color></b> 点时，每超过 <b><color style='color:#f29e38'>10</color></b> 点，通过【迷迷的声援】造成的<u>真实伤害</u>倍率额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "未完的尾声",
                "Desc": "施放终结技后，获得1层【史诗】，最多持有 <b><color style='color:#f29e38'>2</color></b> 层。持有【史诗】且迷迷在场时，普攻强化为【明天，一同写下！】。",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "追念之权杖",
                "Desc": "战斗开始时，开拓者的<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。首次召唤迷迷时，使迷迷获得 <b><color style='color:#f29e38'>40%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "袖珍的事诗",
                "Desc": "迷迷施放【坏人！麻烦！】时，立即获得 <b><color style='color:#f29e38'>5%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "磁石与长链",
                "Desc": "持有【迷迷的声援】的我方目标能量上限大于 <b><color style='color:#f29e38'>100</color></b> 点时，每超过 <b><color style='color:#f29e38'>10</color></b> 点，通过【迷迷的声援】造成的<u>真实伤害</u>倍率额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "未完的尾声",
                "Desc": "施放终结技后，获得1层【史诗】，最多持有 <b><color style='color:#f29e38'>2</color></b> 层。持有【史诗】且迷迷在场时，普攻强化为【明天，一同写下！】。",
                "Icon": "SkillIcon_8007_Normal02"
            }
        },
        "v6": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "追念之权杖",
                "Desc": "战斗开始时，开拓者的<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。首次召唤迷迷时，使迷迷获得 <b><color style='color:#f29e38'>40%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "袖珍的事诗",
                "Desc": "迷迷施放【坏人！麻烦！】时，立即获得 <b><color style='color:#f29e38'>5%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "磁石与长链",
                "Desc": "持有【迷迷的声援】的我方目标能量上限大于 <b><color style='color:#f29e38'>100</color></b> 点时，每超过 <b><color style='color:#f29e38'>10</color></b> 点，通过【迷迷的声援】造成的<u>真实伤害</u>倍率额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_8007_SkillTree3",
                "EE": [
                    10000017
                ]
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "AttackAddedRatio": 0.14,
                "HPAddedRatio": 0.14
            },
            "Tree1": {
                "Name": "追念之权杖",
                "Desc": "战斗开始时，开拓者的<u>行动提前</u> <b><color style='color:#f29e38'>30%</color></b> 。首次召唤迷迷时，使迷迷获得 <b><color style='color:#f29e38'>40%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree1"
            },
            "Tree2": {
                "Name": "袖珍的事诗",
                "Desc": "迷迷施放【坏人！麻烦！】时，立即获得 <b><color style='color:#f29e38'>5%</color></b> 充能。",
                "Icon": "SkillIcon_8007_SkillTree2"
            },
            "Tree3": {
                "Name": "磁石与长链",
                "Desc": "持有【迷迷的声援】的我方目标能量上限大于 <b><color style='color:#f29e38'>100</color></b> 点时，每超过 <b><color style='color:#f29e38'>10</color></b> 点，通过【迷迷的声援】造成的<u>真实伤害</u>倍率额外提高 <b><color style='color:#f29e38'>2%</color></b> ，最多提高 <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_8007_SkillTree3"
            },
            "Tree4": {
                "Name": "未完的尾声",
                "Desc": "施放终结技后，获得1层【史诗】，最多持有 <b><color style='color:#f29e38'>2</color></b> 层。持有【史诗】且迷迷在场时，普攻强化为【明天，一同写下！】。",
                "Icon": "SkillIcon_8007_Normal02"
            }
        }
    }
}

var _avatarrank_ = {
    "800801": {
        "v1": {
            "Rank": 1,
            "Name": "现在的记叙者",
            "Desc": "持有【迷迷的声援】的我方目标暴击率提高 <b><color style='color:#f29e38'>10%</color></b> 。当我方目标持有【迷迷的声援】时，【迷迷的声援】的效果对该目标的忆灵/忆师也生效，该效果不可叠加。",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "现在的记叙者",
            "Desc": "持有【迷迷的声援】的我方目标暴击率提高 <b><color style='color:#f29e38'>10%</color></b> 。当我方目标持有【迷迷的声援】时，【迷迷的声援】的效果对该目标的忆灵/忆师也生效，该效果不可叠加。",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "现在的记叙者",
            "Desc": "持有【迷迷的声援】的我方目标暴击率提高 <b><color style='color:#f29e38'>10%</color></b> 。当我方目标持有【迷迷的声援】时，【迷迷的声援】的效果对该目标的忆灵/忆师也生效，该效果不可叠加。",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "现在的记叙者",
            "Desc": "持有【迷迷的声援】的我方目标暴击率提高 <b><color style='color:#f29e38'>10%</color></b> 。当我方目标持有【迷迷的声援】时，【迷迷的声援】的效果对该目标的忆灵/忆师也生效，该效果不可叠加。",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "现在的记叙者",
            "Desc": "持有【迷迷的声援】的我方目标暴击率提高 <b><color style='color:#f29e38'>10%</color></b> 。当我方目标持有【迷迷的声援】时，【迷迷的声援】的效果对该目标的忆灵/忆师也生效，该效果不可叠加。",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "现在的记叙者",
            "Desc": "持有【迷迷的声援】的我方目标暴击率提高 <b><color style='color:#f29e38'>10%</color></b> 。当我方目标持有【迷迷的声援】时，【迷迷的声援】的效果对该目标的忆灵/忆师也生效，该效果不可叠加。",
            "Icon": "SkillIcon_8007_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "现在的记叙者",
            "Desc": "持有【迷迷的声援】的我方目标暴击率提高 <b><color style='color:#f29e38'>10%</color></b> 。当我方目标持有【迷迷的声援】时，【迷迷的声援】的效果对该目标的忆灵/忆师也生效，该效果不可叠加。",
            "Icon": "SkillIcon_8007_Rank1"
        }
    },
    "800802": {
        "v1": {
            "Rank": 2,
            "Name": "过往的拾遗者",
            "Desc": "除迷迷以外的我方忆灵行动时，开拓者恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。该效果每回合最多触发 <b><color style='color:#f29e38'>1</color></b> 次，开拓者回合开始时重置可触发次数。",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "过往的拾遗者",
            "Desc": "除迷迷以外的我方忆灵行动时，开拓者恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。该效果每回合最多触发 <b><color style='color:#f29e38'>1</color></b> 次，开拓者回合开始时重置可触发次数。",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "过往的拾遗者",
            "Desc": "除迷迷以外的我方忆灵行动时，开拓者恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。该效果每回合最多触发 <b><color style='color:#f29e38'>1</color></b> 次，开拓者回合开始时重置可触发次数。",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "过往的拾遗者",
            "Desc": "除迷迷以外的我方忆灵行动时，开拓者恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。该效果每回合最多触发 <b><color style='color:#f29e38'>1</color></b> 次，开拓者回合开始时重置可触发次数。",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "过往的拾遗者",
            "Desc": "除迷迷以外的我方忆灵行动时，开拓者恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。该效果每回合最多触发 <b><color style='color:#f29e38'>1</color></b> 次，开拓者回合开始时重置可触发次数。",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "过往的拾遗者",
            "Desc": "除迷迷以外的我方忆灵行动时，开拓者恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。该效果每回合最多触发 <b><color style='color:#f29e38'>1</color></b> 次，开拓者回合开始时重置可触发次数。",
            "Icon": "SkillIcon_8007_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "过往的拾遗者",
            "Desc": "除迷迷以外的我方忆灵行动时，开拓者恢复 <b><color style='color:#f29e38'>8</color></b> 点能量。该效果每回合最多触发 <b><color style='color:#f29e38'>1</color></b> 次，开拓者回合开始时重置可触发次数。",
            "Icon": "SkillIcon_8007_Rank2"
        }
    },
    "800803": {
        "v1": {
            "Rank": 3,
            "Name": "未来的咏唱者",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "未来的咏唱者",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "未来的咏唱者",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "未来的咏唱者",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "未来的咏唱者",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_BP"
        },
        "v6": {
            "Rank": 3,
            "Name": "未来的咏唱者",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "未来的咏唱者",
            "Desc": "战技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；天赋等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；忆灵天赋等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_BP"
        }
    },
    "800804": {
        "v1": {
            "Rank": 4,
            "Name": "缪斯的新舞伴",
            "Desc": "使能量上限为0的我方目标主动施放技能时，迷迷也能够获得 <b><color style='color:#f29e38'>3%</color></b> 充能，并且该目标通过【迷迷的声援】造成的真实伤害倍率额外提高 <b><color style='color:#f29e38'>6%</color></b> 。",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "缪斯的新舞伴",
            "Desc": "使能量上限为0的我方目标主动施放技能时，迷迷也能够获得 <b><color style='color:#f29e38'>3%</color></b> 充能，并且该目标通过【迷迷的声援】造成的真实伤害倍率额外提高 <b><color style='color:#f29e38'>6%</color></b> 。",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "缪斯的新舞伴",
            "Desc": "使能量上限为0的我方目标主动施放技能时，迷迷也能够获得 <b><color style='color:#f29e38'>3%</color></b> 充能，并且该目标通过【迷迷的声援】造成的真实伤害倍率额外提高 <b><color style='color:#f29e38'>6%</color></b> 。",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "缪斯的新舞伴",
            "Desc": "使能量上限为0的我方目标主动施放技能时，迷迷也能够获得 <b><color style='color:#f29e38'>3%</color></b> 充能，并且该目标通过【迷迷的声援】造成的真实伤害倍率额外提高 <b><color style='color:#f29e38'>6%</color></b> 。",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "缪斯的新舞伴",
            "Desc": "使能量上限为0的我方目标主动施放技能时，迷迷也能够获得 <b><color style='color:#f29e38'>3%</color></b> 充能，并且该目标通过【迷迷的声援】造成的真实伤害倍率额外提高 <b><color style='color:#f29e38'>6%</color></b> 。",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "缪斯的新舞伴",
            "Desc": "使能量上限为0的我方目标主动施放技能时，迷迷也能够获得 <b><color style='color:#f29e38'>3%</color></b> 充能，并且该目标通过【迷迷的声援】造成的真实伤害倍率额外提高 <b><color style='color:#f29e38'>6%</color></b> 。",
            "Icon": "SkillIcon_8007_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "缪斯的新舞伴",
            "Desc": "使能量上限为0的我方目标主动施放技能时，迷迷也能够获得 <b><color style='color:#f29e38'>3%</color></b> 充能，并且该目标通过【迷迷的声援】造成的真实伤害倍率额外提高 <b><color style='color:#f29e38'>6%</color></b> 。",
            "Icon": "SkillIcon_8007_Rank4"
        }
    },
    "800805": {
        "v1": {
            "Rank": 5,
            "Name": "诗篇的裁缝匠",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "诗篇的裁缝匠",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "诗篇的裁缝匠",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "诗篇的裁缝匠",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "诗篇的裁缝匠",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "v6": {
            "Rank": 5,
            "Name": "诗篇的裁缝匠",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "诗篇的裁缝匠",
            "Desc": "终结技等级+2，最多不超过 <b><color style='color:#f29e38'>15</color></b> 级；普攻等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级；忆灵技等级+1，最多不超过 <b><color style='color:#f29e38'>10</color></b> 级。",
            "Icon": "SkillIcon_8007_Ultra"
        }
    },
    "800806": {
        "v1": {
            "Rank": 6,
            "Name": "神启的转呈者",
            "Desc": "终结技的暴击率固定为 <b><color style='color:#f29e38'>100%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "神启的转呈者",
            "Desc": "终结技的暴击率固定为 <b><color style='color:#f29e38'>100%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "神启的转呈者",
            "Desc": "终结技的暴击率固定为 <b><color style='color:#f29e38'>100%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "神启的转呈者",
            "Desc": "终结技的暴击率固定为 <b><color style='color:#f29e38'>100%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "神启的转呈者",
            "Desc": "终结技的暴击率固定为 <b><color style='color:#f29e38'>100%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "神启的转呈者",
            "Desc": "终结技的暴击率固定为 <b><color style='color:#f29e38'>100%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_8007_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "神启的转呈者",
            "Desc": "终结技的暴击率固定为 <b><color style='color:#f29e38'>100%</color></b> 。<br>隐藏数值：1.0",
            "Icon": "SkillIcon_8007_Rank6"
        }
    }
}

var _story_ = {
    "8008": [
        {
            "_id": 11,
            "Story": "为了消除星核带来的危机，{F#少女}{M#少年}开拓者选择与星穹列车同行。"
        },
        {
            "_id": 12,
            "Story": "你记得不多。<br>你并非来自此地，也并非来自彼方，你本不去往任意一处——<br>直到模糊的声在你耳边吹拂，那悲伤爱怜的劝导，似是而非的催促……<br>种子扎根。你睁开双眼，那说话的人已不在。<br><br>只是声音愈来愈多愈清晰。<br>有无虑的关照，有镇静的劝告，有毅然的坚持，有温柔的点拨……<br>你看到锦线正织成明日。<br><br>巨大的兽自无垠降下，<br>金色的瞳从黑夜俯视，<br>你也不再被过去抛弃。<br>你还将开拓漫长旅途，<br>踏过的荆棘都成了路。<br><br>列车鸣笛，愿你抵达将至的未来<br>——以你自己的意志。"
        },
        {
            "_id": 13,
            "Story": "你来到了「存护之城」。<br>雪幕之后，风似钢剑，火种留存。<br>远方不会听见，大地同样震颤，只有哭喊的人们迎风而上。<br><br>外敌、寒潮、裂隙之后，溃烂始于堡垒之中。<br>你施予援手，却遭背弃。<br>有人曾看轻你，误解你，但你仍走到他们身边，寻找他们的路。<br>更多的人挂怀你，担心你，面向他们的苦难，为苦恼之人找到药方。<br>最终他们走到你的身边。<br><br>冰雪中，你恰如一团火，存护这个世界的灵魂<br>——即使你将日日夜夜焚烧自己。"
        },
        {
            "_id": 14,
            "Story": "谐乐引你跌入美梦，糖浆与汽水充盈你的喉间。<br>节日盛大，人群喧哗，那些未曾谋面的人们披上伪装于梦中相聚。<br>你们饱览光怪陆离的风景，在晨曦微露之时分别——<br>此刻，至暗的午夜才刚刚开始。<br><br>时针嘀嗒转动，死亡如影随形。<br>你被当作筹码押上台面，却为自己赢得了揭晓秘密的权利。<br>你带上已死之人的梦，继续着他们未竟的路，面对他们不曾战胜的对手——<br><br>伪神汇聚众人的渴望而升起，万千人的齐唱淹没了你的存在。<br>行于不同道路的人拉起彼此的双手，<br>你们的旋律互相交织，虽微茫却如同长夜的灯火生生不息。<br>一个又一个人于梦中惊醒，而那微小的歌声最终汇成震耳欲聋的呐喊，冲破梦的帷幕。<br><br>永恒的美梦消散于一瞬，而你终于明白人们为何而沉睡<br>——为了从梦中醒来的明天。"
        },
        {
            "_id": 15,
            "Story": "看，在永恒之地，展开一卷无名的史诗——<br>听。风中的歌谣传唱再创世的哀歌，看见金血流过安眠的花丛，火种撑起疮痍的大地。<br>就像种子即将死去，诗篇无人问津。<br><br>因为虚假的结局将故事的扉页铐上枷锁。<br>数算荧荧的冷光，刺痛祈盼黎明的眼睛。<br>岁月未曾流淌，太阳将要毁伤——这是故事的高潮，抑或终局？<br>不，还差…最后一笔。<br><br>于是你在每一页留下「开拓」的字迹，向下坠落是向另一端升起。<br>你们奔行在记忆的泥浆，用亿万颗火种烧蚀冰冷的数列，接住破碎的胚芽。<br>当一页新生的空白出现，你落下一笔，它也向过去…荡开涟漪。<br><br>荧荧的光闪烁在记忆留白的夜空，尚未到来的流星，被寄予永恒的期待。<br>十三声心跳，在高歌逐火之旅，因为那是他们深爱的土地。<br>故事的扉页被再次翻开，那里写着有关生命的预言。<br><br>听！风中的歌谣如是传唱，记忆的种子在群星处生长，因为<br>——银河已知晓「翁法罗斯」的姓名。"
        }
    ]
}

var _voice_ = {
    "8008": [
        {
            "_id": "archive_player_1_f",
            "Title": "回忆 · 关于自己",
            "Voice": "当有机会做出选择的时候，不要让自己后悔……"
        },
        {
            "_id": "archive_player_2_f",
            "Title": "回忆 · 列车",
            "Voice": "如果没有选择登上列车，我会度过怎样的一生…不，不会有如果。"
        },
        {
            "_id": "archive_player_3_f",
            "Title": "回忆 · 帕姆",
            "Voice": "虽然嘴上说着不高兴，身体的反应还是很真实的。还是多去找找帕姆吧！"
        },
        {
            "_id": "archive_player_4_f",
            "Title": "回忆 · 空间站「黑塔」",
            "Voice": "我的武器也是空间站的奇物之一，虽然不知道它的来历——但被黑塔女士看中，一定有其重要之处。"
        },
        {
            "_id": "archive_player_5_f",
            "Title": "回忆 · 「毁灭」",
            "Voice": "「毁灭」的意志究竟从何而来，真的是因为体内的星核么……"
        },
        {
            "_id": "archive_player_6_f",
            "Title": "回忆 · 贝洛伯格",
            "Voice": "贝洛伯格的人们和我一样，也是第一次看到这颗星球上原生的那片天空。"
        },
        {
            "_id": "archive_player_7_f",
            "Title": "回忆 · 「存护」",
            "Voice": "「存护」的种子一直都在贝洛伯格，我只是重新唤起了这座城市生存的意志…即使微弱，它也未到熄灭的时刻。"
        },
        {
            "_id": "archive_player_8_f",
            "Title": "回忆 · 匹诺康尼",
            "Voice": "在匹诺康尼，米哈伊尔早就以自己的一生诠释了来自「钟表匠」最宝贵的遗产…只有当人们醒来后，才能将夜晚的梦带入白日。"
        },
        {
            "_id": "archive_player_9_f",
            "Title": "回忆 · 「同谐」",
            "Voice": "与很多人之间，并非没有纷争与争执，但在偶然的命运相交之时，我也愿意暂时放下这些，望向我们共同的未来。"
        },
        {
            "_id": "archive_player_10_f",
            "Title": "回忆 · 翁法罗斯",
            "Voice": "英雄史诗已然成篇——在这个阿基维利也未曾抵达的世界，我们却能够以「无名客」的身份与翁法罗斯的诸位同行，见证每个人写下浓墨重彩的一笔。"
        },
        {
            "_id": "archive_player_11_f",
            "Title": "回忆 · 「记忆」",
            "Voice": "那些我以为遗忘的，其实从未离我远去。它们是诗行的起始，而一站站开拓，会续写更浪漫的篇章。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl",
            "Title": "「毁灭」星魂激活",
            "Voice": "选择，并非像看上去那般遥不可及。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl2",
            "Title": "「存护」星魂激活",
            "Voice": "选择的价值，因坚定的意志而可贵。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl3",
            "Title": "「同谐」星魂激活",
            "Voice": "即便互不相识，我们也会为同一目标，做出同一选择。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_playergirl_jy",
            "Title": "「记忆」星魂激活",
            "Voice": "即便将被遗忘，不要放弃选择。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_playergirl",
            "Title": "角色晋阶",
            "Voice": "还未到止步的时候。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_playergirl",
            "Title": "角色满级",
            "Voice": "旅程…不会结束。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl",
            "Title": "「毁灭」行迹激活",
            "Voice": "这就是…我的意志。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl2",
            "Title": "「存护」行迹激活",
            "Voice": "「存护」…由行动来决定。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl3",
            "Title": "「同谐」行迹激活",
            "Voice": "在岔道之前，珍惜同路的时光。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_playergirl_jy",
            "Title": "「记忆」行迹激活",
            "Voice": "记住过去，是为了迈向未来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_playergirl",
            "Title": "队伍编成 · 三月七",
            "Voice": "反击就靠你了，三月。我相信你。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_playergirl",
            "Title": "队伍编成 · 丹恒",
            "Voice": "丹恒，我们速战速决。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_playergirl",
            "Title": "队伍编成 · 丹恒 · 饮月",
            "Voice": "就像平时那样，丹恒，我们速战速决。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_playergirl",
            "Title": "队伍编成 · 姬子",
            "Voice": "这次也拜托姬子小姐收尾了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_playergirl",
            "Title": "队伍编成 · 瓦尔特",
            "Voice": "放心交给我吧，杨叔…咳，瓦尔特先生。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_playergirl",
            "Title": "队伍编成 · 星期日",
            "Voice": "未曾设想的画面…但这也是「开拓」的意义。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_playergirl",
            "Title": "队伍编成 · 长夜月",
            "Voice": "还是按过去的方式来？见一个打一个，对吧？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_playergirl",
            "Title": "队伍编成 · 丹恒 · 腾荒",
            "Voice": "丹恒，继续一起开拓吧！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_playergirl",
            "Title": "队伍编成 · 阿格莱雅",
            "Voice": "为了黄金般的未来，一同努力吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_playergirl",
            "Title": "队伍编成 · 缇宝",
            "Voice": "帮帮我，万能的缇宝老师！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_playergirl",
            "Title": "队伍编成 · 万敌",
            "Voice": "前方必是辉煌，迈德漠斯。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_playergirl",
            "Title": "队伍编成 · 遐蝶",
            "Voice": "这一次，我们会携手同行。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_playergirl",
            "Title": "队伍编成 · 那刻夏",
            "Voice": "期待您这一次表演。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_playergirl",
            "Title": "队伍编成 · 风堇",
            "Voice": "风堇，感谢你洒下的色彩。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_playergirl",
            "Title": "队伍编成 · 赛飞儿",
            "Voice": "战利品，我们三七分？谁三谁七，可以再商量。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_playergirl",
            "Title": "队伍编成 · 白厄",
            "Voice": "成为英雄的道路并不孤单，搭档。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_playergirl",
            "Title": "队伍编成 · 海瑟音",
            "Voice": "盛宴已至，奏响凯旋的舞曲吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_playergirl",
            "Title": "队伍编成 · 刻律德菈",
            "Voice": "凯撒，再带领我们冲锋一次！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_playergirl",
            "Title": "队伍编成 · 昔涟",
            "Voice": "我会记得，我会前进。一同走向群星吧，昔涟。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playergirl",
            "Title": "「毁灭」战斗开始 · 弱点击破",
            "Voice": "机不可失。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playergirl",
            "Title": "「毁灭」战斗开始 · 危险预警",
            "Voice": "警惕起来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl_01",
            "Title": "「毁灭」回合开始 · 一",
            "Voice": "要开始了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl_02",
            "Title": "「毁灭」回合开始 · 二",
            "Voice": "速战速决吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playergirl",
            "Title": "「毁灭」回合待机",
            "Voice": "下一个是谁？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playergirl_01",
            "Title": "「毁灭」普攻",
            "Voice": "轮到你了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl_01",
            "Title": "「毁灭」战技",
            "Voice": "尝尝这个！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playergirl_01",
            "Title": "「毁灭」轻受击",
            "Voice": "不痛不痒。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playergirl_01",
            "Title": "「毁灭」重受击",
            "Voice": "还差得远。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playergirl",
            "Title": "「毁灭」终结技 · 激活",
            "Voice": "规则，就是用来打破的。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_playergirl_01",
            "Title": "「毁灭」终结技 · 施放 · 一",
            "Voice": "你出局了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_playergirl_01",
            "Title": "「毁灭」终结技 · 施放 · 二",
            "Voice": "我来送你上路。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_playergirl_02",
            "Title": "「毁灭」终结技 · 施放 · 三",
            "Voice": "致胜一击！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playergirl_01",
            "Title": "「毁灭」无法战斗",
            "Voice": "是我…输了……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playergirl",
            "Title": "「毁灭」重回战斗",
            "Voice": "开始第二轮吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playergirl",
            "Title": "「毁灭」回复生命",
            "Voice": "好多了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playergirl",
            "Title": "「毁灭」秘技",
            "Voice": "再坚持一下。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playergirl2",
            "Title": "「存护」战斗开始 · 弱点击破",
            "Voice": "进攻的时机来了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playergirl2",
            "Title": "「存护」战斗开始 · 危险预警",
            "Voice": "警惕起来。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl2_01",
            "Title": "「存护」回合开始 · 一",
            "Voice": "骑枪，备战。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl2_02",
            "Title": "「存护」回合开始 · 二",
            "Voice": "我来守护。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playergirl2",
            "Title": "「存护」回合待机",
            "Voice": "战势拖得太久了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playergirl2_01",
            "Title": "「存护」普攻",
            "Voice": "贯穿！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_playergirl2_01",
            "Title": "「存护」强化普攻",
            "Voice": "裂地！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl2_01",
            "Title": "「存护」战技 · 一",
            "Voice": "坚不可摧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl2_02",
            "Title": "「存护」战技 · 二",
            "Voice": "以强援弱。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playergirl2_01",
            "Title": "「存护」轻受击",
            "Voice": "毫发无伤。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playergirl2_01",
            "Title": "「存护」重受击",
            "Voice": "我…没事。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playergirl2",
            "Title": "「存护」终结技 · 激活",
            "Voice": "枪尖已经点燃。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playergirl2",
            "Title": "「存护」终结技 · 施放",
            "Voice": "炎枪！冲锋！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playergirl2_01",
            "Title": "「存护」无法战斗",
            "Voice": "我…必须坚持…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playergirl2",
            "Title": "「存护」重回战斗",
            "Voice": "我绝不后退。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playergirl2",
            "Title": "「存护」回复生命",
            "Voice": "配合得不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playergirl2",
            "Title": "「存护」秘技",
            "Voice": "存护之志！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playergirl3",
            "Title": "「同谐」战斗开始 · 弱点击破",
            "Voice": "节奏乱了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playergirl3",
            "Title": "「同谐」战斗开始 · 危险预警",
            "Voice": "考验默契的时候。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl3_01",
            "Title": "「同谐」回合开始 · 一",
            "Voice": "各就各位。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playergirl3_02",
            "Title": "「同谐」回合开始 · 二",
            "Voice": "保持步调一致。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playergirl3",
            "Title": "「同谐」回合待机",
            "Voice": "小心错过入场的最佳时机。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playergirl3_01",
            "Title": "「同谐」普攻",
            "Voice": "到我了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl3_01",
            "Title": "「同谐」战技 · 一",
            "Voice": "即兴表演！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_playergirl3_02",
            "Title": "「同谐」战技 · 二",
            "Voice": "好梦成真！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playergirl3_01",
            "Title": "「同谐」轻受击",
            "Voice": "还是老样子……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playergirl3_01",
            "Title": "「同谐」重受击",
            "Voice": "我马上跟上。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playergirl3",
            "Title": "「同谐」终结技 · 激活",
            "Voice": "气氛已经烘托到位。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playergirl3",
            "Title": "「同谐」终结技 · 施放",
            "Voice": "合演，开场！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playergirl3_01",
            "Title": "「同谐」无法战斗",
            "Voice": "还没…结束……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playergirl3",
            "Title": "「同谐」重回战斗",
            "Voice": "中场休息结束。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playergirl3",
            "Title": "「同谐」回复生命",
            "Voice": "绝佳配合。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playergirl3",
            "Title": "「同谐」秘技",
            "Voice": "敬请期待。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_mem_playgirl4",
            "Title": "「记忆」战斗开始 · 弱点击破 · 一",
            "Voice": "做得好哇，迷迷！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_playgirl4",
            "Title": "「记忆」战斗开始 · 弱点击破 · 二",
            "Voice": "这个点子不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_playgirl4",
            "Title": "「记忆」战斗开始 · 危险预警",
            "Voice": "再这样试试呢…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playgirl4_01",
            "Title": "「记忆」回合开始 · 一",
            "Voice": "这就是心有灵犀的感觉？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_playgirl4_02",
            "Title": "「记忆」回合开始 · 二",
            "Voice": "没关系，我会出手。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_playgirl4",
            "Title": "「记忆」回合待机",
            "Voice": "嗯…反正我不急。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_playgirl4_01",
            "Title": "「记忆」普攻",
            "Voice": "记着点。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast02_playgirl4_01",
            "Title": "「记忆」强化普攻 · 一",
            "Voice": "这故事，如我们所书！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast02_playgirl4_02",
            "Title": "「记忆」强化普攻 · 二",
            "Voice": "写下，前所未有的结局！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_playgirl4_01",
            "Title": "「记忆」战技 · 一",
            "Voice": "来吧，就决定是你了！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_playgirl4_02",
            "Title": "「记忆」战技 · 二",
            "Voice": "我们，什么都做得到~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_playgirl4_01",
            "Title": "「记忆」战技 · 三",
            "Voice": "不慌，还有我在。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_playgirl4_02",
            "Title": "「记忆」战技 · 四",
            "Voice": "放心，你可以的。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_playgirl4_01",
            "Title": "「记忆」轻受击",
            "Voice": "不长记性……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_playgirl4_01",
            "Title": "「记忆」重受击",
            "Voice": "等着吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_playgirl4",
            "Title": "「记忆」终结技 · 激活",
            "Voice": "相信我吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_playgirl4",
            "Title": "「记忆」终结技 · 施放",
            "Voice": "我们联手，就是无所不能的~"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_playgirl4_01",
            "Title": "「记忆」无法战斗",
            "Voice": "我会…记住的……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_playgirl4",
            "Title": "「记忆」重回战斗",
            "Voice": "想打倒我？没那么容易。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_playgirl4",
            "Title": "「记忆」回复生命",
            "Voice": "休整完毕。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_playgirl4",
            "Title": "「记忆」秘技",
            "Voice": "嗯，既视感么……"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_playergirl",
            "Title": "战斗胜利",
            "Voice": "以自己的意志，抵达结局吧。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_playergirl",
            "Title": "开启战利品 · 一",
            "Voice": "看起来不错。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_playergirl_02",
            "Title": "开启战利品 · 二",
            "Voice": "这就见底了？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_playergirl",
            "Title": "开启贵重战利品",
            "Voice": "好，多多益善。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_playergirl",
            "Title": "解谜成功 · 一",
            "Voice": "原来是这样么……"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_playergirl_02",
            "Title": "解谜成功 · 二",
            "Voice": "还难不倒我。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_playergirl",
            "Title": "发现敌方目标",
            "Voice": "想想该怎么对付它。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_playergirl",
            "Title": "返回城镇",
            "Voice": "时间还早，现在去哪？"
        }
    ]
}

var _notes_ = {
    "8008": []
}

var _adiff_ = {
    "8008": {
        "v3": [
            "``基础数值`- 能量 150.0 → 160.0 ;"
        ]
    }
}

var _mtc_ = {
    "8008": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111011": 4
            },
            {
                "2": 6400,
                "111011": 8
            },
            {
                "2": 12800,
                "111012": 5,
                "110400": 4
            },
            {
                "2": 32000,
                "111012": 8,
                "110400": 6
            },
            {
                "2": 64000,
                "111013": 5,
                "110400": 8
            },
            {
                "2": 128000,
                "111013": 7,
                "110400": 10
            },
            {}
        ],
        "Skills": [
            {
                "Name": "普攻",
                "Level": 6,
                "Mats": [
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "111013": 2
                    }
                ]
            },
            {
                "Name": "战技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 20000,
                        "110252": 5,
                        "111012": 5
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 56000,
                        "110253": 3,
                        "110506": 1,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "110506": 1
                    },
                    {
                        "2": 192000,
                        "110253": 9,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "终结技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 20000,
                        "110252": 5,
                        "111012": 5
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 56000,
                        "110253": 3,
                        "110506": 1,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "110506": 1
                    },
                    {
                        "2": 192000,
                        "110253": 9,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "天赋",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 20000,
                        "110252": 5,
                        "111012": 5
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 56000,
                        "110253": 3,
                        "110506": 1,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "110506": 1
                    },
                    {
                        "2": 192000,
                        "110253": 9,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "忆灵技",
                "Level": 6,
                "Mats": [
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "111013": 2
                    }
                ]
            },
            {
                "Name": "忆灵天赋",
                "Level": 6,
                "Mats": [
                    {
                        "2": 2800,
                        "110251": 1,
                        "111011": 3
                    },
                    {
                        "2": 5600,
                        "110252": 1,
                        "111012": 1
                    },
                    {
                        "2": 12800,
                        "110252": 3,
                        "111012": 2
                    },
                    {
                        "2": 28000,
                        "110253": 2,
                        "111013": 2
                    },
                    {
                        "2": 112000,
                        "110253": 5,
                        "111013": 2
                    }
                ]
            },
            {
                "Name": "",
                "Level": 1,
                "Mats": []
            }
        ],
        "Points": [
            {
                "Name": "暴击伤害 +37.3%",
                "Mat": {
                    "2": 188400,
                    "111011": 2,
                    "110252": 7,
                    "111012": 4,
                    "110253": 8,
                    "111013": 8
                }
            },
            {
                "Name": "攻击力 +14%",
                "Mat": {
                    "2": 122400,
                    "110251": 1,
                    "111011": 2,
                    "110252": 2,
                    "111012": 2,
                    "110253": 5,
                    "111013": 3
                }
            },
            {
                "Name": "生命值 +14%",
                "Mat": {
                    "2": 164000,
                    "110253": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "追念之权杖",
                "Mat": {
                    "2": 4000,
                    "110251": 2,
                    "110506": 1
                }
            },
            {
                "Name": "袖珍的事诗",
                "Mat": {
                    "2": 16000,
                    "110252": 5,
                    "241": 1,
                    "110506": 1
                }
            },
            {
                "Name": "磁石与长链",
                "Mat": {
                    "2": 128000,
                    "110253": 6,
                    "241": 1,
                    "110506": 1
                }
            }
        ]
    }
}