// Auto Generated

var _achievementdata = [
    3.8,
    1563,
    3.7,
    1538
]

var _achievementvers = [
    "3.8",
    "3.7",
    "3.6",
    "3.5",
    "3.4",
    "3.3",
    "3.2",
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.6",
    "1.5",
    "1.4",
    "1.3",
    "1.2",
    "1.1",
    "1.0"
]

var _achievement = [
    {
        "_id": 4010101,
        "Ver": 1.0,
        "Series": 1,
        "Name": "炽燃不灭的琥珀",
        "Desc": "开拓者踏上「存护」命途",
        "Reward": 20
    },
    {
        "_id": 4010201,
        "Ver": 1.0,
        "Series": 1,
        "Name": "命运之中（一）",
        "Desc": "拥有1枚等级达到 40.0 级的光锥",
        "Reward": 10
    },
    {
        "_id": 4010202,
        "Ver": 1.0,
        "Series": 1,
        "Name": "命运之中（二）",
        "Desc": "拥有1枚等级达到 60.0 级的光锥",
        "Reward": 10
    },
    {
        "_id": 4010203,
        "Ver": 1.0,
        "Series": 1,
        "Name": "命运之中（三）",
        "Desc": "拥有1枚等级达到 80.0 级的光锥",
        "Reward": 20
    },
    {
        "_id": 4010103,
        "Ver": 1.0,
        "Series": 1,
        "Name": "时间足够你爱",
        "Desc": "拥有4枚等级达到 80 级的光锥",
        "Reward": 20
    },
    {
        "_id": 4080201,
        "Ver": 1.0,
        "Series": 1,
        "Name": "知难而上（一）",
        "Desc": "均衡等级达到 1.0 级",
        "Reward": 5
    },
    {
        "_id": 4010301,
        "Ver": 1.0,
        "Series": 1,
        "Name": "童年",
        "Desc": "任意角色等级达到 40.0 级",
        "Reward": 10
    },
    {
        "_id": 4080202,
        "Ver": 1.0,
        "Series": 1,
        "Name": "知难而上（二）",
        "Desc": "均衡等级达到 3.0 级",
        "Reward": 10
    },
    {
        "_id": 4010302,
        "Ver": 1.0,
        "Series": 1,
        "Name": "在人间",
        "Desc": "任意角色等级达到 60.0 级",
        "Reward": 10
    },
    {
        "_id": 4080203,
        "Ver": 1.0,
        "Series": 1,
        "Name": "知难而上（三）",
        "Desc": "均衡等级达到 6.0 级",
        "Reward": 20
    },
    {
        "_id": 4010303,
        "Ver": 1.0,
        "Series": 1,
        "Name": "我的大学",
        "Desc": "任意角色等级达到 80.0 级",
        "Reward": 20
    },
    {
        "_id": 4010102,
        "Ver": 1.0,
        "Series": 1,
        "Name": "童年的终结",
        "Desc": "4名角色等级达到 80 级",
        "Reward": 20
    },
    {
        "_id": 4010501,
        "Ver": 1.0,
        "Series": 1,
        "Name": "命途的行迹（一）",
        "Desc": "累计激活或提升角色行迹 3.0 次",
        "Reward": 5
    },
    {
        "_id": 4010502,
        "Ver": 1.0,
        "Series": 1,
        "Name": "命途的行迹（二）",
        "Desc": "累计激活或提升角色行迹 20.0 次",
        "Reward": 5
    },
    {
        "_id": 4010503,
        "Ver": 1.0,
        "Series": 1,
        "Name": "命途的行迹（三）",
        "Desc": "累计激活或提升角色行迹 50.0 次",
        "Reward": 10
    },
    {
        "_id": 4010504,
        "Ver": 1.0,
        "Series": 1,
        "Name": "命途的行迹（四）",
        "Desc": "累计激活或提升角色行迹 100.0 次",
        "Reward": 20
    },
    {
        "_id": 4012302,
        "Ver": 1.0,
        "Series": 1,
        "Name": "应行的路，我行尽了",
        "Desc": "将任意角色全部行迹提升至最高等级",
        "Reward": 20
    },
    {
        "_id": 4010104,
        "Ver": 1.0,
        "Series": 1,
        "Name": "圣•遗器（四）",
        "Desc": "将1件4星遗器强化至最高等级",
        "Reward": 5
    },
    {
        "_id": 4010105,
        "Ver": 1.0,
        "Series": 1,
        "Name": "圣•遗器（五）",
        "Desc": "将1件5星遗器强化至最高等级",
        "Reward": 10
    },
    {
        "_id": 4010401,
        "Ver": 1.0,
        "Series": 1,
        "Name": "全副武装",
        "Desc": "将4件遗器强化至 15.0 级",
        "Reward": 20
    },
    {
        "_id": 4012301,
        "Ver": 1.0,
        "Series": 1,
        "Name": "至尊战甲",
        "Desc": "任意角色所有部件均装备 15 级5星遗器",
        "Reward": 20
    },
    {
        "_id": 4022302,
        "Ver": 1.0,
        "Series": 2,
        "Name": "扭曲光线的超级富豪",
        "Desc": "累计获得 100000000.0 信用点",
        "Reward": 10
    },
    {
        "_id": 4020201,
        "Ver": 1.0,
        "Series": 2,
        "Name": "银河系搭车客指南",
        "Desc": "获得 10.0 名角色",
        "Reward": 5
    },
    {
        "_id": 4020202,
        "Ver": 1.0,
        "Series": 2,
        "Name": "列车乘员登记名册",
        "Desc": "获得 20.0 名角色",
        "Reward": 5
    },
    {
        "_id": 4020203,
        "Ver": 1.0,
        "Series": 2,
        "Name": "星际大迁徙",
        "Desc": "获得 50.0 名角色",
        "Reward": 10
    },
    {
        "_id": 4020401,
        "Ver": 1.0,
        "Series": 2,
        "Name": "迪拉克海上的涟漪（一）",
        "Desc": "获得 10.0 种光锥",
        "Reward": 5
    },
    {
        "_id": 4020402,
        "Ver": 1.0,
        "Series": 2,
        "Name": "迪拉克海上的涟漪（二）",
        "Desc": "获得 20.0 种光锥",
        "Reward": 5
    },
    {
        "_id": 4020403,
        "Ver": 1.0,
        "Series": 2,
        "Name": "迪拉克海上的涟漪（三）",
        "Desc": "获得 40.0 种光锥",
        "Reward": 10
    },
    {
        "_id": 4020502,
        "Ver": 1.0,
        "Series": 2,
        "Name": "奈落的至宝",
        "Desc": "获得1件5星遗器",
        "Reward": 10
    },
    {
        "_id": 4020503,
        "Ver": 1.0,
        "Series": 2,
        "Name": "奇异赝品",
        "Desc": "通过「万能合成机」获得 5.0 件5星遗器",
        "Reward": 5
    },
    {
        "_id": 4020701,
        "Ver": 1.0,
        "Series": 2,
        "Name": "星际和平钻石会员",
        "Desc": "累计获得 1000000.0 信用点",
        "Reward": 5
    },
    {
        "_id": 4020702,
        "Ver": 1.0,
        "Series": 2,
        "Name": "星际和平黄钻会员",
        "Desc": "累计获得 10000000.0 信用点",
        "Reward": 10
    },
    {
        "_id": 4030101,
        "Ver": 1.0,
        "Series": 3,
        "Name": "群星，我的归宿",
        "Desc": "开启浩瀚银河之旅<br><color style='color:#8790ab;'>※恭喜！你登上了星穹列车！</color>",
        "Reward": 20
    },
    {
        "_id": 4030102,
        "Ver": 1.0,
        "Series": 3,
        "Name": "永冬城之夜",
        "Desc": "在漫天雪幕之后…<br><color style='color:#8790ab;'>※你来到了名为贝洛伯格的城市</color>",
        "Reward": 10
    },
    {
        "_id": 4030103,
        "Ver": 1.0,
        "Series": 3,
        "Name": "失落的世界",
        "Desc": "发现雅利洛-Ⅵ地下的秘密<br><color style='color:#8790ab;'>※竟然有人生活在地下…</color>",
        "Reward": 10
    },
    {
        "_id": 4030104,
        "Ver": 1.0,
        "Series": 3,
        "Name": "1/2绿野仙踪",
        "Desc": "击败铁皮人和小女孩<br><color style='color:#8790ab;'>※史瓦罗与克拉拉成为你的同伴了！</color>",
        "Reward": 10
    },
    {
        "_id": 4030105,
        "Ver": 1.0,
        "Series": 3,
        "Name": "凛冬将逝",
        "Desc": "从我做起，改变贝洛伯格<br><color style='color:#8790ab;'>※第一步，就是打倒大守护者可可利亚…</color>",
        "Reward": 20
    },
    {
        "_id": 4030201,
        "Ver": 1.0,
        "Series": 3,
        "Name": "有狐绥绥",
        "Desc": "所谓的外交，就是彼此交换意见…<br><color style='color:#8790ab;'>※与仙舟「罗浮」的领袖（们）会晤</color>",
        "Reward": 10
    },
    {
        "_id": 4030202,
        "Ver": 1.0,
        "Series": 3,
        "Name": "法眼无遗",
        "Desc": "天道好轮回，违法者必被捉<br><color style='color:#8790ab;'>※成功抓获星核猎手卡芙卡</color>",
        "Reward": 10
    },
    {
        "_id": 4032305,
        "Ver": 1.0,
        "Series": 3,
        "Name": "殷勤探看",
        "Desc": "看风的人在桌旁看你…<br><color style='color:#8790ab;'>※找到沉迷牌戏的青雀…</color>",
        "Reward": 10
    },
    {
        "_id": 4032307,
        "Ver": 1.0,
        "Series": 3,
        "Name": "善易不卜",
        "Desc": "见证太卜司的阵法之秘<br><color style='color:#8790ab;'>※以穷观阵审问卡芙卡，用洞见对抗预言…</color>",
        "Reward": 10
    },
    {
        "_id": 4032308,
        "Ver": 1.0,
        "Series": 3,
        "Name": "共逐失鹿",
        "Desc": "洪炉不灭，鹿鸣止息<br><color style='color:#8790ab;'>※从危机中拯救工造司</color>",
        "Reward": 10
    },
    {
        "_id": 4032306,
        "Ver": 1.0,
        "Series": 3,
        "Name": "鹿死谁手",
        "Desc": "尝试行走「巡猎」的命途…<br><color style='color:#8790ab;'>※帮助仙舟击败了丰饶孽物「玄鹿」</color>",
        "Reward": 10
    },
    {
        "_id": 4032309,
        "Ver": 1.0,
        "Series": 5,
        "Name": "雄虺蓁蓁",
        "Desc": "见证丹枢的故事",
        "Reward": 10
    },
    {
        "_id": 4040201,
        "Ver": 1.0,
        "Series": 4,
        "Name": "直到光芒把我们带走",
        "Desc": "激活空间站「黑塔」 5.0 个界域定锚",
        "Reward": 5
    },
    {
        "_id": 4040202,
        "Ver": 1.0,
        "Series": 4,
        "Name": "不开放世界",
        "Desc": "激活贝洛伯格 14.0 个界域定锚",
        "Reward": 5
    },
    {
        "_id": 4042307,
        "Ver": 1.0,
        "Series": 4,
        "Name": "仙路去何通",
        "Desc": "激活仙舟「罗浮」 10.0 个界域定锚",
        "Reward": 5
    },
    {
        "_id": 4040101,
        "Ver": 1.0,
        "Series": 4,
        "Name": "角色扮演游戏里合法",
        "Desc": "开启 30.0 次空间站「黑塔」战利品",
        "Reward": 20
    },
    {
        "_id": 4040102,
        "Ver": 1.0,
        "Series": 4,
        "Name": "那么代价是什么？",
        "Desc": "开启 110.0 次贝洛伯格战利品",
        "Reward": 20
    },
    {
        "_id": 4042308,
        "Ver": 1.0,
        "Series": 4,
        "Name": "浮财小事",
        "Desc": "开启 100.0 次仙舟「罗浮」战利品",
        "Reward": 5
    },
    {
        "_id": 4040301,
        "Ver": 1.0,
        "Series": 4,
        "Name": "毁灭的冲动",
        "Desc": "击碎 100.0 个可破坏物",
        "Reward": 5
    },
    {
        "_id": 4040302,
        "Ver": 1.0,
        "Series": 4,
        "Name": "自由毁灭意志",
        "Desc": "击碎 1000.0 个可破坏物",
        "Reward": 10
    },
    {
        "_id": 4040601,
        "Ver": 1.0,
        "Series": 4,
        "Name": "攻其不备",
        "Desc": "使用对应属性的攻击进入战斗 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4040602,
        "Ver": 1.0,
        "Series": 4,
        "Name": "身背无眼",
        "Desc": "在探索中遇袭",
        "Reward": 5
    },
    {
        "_id": 4040603,
        "Ver": 1.0,
        "Series": 4,
        "Name": "第三个技能",
        "Desc": "施放 50.0 次秘技",
        "Reward": 5
    },
    {
        "_id": 4040604,
        "Ver": 1.0,
        "Series": 4,
        "Name": "第三个维度",
        "Desc": "施放 300.0 次秘技",
        "Reward": 10
    },
    {
        "_id": 4080401,
        "Ver": 1.0,
        "Series": 4,
        "Name": "开题报告",
        "Desc": "收集 10.0 本来自空间站「黑塔」的阅读物",
        "Reward": 5
    },
    {
        "_id": 4080402,
        "Ver": 1.0,
        "Series": 4,
        "Name": "文献综述",
        "Desc": "收集 50.0 本来自空间站「黑塔」的阅读物",
        "Reward": 5
    },
    {
        "_id": 4080403,
        "Ver": 1.0,
        "Series": 4,
        "Name": "并非垃圾文学",
        "Desc": "收集 20.0 本来自贝洛伯格的阅读物",
        "Reward": 5
    },
    {
        "_id": 4080404,
        "Ver": 1.0,
        "Series": 4,
        "Name": "冬城史学家",
        "Desc": "收集 80.0 本来自贝洛伯格的阅读物",
        "Reward": 5
    },
    {
        "_id": 4040407,
        "Ver": 1.0,
        "Series": 4,
        "Name": "红名警告",
        "Desc": "完成 5.0 次强敌挑战",
        "Reward": 5
    },
    {
        "_id": 4040408,
        "Ver": 1.0,
        "Series": 4,
        "Name": "等级碾压",
        "Desc": "完成 15.0 次强敌挑战",
        "Reward": 5
    },
    {
        "_id": 4040503,
        "Ver": 1.0,
        "Series": 4,
        "Name": "间域漫游",
        "Desc": "完成 1.0 次历战探游",
        "Reward": 5
    },
    {
        "_id": 4040504,
        "Ver": 1.0,
        "Series": 4,
        "Name": "没成就就想打副本？",
        "Desc": "完成 9.0 次历战探游",
        "Reward": 5
    },
    {
        "_id": 4040701,
        "Ver": 1.0,
        "Series": 4,
        "Name": "廷达罗斯猪崽",
        "Desc": "捕捉次元扑满 1.0 次",
        "Reward": 5
    },
    {
        "_id": 4040702,
        "Ver": 1.0,
        "Series": 4,
        "Name": "相位提款机",
        "Desc": "捕捉次元扑满 10.0 次",
        "Reward": 5
    },
    {
        "_id": 4042301,
        "Ver": 1.0,
        "Series": 4,
        "Name": "感官社交",
        "Desc": "集齐散落在空间站「黑塔」中的全部忆泡",
        "Reward": 5
    },
    {
        "_id": 4040403,
        "Ver": 1.0,
        "Series": 4,
        "Name": "不世之材",
        "Desc": "发现所有不世之材战利品",
        "Reward": 5
    },
    {
        "_id": 4040404,
        "Ver": 1.0,
        "Series": 4,
        "Name": "七桥问题",
        "Desc": "发现所有斥力桥战利品",
        "Reward": 5
    },
    {
        "_id": 4040409,
        "Ver": 1.0,
        "Series": 4,
        "Name": "悲剧的诞生",
        "Desc": "发现所有愚者之箱战利品",
        "Reward": 5
    },
    {
        "_id": 4040402,
        "Ver": 1.0,
        "Series": 4,
        "Name": "矿山的西绪福斯",
        "Desc": "完成最终的矿车工测试",
        "Reward": 5
    },
    {
        "_id": 4040406,
        "Ver": 1.0,
        "Series": 4,
        "Name": "鼹鼠的故事",
        "Desc": "集齐所有的《冒险鼹鼠队》",
        "Reward": 5
    },
    {
        "_id": 4040410,
        "Ver": 1.0,
        "Series": 4,
        "Name": "红的连红的，白的连白的",
        "Desc": "完成 10.0 次磁流解阈",
        "Reward": 5
    },
    {
        "_id": 4051101,
        "Ver": 1.0,
        "Series": 4,
        "Name": "浪费是可耻的",
        "Desc": "从垃圾桶中获得「吉姆•罗杰面包味汽水」",
        "Reward": 5
    },
    {
        "_id": 4040411,
        "Ver": 1.0,
        "Series": 4,
        "Name": "洞穴之喻",
        "Desc": "完成 30.0 次枘凿六合",
        "Reward": 5
    },
    {
        "_id": 4040412,
        "Ver": 1.0,
        "Series": 4,
        "Name": "西北偏北",
        "Desc": "完成 20.0 次引航罗盘",
        "Reward": 5
    },
    {
        "_id": 4051001,
        "Ver": 1.0,
        "Series": 5,
        "Name": "猜猜我是谁",
        "Desc": "完成同行任务「知名不具」",
        "Reward": 5
    },
    {
        "_id": 4051002,
        "Ver": 1.0,
        "Series": 5,
        "Name": "少年阿兰之烦恼",
        "Desc": "完成同行任务「阴差阳错」",
        "Reward": 5
    },
    {
        "_id": 4051003,
        "Ver": 1.0,
        "Series": 5,
        "Name": "贤者的礼物",
        "Desc": "完成同行任务「虎克的礼物」",
        "Reward": 5
    },
    {
        "_id": 4051004,
        "Ver": 1.0,
        "Series": 5,
        "Name": "城郊静悄悄",
        "Desc": "完成同行任务「风雪免疫」",
        "Reward": 5
    },
    {
        "_id": 4051005,
        "Ver": 1.0,
        "Series": 5,
        "Name": "克拉拉与太阳",
        "Desc": "完成同行任务「难得有情」",
        "Reward": 5
    },
    {
        "_id": 4051006,
        "Ver": 1.0,
        "Series": 5,
        "Name": "泪水流逝",
        "Desc": "完成同行任务「只是孩子」",
        "Reward": 5
    },
    {
        "_id": 4051103,
        "Ver": 1.0,
        "Series": 5,
        "Name": "十七岁的地图",
        "Desc": "在任务「宓堂空境」中集齐关于艾丝妲的阅读物",
        "Reward": 5
    },
    {
        "_id": 4051104,
        "Ver": 1.0,
        "Series": 5,
        "Name": "钻石与铁锈",
        "Desc": "在任务「致：黯淡星」中选择将转译录交给伯纳德",
        "Reward": 5
    },
    {
        "_id": 4051105,
        "Ver": 1.0,
        "Series": 5,
        "Name": "再见了，猎彗人",
        "Desc": "在任务「触不可及」中收集三封「猎彗人来信」",
        "Reward": 5
    },
    {
        "_id": 4051106,
        "Ver": 1.0,
        "Series": 5,
        "Name": "她是否一人独行？",
        "Desc": "完成任务「向导佯谬」，见证仿生人的结局",
        "Reward": 5
    },
    {
        "_id": 4051107,
        "Ver": 1.0,
        "Series": 5,
        "Name": "第六类接触",
        "Desc": "在任务「安魂弥撒」中获得与呜呜伯对话的能力",
        "Reward": 5
    },
    {
        "_id": 4052302,
        "Ver": 1.0,
        "Series": 5,
        "Name": "随用随弃",
        "Desc": "在空间站里找到所有的黑塔并和她对话",
        "Reward": 5
    },
    {
        "_id": 4052304,
        "Ver": 1.0,
        "Series": 5,
        "Name": "为了忘却的纪念",
        "Desc": "寻访科员荣仓终的纪念碑",
        "Reward": 5
    },
    {
        "_id": 4052305,
        "Ver": 1.0,
        "Series": 5,
        "Name": "滴——下班卡！",
        "Desc": "将空间站的小机器人关机 6.0 次",
        "Reward": 5
    },
    {
        "_id": 4052306,
        "Ver": 1.0,
        "Series": 5,
        "Name": "新世界的大门",
        "Desc": "使用奇物「新世界的大门」",
        "Reward": 5
    },
    {
        "_id": 4052307,
        "Ver": 1.0,
        "Series": 5,
        "Name": "只是个数字",
        "Desc": "使用奇物「定分枪」",
        "Reward": 5
    },
    {
        "_id": 4052308,
        "Ver": 1.0,
        "Series": 5,
        "Name": "王权无永恒",
        "Desc": "使用奇物「不可承受之重」，并破解神秘声音的内容",
        "Reward": 5
    },
    {
        "_id": 4052309,
        "Ver": 1.0,
        "Series": 5,
        "Name": "因材施浇",
        "Desc": "与奇怪的植物对话，并在第二天继续拜访它",
        "Reward": 5
    },
    {
        "_id": 4051108,
        "Ver": 1.0,
        "Series": 5,
        "Name": "贪婪心理学",
        "Desc": "在任务「生存智慧」中拿到真正的宝藏",
        "Reward": 5
    },
    {
        "_id": 4051109,
        "Ver": 1.0,
        "Series": 5,
        "Name": "只待明日",
        "Desc": "在任务「小虎克的宝贝」中找到所有尤利安的物品",
        "Reward": 5
    },
    {
        "_id": 4080601,
        "Ver": 1.0,
        "Series": 5,
        "Name": "公德充沛",
        "Desc": "与公物保卫者对峙，让他知道阻止你的代价（或者卑微地认错）。",
        "Reward": 5
    },
    {
        "_id": 4051110,
        "Ver": 1.0,
        "Series": 5,
        "Name": "软件体的生命周期",
        "Desc": "在任务「难得有情•其二」中选择不格式化小机器人",
        "Reward": 5
    },
    {
        "_id": 4080602,
        "Ver": 1.0,
        "Series": 5,
        "Name": "外乡人",
        "Desc": "将在铆钉镇找到的八音盒交还给它心碎的主人。",
        "Reward": 5
    },
    {
        "_id": 4051111,
        "Ver": 1.0,
        "Series": 5,
        "Name": "趁生命气息逗留",
        "Desc": "在任务「难得有情•其二」中选择格式化小机器人",
        "Reward": 5
    },
    {
        "_id": 4080603,
        "Ver": 1.0,
        "Series": 5,
        "Name": " 50 信用点？！",
        "Desc": "集齐被张贴在贝洛伯格各个角落的列车组成员通缉令。",
        "Reward": 5
    },
    {
        "_id": 4052310,
        "Ver": 1.0,
        "Series": 5,
        "Name": "亮亮的，滑滑的",
        "Desc": "获得 3.0 枚古老的钱币",
        "Reward": 5
    },
    {
        "_id": 4080604,
        "Ver": 1.0,
        "Series": 5,
        "Name": "一路向…西北",
        "Desc": "在雅利洛-Ⅵ的星球仪上找到…呃…帕姆？",
        "Reward": 5
    },
    {
        "_id": 4052311,
        "Ver": 1.0,
        "Series": 5,
        "Name": "拆弹部队",
        "Desc": "解决贝洛伯格缆车站危机的同时规避道德风险",
        "Reward": 5
    },
    {
        "_id": 4080605,
        "Ver": 1.0,
        "Series": 5,
        "Name": "梦开始的地方",
        "Desc": "回到曾存放星核的房间，唤醒一段模糊的记忆。",
        "Reward": 5
    },
    {
        "_id": 4052312,
        "Ver": 1.0,
        "Series": 5,
        "Name": "急人之所急",
        "Desc": "找到逻辑语言中枢，并将其交给业余机械师菲多拉",
        "Reward": 5
    },
    {
        "_id": 4080606,
        "Ver": 1.0,
        "Series": 5,
        "Name": "诚实的好孩子",
        "Desc": "通过神秘的科员设下的道德考验。",
        "Reward": 5
    },
    {
        "_id": 4052313,
        "Ver": 1.0,
        "Series": 5,
        "Name": "曼德拉效应",
        "Desc": "与贝洛伯格的「后巷」接触",
        "Reward": 5
    },
    {
        "_id": 4052314,
        "Ver": 1.0,
        "Series": 5,
        "Name": "不干不净，吃了没病",
        "Desc": "在与歌德大饭店的掌柜歌蒂的对话中取得炒饭的食谱",
        "Reward": 5
    },
    {
        "_id": 4052315,
        "Ver": 1.0,
        "Series": 5,
        "Name": "爱乐之城",
        "Desc": "在与黄金歌剧院的女演员塔米拉的对话中取得留声机的乐谱",
        "Reward": 5
    },
    {
        "_id": 4052316,
        "Ver": 1.0,
        "Series": 5,
        "Name": "冬城陷阱",
        "Desc": "完整听完一次流浪者的说唱",
        "Reward": 5
    },
    {
        "_id": 4052317,
        "Ver": 1.0,
        "Series": 5,
        "Name": "仅限 12 岁以上人士",
        "Desc": "参加「黑暗拳斗大赛」并取得最终胜利",
        "Reward": 5
    },
    {
        "_id": 4052349,
        "Ver": 1.0,
        "Series": 5,
        "Name": "飞舞如蝶，蛰刺如蜂",
        "Desc": "制霸磐岩镇超级联赛五大赛事",
        "Reward": 10
    },
    {
        "_id": 4052318,
        "Ver": 1.0,
        "Series": 5,
        "Name": "法外狂徒",
        "Desc": "发掘埋藏在贝洛伯格行政区喷泉中的宝藏",
        "Reward": 5
    },
    {
        "_id": 4052319,
        "Ver": 1.0,
        "Series": 5,
        "Name": "平庸之恶",
        "Desc": "在「庸人的容器」任务中完成所有愚者之箱谜题",
        "Reward": 5
    },
    {
        "_id": 4052320,
        "Ver": 1.0,
        "Series": 5,
        "Name": "第四只小鼹鼠",
        "Desc": "在任务「冒险鼹鼠队」中，找到所有的隐藏宝箱",
        "Reward": 5
    },
    {
        "_id": 4052321,
        "Ver": 1.0,
        "Series": 5,
        "Name": "《冒险鼹鼠队》超级成长版",
        "Desc": "在贝洛伯格的书商处买到《冒险鼹鼠队：隐形的宝藏》",
        "Reward": 5
    },
    {
        "_id": 4052323,
        "Ver": 1.0,
        "Series": 5,
        "Name": "朴实的生活",
        "Desc": "在任务「解雇」完成后，收到芦慧的近况汇报短信",
        "Reward": 5
    },
    {
        "_id": 4052324,
        "Ver": 1.0,
        "Series": 5,
        "Name": "一鼓作气，再而衰，三而竭",
        "Desc": "在任务「亦师亦友」完成后，收到所有铖杰热情衰退的短信",
        "Reward": 5
    },
    {
        "_id": 4052325,
        "Ver": 1.0,
        "Series": 5,
        "Name": "赛博诈骗",
        "Desc": "在任务「仙舟追爱记」中，选择让狐仙投案自首",
        "Reward": 5
    },
    {
        "_id": 4052326,
        "Ver": 1.0,
        "Series": 5,
        "Name": "杜丝先生",
        "Desc": "在任务「仙舟追爱记」中，选择让狐仙公开真实身份",
        "Reward": 5
    },
    {
        "_id": 4052327,
        "Ver": 1.0,
        "Series": 5,
        "Name": "秘密造就女人",
        "Desc": "在任务「仙舟追爱记」中，选择让狐仙继续神秘",
        "Reward": 5
    },
    {
        "_id": 4052328,
        "Ver": 1.0,
        "Series": 5,
        "Name": "机巧鸟七故障：懒惰",
        "Desc": "说服忧伤的机巧鸟回到它的本职工作",
        "Reward": 5
    },
    {
        "_id": 4052329,
        "Ver": 1.0,
        "Series": 5,
        "Name": "千鸟在林，不如七鸟在手",
        "Desc": "帮鹤运物流找回所有走失的机巧鸟",
        "Reward": 5
    },
    {
        "_id": 4052330,
        "Ver": 1.0,
        "Series": 5,
        "Name": "师出有名",
        "Desc": "堂堂正正地赢得仙舟罗浮大胃王比赛",
        "Reward": 5
    },
    {
        "_id": 4052331,
        "Ver": 1.0,
        "Series": 5,
        "Name": "上兵伐谋",
        "Desc": "以不太光彩的形式赢得仙舟罗浮大胃王比赛",
        "Reward": 5
    },
    {
        "_id": 4052332,
        "Ver": 1.0,
        "Series": 5,
        "Name": "一败涂地",
        "Desc": "在仙舟罗浮大胃王比赛中落败",
        "Reward": 5
    },
    {
        "_id": 4052333,
        "Ver": 1.0,
        "Series": 5,
        "Name": "世外悠悠隔人间",
        "Desc": "与罐中仙对话，并从罐中取得「谢礼」",
        "Reward": 5
    },
    {
        "_id": 4052334,
        "Ver": 1.0,
        "Series": 5,
        "Name": "慨怀潇潇任风逝",
        "Desc": "与罐中仙对话，并拒绝了仙人的「谢礼」",
        "Reward": 5
    },
    {
        "_id": 4052335,
        "Ver": 1.0,
        "Series": 5,
        "Name": "魔方人滚出仙舟",
        "Desc": "完成魔方秘社的 15.0 个「枘凿六合」挑战",
        "Reward": 5
    },
    {
        "_id": 4052336,
        "Ver": 1.0,
        "Series": 5,
        "Name": "拿这个考我啊",
        "Desc": "完成魔方秘社的 15.0 个新版本的「枘凿六合」挑战",
        "Reward": 5
    },
    {
        "_id": 4052337,
        "Ver": 1.0,
        "Series": 5,
        "Name": "劳形案牍",
        "Desc": "在神策府中，查看 3.0 个不同的档案柜",
        "Reward": 5
    },
    {
        "_id": 4052338,
        "Ver": 1.0,
        "Series": 5,
        "Name": "祈祷落幕时",
        "Desc": "阻止了奇怪的游客向星槎引擎扔硬币",
        "Reward": 5
    },
    {
        "_id": 4052339,
        "Ver": 1.0,
        "Series": 5,
        "Name": "航班取消",
        "Desc": "帮助了奇怪的游客向星槎引擎扔硬币",
        "Reward": 5
    },
    {
        "_id": 4052340,
        "Ver": 1.0,
        "Series": 5,
        "Name": "归去来",
        "Desc": "从碰瓷者那里收回被敲诈的信用点",
        "Reward": 5
    },
    {
        "_id": 4052341,
        "Ver": 1.0,
        "Series": 5,
        "Name": "不拾遗",
        "Desc": "没有从碰瓷者那里收回被敲诈的信用点",
        "Reward": 5
    },
    {
        "_id": 4052342,
        "Ver": 1.0,
        "Series": 5,
        "Name": "贪无餍",
        "Desc": "从碰瓷者那里索要过量被敲诈的信用点",
        "Reward": 5
    },
    {
        "_id": 4052343,
        "Ver": 1.0,
        "Series": 5,
        "Name": "机巧鸟七故障：色欲",
        "Desc": "跟随绅士机巧鸟找到被海关扣留的画册",
        "Reward": 5
    },
    {
        "_id": 4052344,
        "Ver": 1.0,
        "Series": 5,
        "Name": "机巧鸟七故障：暴食",
        "Desc": "与不满的机巧鸟完成一次打赌",
        "Reward": 5
    },
    {
        "_id": 4052345,
        "Ver": 1.0,
        "Series": 5,
        "Name": "机巧鸟七故障：贪婪",
        "Desc": "探索由「恶龙」守护的「快递山」",
        "Reward": 5
    },
    {
        "_id": 4052346,
        "Ver": 1.0,
        "Series": 5,
        "Name": "机巧鸟七故障：嫉妒",
        "Desc": "完成充满怨气的机巧鸟挑战",
        "Reward": 5
    },
    {
        "_id": 4052347,
        "Ver": 1.0,
        "Series": 5,
        "Name": "机巧鸟七故障：暴怒",
        "Desc": "与勇敢的机巧鸟一起战胜拦路恶徒",
        "Reward": 5
    },
    {
        "_id": 4052348,
        "Ver": 1.0,
        "Series": 5,
        "Name": "机巧鸟七故障：傲慢",
        "Desc": "完成「罗浮四大恶人」（自称）的挑战",
        "Reward": 5
    },
    {
        "_id": 4060101,
        "Ver": 1.0,
        "Series": 6,
        "Name": "影逝百度（一）",
        "Desc": "击败 100.0 次凝滞虚影",
        "Reward": 5
    },
    {
        "_id": 4060102,
        "Ver": 1.0,
        "Series": 6,
        "Name": "影逝百度（四）",
        "Desc": "击败 400.0 次凝滞虚影",
        "Reward": 5
    },
    {
        "_id": 4060103,
        "Ver": 1.0,
        "Series": 6,
        "Name": "影逝百度（八）",
        "Desc": "击败 800.0 次凝滞虚影",
        "Reward": 10
    },
    {
        "_id": 4060201,
        "Ver": 1.0,
        "Series": 6,
        "Name": "天外魔花（一）",
        "Desc": "击败 100.0 次拟造花萼",
        "Reward": 5
    },
    {
        "_id": 4060202,
        "Ver": 1.0,
        "Series": 6,
        "Name": "天外魔花（二）",
        "Desc": "击败 500.0 次拟造花萼",
        "Reward": 5
    },
    {
        "_id": 4060203,
        "Ver": 1.0,
        "Series": 6,
        "Name": "天外魔花（三）",
        "Desc": "击败 1000.0 次拟造花萼",
        "Reward": 10
    },
    {
        "_id": 4060301,
        "Ver": 1.0,
        "Series": 6,
        "Name": "隧洞幽影（一）",
        "Desc": "通关 100.0 次侵蚀隧洞",
        "Reward": 5
    },
    {
        "_id": 4060302,
        "Ver": 1.0,
        "Series": 6,
        "Name": "隧洞幽影（二）",
        "Desc": "通关 400.0 次侵蚀隧洞",
        "Reward": 5
    },
    {
        "_id": 4060303,
        "Ver": 1.0,
        "Series": 6,
        "Name": "隧洞幽影（三）",
        "Desc": "通关 800.0 次侵蚀隧洞",
        "Reward": 10
    },
    {
        "_id": 4060401,
        "Ver": 1.0,
        "Series": 6,
        "Name": "历战余响（一）",
        "Desc": "通关 1.0 次历战余响",
        "Reward": 5
    },
    {
        "_id": 4060402,
        "Ver": 1.0,
        "Series": 6,
        "Name": "历战余响（二）",
        "Desc": "通关 10.0 次历战余响",
        "Reward": 5
    },
    {
        "_id": 4070101,
        "Ver": 1.0,
        "Series": 7,
        "Name": "势不可挡",
        "Desc": "连续施放 4.0 次终结技",
        "Reward": 5
    },
    {
        "_id": 4070201,
        "Ver": 1.0,
        "Series": 7,
        "Name": "破防致4",
        "Desc": "单场战斗中对同一敌人造成 4.0 次弱点击破",
        "Reward": 5
    },
    {
        "_id": 4070303,
        "Ver": 1.0,
        "Series": 7,
        "Name": "全数抹煞",
        "Desc": "造成大于等于 150000.0 点单次伤害",
        "Reward": 10
    },
    {
        "_id": 4070403,
        "Ver": 1.0,
        "Series": 7,
        "Name": "毁世震荡",
        "Desc": "单次攻击造成 300000.0 点伤害",
        "Reward": 10
    },
    {
        "_id": 4070421,
        "Ver": 1.0,
        "Series": 7,
        "Name": "创伤小组白金套餐",
        "Desc": "我方角色单次提供的治疗量超过 8000.0 点",
        "Reward": 5
    },
    {
        "_id": 4070441,
        "Ver": 1.0,
        "Series": 7,
        "Name": "壁垒",
        "Desc": "单个角色同时持有的护盾量超过 5000.0 点",
        "Reward": 5
    },
    {
        "_id": 4070301,
        "Ver": 1.0,
        "Series": 7,
        "Name": "认真殴打",
        "Desc": "造成大于等于 1000.0 点单次伤害",
        "Reward": 5
    },
    {
        "_id": 4070302,
        "Ver": 1.0,
        "Series": 7,
        "Name": "寸劲•开天",
        "Desc": "造成大于等于 20000.0 点单次伤害",
        "Reward": 10
    },
    {
        "_id": 4070401,
        "Ver": 1.0,
        "Series": 7,
        "Name": "连续普通拳",
        "Desc": "单次攻击造成 2000.0 点伤害",
        "Reward": 5
    },
    {
        "_id": 4070402,
        "Ver": 1.0,
        "Series": 7,
        "Name": "太虚剑神",
        "Desc": "单次攻击造成 40000.0 点伤害",
        "Reward": 10
    },
    {
        "_id": 4070501,
        "Ver": 1.0,
        "Series": 7,
        "Name": "冰与火之歌",
        "Desc": "使 1.0 名敌人同时处于冻结和灼烧状态",
        "Reward": 5
    },
    {
        "_id": 4070502,
        "Ver": 1.0,
        "Series": 7,
        "Name": "回忆、悲伤与荆棘",
        "Desc": "使 1.0 名敌人同时处于 4.0 个持续伤害状态",
        "Reward": 5
    },
    {
        "_id": 4070601,
        "Ver": 1.0,
        "Series": 7,
        "Name": "电子梦",
        "Desc": "单场战斗中使用雷属性击破伤害消灭 3.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070602,
        "Ver": 1.0,
        "Series": 7,
        "Name": "华氏 451 °",
        "Desc": "单场战斗中使用火属性击破伤害消灭 3.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070603,
        "Ver": 1.0,
        "Series": 7,
        "Name": "太阳风",
        "Desc": "单场战斗中使用风属性击破伤害消灭 3.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070604,
        "Ver": 1.0,
        "Series": 7,
        "Name": "被毁灭的人",
        "Desc": "单场战斗中使用物理属性击破伤害消灭 3.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070605,
        "Ver": 1.0,
        "Series": 7,
        "Name": "雷破阵（一）",
        "Desc": "累计使用雷属性击破伤害消灭 20.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070606,
        "Ver": 1.0,
        "Series": 7,
        "Name": "雷破阵（二）",
        "Desc": "累计使用雷属性击破伤害消灭 60.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070607,
        "Ver": 1.0,
        "Series": 7,
        "Name": "火破阵（一）",
        "Desc": "累计使用火属性击破伤害消灭 20.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070608,
        "Ver": 1.0,
        "Series": 7,
        "Name": "火破阵（二）",
        "Desc": "累计使用火属性击破伤害消灭 60.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070609,
        "Ver": 1.0,
        "Series": 7,
        "Name": "风破阵（一）",
        "Desc": "累计使用风属性击破伤害消灭 20.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070610,
        "Ver": 1.0,
        "Series": 7,
        "Name": "风破阵（二）",
        "Desc": "累计使用风属性击破伤害消灭 60.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070611,
        "Ver": 1.0,
        "Series": 7,
        "Name": "物理破阵（一）",
        "Desc": "累计使用物理属性击破伤害消灭 20.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070612,
        "Ver": 1.0,
        "Series": 7,
        "Name": "物理破阵（二）",
        "Desc": "累计使用物理属性击破伤害消灭 60.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070701,
        "Ver": 1.0,
        "Series": 7,
        "Name": "遇事不决，量子力学",
        "Desc": "单场战斗中造成 5.0 次量子属性的弱点击破",
        "Reward": 5
    },
    {
        "_id": 4070702,
        "Ver": 1.0,
        "Series": 7,
        "Name": "冷酷的方程式",
        "Desc": "单场战斗中造成 5.0 次冰属性的弱点击破",
        "Reward": 5
    },
    {
        "_id": 4070703,
        "Ver": 1.0,
        "Series": 7,
        "Name": "虚数不能解释一切",
        "Desc": "单场战斗中造成 5.0 次虚数属性的弱点击破",
        "Reward": 5
    },
    {
        "_id": 4070704,
        "Ver": 1.0,
        "Series": 7,
        "Name": "量子破阵（一）",
        "Desc": "累计触发 100.0 次量子属性击破效果",
        "Reward": 5
    },
    {
        "_id": 4070705,
        "Ver": 1.0,
        "Series": 7,
        "Name": "量子破阵（二）",
        "Desc": "累计触发 300.0 次量子属性击破效果",
        "Reward": 5
    },
    {
        "_id": 4070706,
        "Ver": 1.0,
        "Series": 7,
        "Name": "冰破阵（一）",
        "Desc": "累计触发 100.0 次冰属性击破效果",
        "Reward": 5
    },
    {
        "_id": 4070707,
        "Ver": 1.0,
        "Series": 7,
        "Name": "冰破阵（二）",
        "Desc": "累计触发 300.0 次冰属性击破效果",
        "Reward": 5
    },
    {
        "_id": 4070708,
        "Ver": 1.0,
        "Series": 7,
        "Name": "虚数破阵（一）",
        "Desc": "累计触发 100.0 次虚数属性击破效果",
        "Reward": 5
    },
    {
        "_id": 4070709,
        "Ver": 1.0,
        "Series": 7,
        "Name": "虚数破阵（二）",
        "Desc": "累计触发 300.0 次虚数属性击破效果",
        "Reward": 5
    },
    {
        "_id": 4070801,
        "Ver": 1.0,
        "Series": 7,
        "Name": "先发制人",
        "Desc": "使用秘技伤害消灭 1.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070802,
        "Ver": 1.0,
        "Series": 7,
        "Name": "秘技破阵（一）",
        "Desc": "累计使用秘技伤害消灭 10.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070803,
        "Ver": 1.0,
        "Series": 7,
        "Name": "莫桑比克射击法",
        "Desc": "单场战斗中通过追加攻击消灭 3.0 个敌人",
        "Reward": 5
    },
    {
        "_id": 4070804,
        "Ver": 1.0,
        "Series": 7,
        "Name": "追击破阵（一）",
        "Desc": "累计使用追加攻击消灭 80.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070805,
        "Ver": 1.0,
        "Series": 7,
        "Name": "追击破阵（二）",
        "Desc": "累计使用追加攻击消灭 240.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070806,
        "Ver": 1.0,
        "Series": 7,
        "Name": "一把小刀…",
        "Desc": "单场战斗中通过持续伤害消灭 3.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070807,
        "Ver": 1.0,
        "Series": 7,
        "Name": "持伤破阵（一）",
        "Desc": "累计使用持续伤害消灭 80.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070808,
        "Ver": 1.0,
        "Series": 7,
        "Name": "持伤破阵（二）",
        "Desc": "累计使用持续伤害消灭 240.0 名敌人",
        "Reward": 5
    },
    {
        "_id": 4070810,
        "Ver": 1.0,
        "Series": 7,
        "Name": "无意冒犯",
        "Desc": "单场战斗中，累计解除敌方目标 5.0 次增益效果",
        "Reward": 5
    },
    {
        "_id": 4070812,
        "Ver": 1.0,
        "Series": 7,
        "Name": "驱魔人",
        "Desc": "单场战斗中，累计解除我方目标 5.0 次负面效果",
        "Reward": 5
    },
    {
        "_id": 4071001,
        "Ver": 1.0,
        "Series": 7,
        "Name": "永冻机",
        "Desc": "连续冻结 1.0 名敌人 3.0 回合",
        "Reward": 5
    },
    {
        "_id": 4071002,
        "Ver": 1.0,
        "Series": 7,
        "Name": "赴死者向你致敬",
        "Desc": "任意角色在生命值小于1%的情况下消灭敌方单位",
        "Reward": 5
    },
    {
        "_id": 4071003,
        "Ver": 1.0,
        "Series": 7,
        "Name": "让我单挑",
        "Desc": " 4.0 名角色进入战斗，在战斗胜利时仅有 1.0 名角色尚能战斗",
        "Reward": 5
    },
    {
        "_id": 4071004,
        "Ver": 1.0,
        "Series": 7,
        "Name": "勿忘汝终有一死",
        "Desc": "在生命值为 100% 的情况下受到敌人的致命攻击",
        "Reward": 5
    },
    {
        "_id": 4071005,
        "Ver": 1.0,
        "Series": 7,
        "Name": "能量葛朗台",
        "Desc": "任意角色连续 4.0 个回合开始时，能量保持为 100% ",
        "Reward": 5
    },
    {
        "_id": 4071006,
        "Ver": 1.0,
        "Series": 7,
        "Name": "似花过亡城",
        "Desc": "单场战斗中，使 2.0 名陷入无法战斗状态角色回复至可战斗状态",
        "Reward": 5
    },
    {
        "_id": 4071007,
        "Ver": 1.0,
        "Series": 7,
        "Name": "落井下石",
        "Desc": "单场战斗中对陷入弱点击破的敌人累计造成 20000.0 伤害",
        "Reward": 5
    },
    {
        "_id": 4071008,
        "Ver": 1.0,
        "Series": 7,
        "Name": "甲胄之殇",
        "Desc": "单场战斗，1名角色累计受到 10000.0 点伤害",
        "Reward": 5
    },
    {
        "_id": 4071009,
        "Ver": 1.0,
        "Series": 7,
        "Name": "各个击破",
        "Desc": "单次行动中造成 4.0 名敌方目标弱点击破",
        "Reward": 5
    },
    {
        "_id": 4071012,
        "Ver": 1.0,
        "Series": 7,
        "Name": "天和",
        "Desc": "使用秘技在进入战斗后消灭所有敌人",
        "Reward": 5
    },
    {
        "_id": 4071013,
        "Ver": 1.0,
        "Series": 7,
        "Name": "不打无准备之仗",
        "Desc": "任意角色回合开始时，同时拥有大于等于 5.0 种增益效果",
        "Reward": 5
    },
    {
        "_id": 4071014,
        "Ver": 1.0,
        "Series": 7,
        "Name": "高速之星",
        "Desc": "我方全体在单场战斗中累计行动 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4071015,
        "Ver": 1.0,
        "Series": 7,
        "Name": "极限求生",
        "Desc": "当队伍中4名角色生命值百分比同时小于等于 5.0% 的情况下获得战斗胜利",
        "Reward": 10
    },
    {
        "_id": 4071016,
        "Ver": 1.0,
        "Series": 7,
        "Name": "子弹时间",
        "Desc": "在我方单位行动 10.0 次期间，敌方单位未行动",
        "Reward": 5
    },
    {
        "_id": 4071017,
        "Ver": 1.0,
        "Series": 7,
        "Name": "灭亡之歌",
        "Desc": "战斗中与敌方目标同归于尽",
        "Reward": 5
    },
    {
        "_id": 4071018,
        "Ver": 1.0,
        "Series": 7,
        "Name": "大炮打蚊子",
        "Desc": "单次攻击对当前生命值百分比小于等于 1.0% 的敌方目标造成大于等于 20000.0 点伤害",
        "Reward": 5
    },
    {
        "_id": 4071401,
        "Ver": 1.0,
        "Series": 7,
        "Name": "主角的特权",
        "Desc": "单场战斗中，使用「毁灭」命途开拓者对敌人造成 3.0 次弱点击破",
        "Reward": 10
    },
    {
        "_id": 4071501,
        "Ver": 1.0,
        "Series": 7,
        "Name": "转体四周半",
        "Desc": "我方目标造成单次攻击后，黑塔触发天赋旋转 5.0 圈",
        "Reward": 10
    },
    {
        "_id": 4071502,
        "Ver": 1.0,
        "Series": 7,
        "Name": "滔天牌浪",
        "Desc": "使用青雀连续 3.0 回合开始时处于「暗杠」状态",
        "Reward": 10
    },
    {
        "_id": 4071503,
        "Ver": 1.0,
        "Series": 7,
        "Name": "我的回合",
        "Desc": "在下一个我方角色行动前，使希儿连续行动 5.0 次",
        "Reward": 10
    },
    {
        "_id": 4071504,
        "Ver": 1.0,
        "Series": 7,
        "Name": "十三试炼",
        "Desc": "在单场战斗中，使史瓦罗为克拉拉抵挡攻击 13 次",
        "Reward": 10
    },
    {
        "_id": 4071505,
        "Ver": 1.0,
        "Series": 7,
        "Name": "咖啡爱好者",
        "Desc": "早、午、晚各一杯咖啡，提神醒脑<br><color style='color:#8790ab;'>※在单场战斗中，使用姬子施放终结技3次</color>",
        "Reward": 10
    },
    {
        "_id": 4071506,
        "Ver": 1.0,
        "Series": 7,
        "Name": "过度防卫",
        "Desc": "我方角色杰帕德施加的护盾没有遭到任何损耗的情况下获得 1.0 场战斗胜利",
        "Reward": 10
    },
    {
        "_id": 4071603,
        "Ver": 1.0,
        "Series": 7,
        "Name": "当家国之歌响起",
        "Desc": "使用我方角色布洛妮娅在对战杰帕德、可可利亚和布洛妮娅时分别施放 1.0 次「贝洛伯格进行曲」",
        "Reward": 5
    },
    {
        "_id": 4071607,
        "Ver": 1.0,
        "Series": 7,
        "Name": "我愚蠢的弟弟啊…",
        "Desc": "使用我方角色希露瓦在对战杰帕德时完成最后的制胜一击",
        "Reward": 10
    },
    {
        "_id": 4071608,
        "Ver": 1.0,
        "Series": 7,
        "Name": "致同桌的你",
        "Desc": "使用我方角色希露瓦在对战可可利亚时完成最后的制胜一击",
        "Reward": 10
    },
    {
        "_id": 4071609,
        "Ver": 1.0,
        "Series": 7,
        "Name": "还有你，布洛妮娅？",
        "Desc": "使用我方角色布洛妮娅在对战可可利亚时完成最后的制胜一击",
        "Reward": 10
    },
    {
        "_id": 4071610,
        "Ver": 1.0,
        "Series": 7,
        "Name": "听我说…",
        "Desc": "使用开拓者对战卡芙卡，并陷入「支配」状态",
        "Reward": 5
    },
    {
        "_id": 4072001,
        "Ver": 1.0,
        "Series": 7,
        "Name": "不讲武德",
        "Desc": "队伍中 4.0 名角色都激怒守护者之影",
        "Reward": 10
    },
    {
        "_id": 4072002,
        "Ver": 1.0,
        "Series": 7,
        "Name": "武德充沛",
        "Desc": "不激怒守护者之影的情况下将其消灭",
        "Reward": 5
    },
    {
        "_id": 4072003,
        "Ver": 1.0,
        "Series": 7,
        "Name": "强攻！不计代价！",
        "Desc": "触发 4.0 次以上银鬃尉官「盾反」并将其击败",
        "Reward": 5
    },
    {
        "_id": 4072004,
        "Ver": 1.0,
        "Series": 7,
        "Name": "擒贼先擒王",
        "Desc": "不消灭银鬃铁卫的情况下击败银鬃尉官",
        "Reward": 10
    },
    {
        "_id": 4072008,
        "Ver": 1.0,
        "Series": 7,
        "Name": "瘸狼",
        "Desc": "不触发「砍伐指令」的情况下击败自动机兵「齿狼」",
        "Reward": 5
    },
    {
        "_id": 4072012,
        "Ver": 1.0,
        "Series": 7,
        "Name": "反刍",
        "Desc": "使深寒徘徊者「吞噬衍生物」时失败",
        "Reward": 10
    },
    {
        "_id": 4072013,
        "Ver": 1.0,
        "Series": 7,
        "Name": "打人得打脸",
        "Desc": "「历战余响」中，在不消灭末日兽双手的情况下击败反物质引擎",
        "Reward": 5
    },
    {
        "_id": 4072014,
        "Ver": 1.0,
        "Series": 7,
        "Name": "灾虐未至",
        "Desc": "「历战余响」中，阻止末日兽施放「末日临空」",
        "Reward": 5
    },
    {
        "_id": 4072016,
        "Ver": 1.0,
        "Series": 7,
        "Name": "铁卫是可爱的",
        "Desc": "不消灭银鬃铁卫的情况下击败布洛妮娅",
        "Reward": 5
    },
    {
        "_id": 4072017,
        "Ver": 1.0,
        "Series": 7,
        "Name": "射人先射马",
        "Desc": "在虚卒·践踏者瞄准我方角色时将其消灭",
        "Reward": 10
    },
    {
        "_id": 4072018,
        "Ver": 1.0,
        "Series": 7,
        "Name": "无风带",
        "Desc": "使兴风者的「风落暴矢」技能因场上没有处于风化状态的我方目标而施放失败",
        "Reward": 5
    },
    {
        "_id": 4072019,
        "Ver": 1.0,
        "Series": 7,
        "Name": "骑士道",
        "Desc": "不消灭召唤出的「银鬃铁卫」的情况下消灭杰帕德",
        "Reward": 10
    },
    {
        "_id": 4072020,
        "Ver": 1.0,
        "Series": 7,
        "Name": "全金属外壳",
        "Desc": "受到辅助机械臂单元「控场起爆」技能攻击后仍然存活",
        "Reward": 20
    },
    {
        "_id": 4072022,
        "Ver": 1.0,
        "Series": 7,
        "Name": "左膀右臂与右臂与右臂",
        "Desc": "消灭 4.0 个辅助机械臂单元的情况下击败史瓦罗",
        "Reward": 10
    },
    {
        "_id": 4072023,
        "Ver": 1.0,
        "Series": 7,
        "Name": "自制碎碎冰",
        "Desc": "消灭可可利亚召唤出的冰锋 4.0 次",
        "Reward": 5
    },
    {
        "_id": 4072024,
        "Ver": 1.0,
        "Series": 7,
        "Name": "卡诺莎悔罪",
        "Desc": "在可可利亚蓄力状态下打断「雪国圣徒的烈怒」技能的施放",
        "Reward": 10
    },
    {
        "_id": 4072026,
        "Ver": 1.0,
        "Series": 7,
        "Name": "冤有头债有主",
        "Desc": "不击败布洛妮娅的情况下，击败可可利亚",
        "Reward": 20
    },
    {
        "_id": 4072027,
        "Ver": 1.0,
        "Series": 7,
        "Name": "胸有洪炉火",
        "Desc": "「历战余响」中，全程我方无人被冻结情况下击败可可利亚，虚妄之母",
        "Reward": 20
    },
    {
        "_id": 4072101,
        "Ver": 1.0,
        "Series": 7,
        "Name": "意外失忆",
        "Desc": "清空蚕食者之影的「追忆刻度」使其施放「黄金年代的解放」失败",
        "Reward": 10
    },
    {
        "_id": 4072103,
        "Ver": 1.0,
        "Series": 7,
        "Name": "机器人何苦伤害机器人",
        "Desc": "利用入魔机巧 • 灯昼龙鱼施放的「烛花」消灭金人司阍",
        "Reward": 10
    },
    {
        "_id": 4072104,
        "Ver": 1.0,
        "Series": 7,
        "Name": "愤怒的金人",
        "Desc": "单场战斗中累计让金人司阍进入3次暴怒状态",
        "Reward": 10
    },
    {
        "_id": 4072105,
        "Ver": 1.0,
        "Series": 7,
        "Name": "钢铁意志",
        "Desc": "单场战斗中累计解除3次卡芙卡施加的「支配」状态",
        "Reward": 5
    },
    {
        "_id": 4080101,
        "Ver": 1.0,
        "Series": 8,
        "Name": "地球周",
        "Desc": "连续登录 7.0 天",
        "Reward": 5
    },
    {
        "_id": 4082301,
        "Ver": 1.0,
        "Series": 8,
        "Name": "地球年",
        "Desc": "累计登录 365.0 天",
        "Reward": 20
    },
    {
        "_id": 4082303,
        "Ver": 1.0,
        "Series": 8,
        "Name": "地球月",
        "Desc": "累计登录 30.0 天",
        "Reward": 5
    },
    {
        "_id": 4070901,
        "Ver": 1.0,
        "Series": 8,
        "Name": "三人成行",
        "Desc": "在队伍中有 3.0 个相同命途角色的情况下获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4070902,
        "Ver": 1.0,
        "Series": 8,
        "Name": "消消乐",
        "Desc": "在队伍中有 3.0 个相同属性角色的情况下获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4071601,
        "Ver": 1.0,
        "Series": 8,
        "Name": "相亲相爱一家人",
        "Desc": "使用姬子、瓦尔特、丹恒、三月七的4人队伍配置取得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4071602,
        "Ver": 1.0,
        "Series": 8,
        "Name": "筑城者（与前筑城者）",
        "Desc": "使用布洛妮娅、杰帕德、佩拉、希露瓦的4人队伍配置取得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4072305,
        "Ver": 1.0,
        "Series": 8,
        "Name": "百搭鬼牌",
        "Desc": "使用累计 20.0 位角色与桑博组队并取得至少1场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4080301,
        "Ver": 1.0,
        "Series": 8,
        "Name": "第欧根尼理想国",
        "Desc": "探索贝洛伯格的名片吧！<br><color style='color:#8790ab;'>※垃圾桶里每个有用的道具都落入你的囊中！</color>",
        "Reward": 5
    },
    {
        "_id": 4080302,
        "Ver": 1.0,
        "Series": 8,
        "Name": "不能满足",
        "Desc": "有的时候太满足也不是好事…<br><color style='color:#8790ab;'>※使用 1.0 次「催吐剂」</color>",
        "Reward": 5
    },
    {
        "_id": 4080303,
        "Ver": 1.0,
        "Series": 8,
        "Name": "恶趣味",
        "Desc": "就连一块垃圾，也有它的作用<br><color style='color:#8790ab;'>※累计使用「垃圾」合成消耗品 10 次</color>",
        "Reward": 5
    },
    {
        "_id": 4080304,
        "Ver": 1.0,
        "Series": 8,
        "Name": "业报",
        "Desc": "让居住在我们心中的崇高存在对你摇头叹息<br><color style='color:#8790ab;'>※想办法用掉「崇高道德的赞许」</color>",
        "Reward": 5
    },
    {
        "_id": 4080305,
        "Ver": 1.0,
        "Series": 8,
        "Name": "圣人",
        "Desc": "让居住在我们心中的崇高存在对你竖起大拇指<br><color style='color:#8790ab;'>※累计获得 20.0 次「崇高道德的赞许」</color>",
        "Reward": 5
    },
    {
        "_id": 4080501,
        "Ver": 1.0,
        "Series": 8,
        "Name": "热血开拓者",
        "Desc": "在对话中选择热血选项 5.0 次",
        "Reward": 5
    },
    {
        "_id": 4080502,
        "Ver": 1.0,
        "Series": 8,
        "Name": "悲观开拓者",
        "Desc": "在对话中选择悲观选项 5.0 次",
        "Reward": 5
    },
    {
        "_id": 4080503,
        "Ver": 1.0,
        "Series": 8,
        "Name": "抱歉开拓者",
        "Desc": "在对话中选择道歉选项 5.0 次",
        "Reward": 5
    },
    {
        "_id": 4080504,
        "Ver": 1.0,
        "Series": 8,
        "Name": "沉默开拓者",
        "Desc": "在对话中选择沉默选项 5.0 次",
        "Reward": 5
    },
    {
        "_id": 4080505,
        "Ver": 1.0,
        "Series": 8,
        "Name": "复读机",
        "Desc": "在对话中选择复读选项 3.0 次",
        "Reward": 5
    },
    {
        "_id": 4080506,
        "Ver": 1.0,
        "Series": 8,
        "Name": "选择的意义",
        "Desc": "在对话中选择性别专属选项 3.0 次",
        "Reward": 5
    },
    {
        "_id": 4070903,
        "Ver": 1.0,
        "Series": 8,
        "Name": "独狼",
        "Desc": "队伍中仅有单个角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070904,
        "Ver": 1.0,
        "Series": 8,
        "Name": "敬琥珀王",
        "Desc": "队伍中有 4.0 名「存护」命途角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070905,
        "Ver": 1.0,
        "Series": 8,
        "Name": "受命净空诸界",
        "Desc": "队伍中有 4.0 名「毁灭」命途角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070906,
        "Ver": 1.0,
        "Series": 8,
        "Name": "仙舟联盟",
        "Desc": "队伍中有 4.0 名「巡猎」命途角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070907,
        "Ver": 1.0,
        "Series": 8,
        "Name": "无意义的成就",
        "Desc": "队伍中有 4.0 名「虚无」命途角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070908,
        "Ver": 1.0,
        "Series": 8,
        "Name": "大和谐",
        "Desc": "队伍中有 4.0 名「同谐」命途角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070909,
        "Ver": 1.0,
        "Series": 8,
        "Name": "知识就是力量",
        "Desc": "队伍中有 4.0 名「智识」命途角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070910,
        "Ver": 1.0,
        "Series": 8,
        "Name": "药师奇迹",
        "Desc": "队伍中有 4.0 名「丰饶」命途角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070911,
        "Ver": 1.0,
        "Series": 8,
        "Name": "狂风臣服",
        "Desc": "队伍中有 4.0 名「风」属性角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070912,
        "Ver": 1.0,
        "Series": 8,
        "Name": "雷电招来",
        "Desc": "队伍中有 4.0 名「雷」属性角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070913,
        "Ver": 1.0,
        "Series": 8,
        "Name": "烈焰焚尽",
        "Desc": "队伍中有 4.0 名「火」属性角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070914,
        "Ver": 1.0,
        "Series": 8,
        "Name": "冰霜主人",
        "Desc": "队伍中有 4.0 名「冰」属性角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070915,
        "Ver": 1.0,
        "Series": 8,
        "Name": "量子测试",
        "Desc": "队伍中有 4.0 名「量子」属性角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070916,
        "Ver": 1.0,
        "Series": 8,
        "Name": "虚数法则",
        "Desc": "队伍中有 4.0 名「虚数」属性角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4070917,
        "Ver": 1.0,
        "Series": 8,
        "Name": "拳头说话",
        "Desc": "队伍中有 4.0 名「物理」属性角色的情况下获得 10.0 场胜利",
        "Reward": 5
    },
    {
        "_id": 4090201,
        "Ver": 1.0,
        "Series": 9,
        "Name": "最初和最终的自由",
        "Desc": "「模拟宇宙」内，进入战斗时我方 4.0 名角色当前生命值百分比均小于等于 1.0% ",
        "Reward": 5
    },
    {
        "_id": 4090202,
        "Ver": 1.0,
        "Series": 9,
        "Name": "爱的艺术",
        "Desc": "「模拟宇宙」战斗内，我方所有角色累计获得护盾次数达到 50.0 ",
        "Reward": 5
    },
    {
        "_id": 4090203,
        "Ver": 1.0,
        "Series": 9,
        "Name": "不许动！",
        "Desc": "「模拟宇宙」战斗内，任意单个敌人处于冻结状态下累计达到 10.0 个回合",
        "Reward": 5
    },
    {
        "_id": 4090204,
        "Ver": 1.0,
        "Series": 9,
        "Name": "元素反应机制",
        "Desc": "「模拟宇宙」战斗内，单次攻击对敌人造成大于等于 5.0 种属性伤害",
        "Reward": 5
    },
    {
        "_id": 4090205,
        "Ver": 1.0,
        "Series": 9,
        "Name": "您的对手网络不佳",
        "Desc": "「模拟宇宙」战斗内，我方所有角色连续行动累计达到 20.0 次",
        "Reward": 5
    },
    {
        "_id": 4090206,
        "Ver": 1.0,
        "Series": 9,
        "Name": "二十四首情诗与一首绝望的歌",
        "Desc": "「模拟宇宙」战斗胜利时，我方所有角色当前生命值百分比小于等于 5.0% ",
        "Reward": 5
    },
    {
        "_id": 4090207,
        "Ver": 1.0,
        "Series": 9,
        "Name": "黑暗中跳舞的心脏叫月亮",
        "Desc": "「模拟宇宙」战斗内，至少使 3.0 名敌人同时处于触电、灼烧、裂伤、风化4种负面状态",
        "Reward": 5
    },
    {
        "_id": 4090301,
        "Ver": 1.0,
        "Series": 9,
        "Name": "晚安，我的朋友",
        "Desc": "「模拟宇宙」内，累计消灭 15.0 个敌人",
        "Reward": 5
    },
    {
        "_id": 4090303,
        "Ver": 1.0,
        "Series": 9,
        "Name": "头号玩家",
        "Desc": "「模拟宇宙」内，累计消灭 1000.0 个敌人",
        "Reward": 10
    },
    {
        "_id": 4090501,
        "Ver": 1.0,
        "Series": 9,
        "Name": "消费主义心理学",
        "Desc": "累计获得 500.0 宇宙碎片",
        "Reward": 5
    },
    {
        "_id": 4090503,
        "Ver": 1.0,
        "Series": 9,
        "Name": "了不起的商业大亨",
        "Desc": "累计获得 20000.0 宇宙碎片",
        "Reward": 10
    },
    {
        "_id": 4091001,
        "Ver": 1.0,
        "Series": 9,
        "Name": "特殊体验",
        "Desc": "「模拟宇宙」内，累计遭遇 10.0 次特殊事件",
        "Reward": 5
    },
    {
        "_id": 4091003,
        "Ver": 1.0,
        "Series": 9,
        "Name": "不太特殊的体验",
        "Desc": "「模拟宇宙」内，累计遭遇 100.0 次特殊事件",
        "Reward": 10
    },
    {
        "_id": 4092301,
        "Ver": 1.0,
        "Series": 9,
        "Name": "一间自己的房间",
        "Desc": "完成「模拟宇宙·第一世界」的探索",
        "Reward": 5
    },
    {
        "_id": 4092302,
        "Ver": 1.0,
        "Series": 9,
        "Name": "彭罗斯阶梯",
        "Desc": "完成难度2或以上「模拟宇宙」的探索",
        "Reward": 5
    },
    {
        "_id": 4092303,
        "Ver": 1.0,
        "Series": 9,
        "Name": "无限空间之王",
        "Desc": "完成难度4或以上「模拟宇宙」的探索",
        "Reward": 5
    },
    {
        "_id": 4092312,
        "Ver": 1.0,
        "Series": 9,
        "Name": "狂热打击",
        "Desc": "「模拟宇宙」内，累计击碎 20.0 次可破坏物",
        "Reward": 5
    },
    {
        "_id": 4092313,
        "Ver": 1.0,
        "Series": 9,
        "Name": "玫瑰花蕾",
        "Desc": "「模拟宇宙」内，累计击碎 400.0 次可破坏物",
        "Reward": 10
    },
    {
        "_id": 4092314,
        "Ver": 1.0,
        "Series": 9,
        "Name": "肾上腺素",
        "Desc": "「模拟宇宙」内，累计主动强化 10.0 次祝福",
        "Reward": 5
    },
    {
        "_id": 4092315,
        "Ver": 1.0,
        "Series": 9,
        "Name": "好运会传染",
        "Desc": "「模拟宇宙」内，累计主动强化 200.0 次祝福",
        "Reward": 10
    },
    {
        "_id": 4092316,
        "Ver": 1.0,
        "Series": 9,
        "Name": "仿生蜗牛会梦到电子树吗",
        "Desc": "在技能树中，累计激活技能 2.0 次",
        "Reward": 5
    },
    {
        "_id": 4092317,
        "Ver": 1.0,
        "Series": 9,
        "Name": "爬树高手",
        "Desc": "在技能树中，累计激活技能 26.0 次",
        "Reward": 5
    },
    {
        "_id": 4092318,
        "Ver": 1.0,
        "Series": 9,
        "Name": "我的百变口袋",
        "Desc": "「模拟宇宙」内，累计解锁 3.0 个奇物",
        "Reward": 5
    },
    {
        "_id": 4092319,
        "Ver": 1.0,
        "Series": 9,
        "Name": "千星寰宇，一场游戏",
        "Desc": "「模拟宇宙」内，累计解锁 40.0 个奇物",
        "Reward": 10
    },
    {
        "_id": 4092320,
        "Ver": 1.0,
        "Series": 9,
        "Name": "我的精灵球呢？",
        "Desc": "「模拟宇宙」内，捕捉扑满 1.0 次",
        "Reward": 5
    },
    {
        "_id": 4092321,
        "Ver": 1.0,
        "Series": 9,
        "Name": "猪猪足球队",
        "Desc": "「模拟宇宙」内，捕捉扑满 66.0 次",
        "Reward": 10
    },
    {
        "_id": 4092322,
        "Ver": 1.0,
        "Series": 9,
        "Name": "别让它跑了！",
        "Desc": "「模拟宇宙」内，放跑扑满 1.0 次",
        "Reward": 5
    },
    {
        "_id": 4092323,
        "Ver": 1.0,
        "Series": 9,
        "Name": "存在先于本质",
        "Desc": "「模拟宇宙」内，累计解锁 12.0 个「存护」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092324,
        "Ver": 1.0,
        "Series": 9,
        "Name": "记忆看见我",
        "Desc": "「模拟宇宙」内，累计解锁 12.0 个「记忆」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092325,
        "Ver": 1.0,
        "Series": 9,
        "Name": "制造美妙混乱",
        "Desc": "「模拟宇宙」内，累计解锁 12.0 个「欢愉」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092326,
        "Ver": 1.0,
        "Series": 9,
        "Name": "宇宙膨胀的速度",
        "Desc": "「模拟宇宙」内，累计解锁 12.0 个「巡猎」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092327,
        "Ver": 1.0,
        "Series": 9,
        "Name": "无敌破坏王",
        "Desc": "「模拟宇宙」内，累计解锁 12.0 个「毁灭」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092328,
        "Ver": 1.0,
        "Series": 9,
        "Name": "诺斯替",
        "Desc": "「模拟宇宙」内，累计解锁 12.0 个「虚无」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092329,
        "Ver": 1.0,
        "Series": 9,
        "Name": "呼吸",
        "Desc": "「模拟宇宙」内，累计解锁 12.0 个「丰饶」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092330,
        "Ver": 1.0,
        "Series": 9,
        "Name": "琥珀里的千年虫",
        "Desc": "通关「模拟宇宙」时，携带「存护」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092331,
        "Ver": 1.0,
        "Series": 9,
        "Name": "你看见记忆",
        "Desc": "通关「模拟宇宙」时，携带「记忆」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092332,
        "Ver": 1.0,
        "Series": 9,
        "Name": "图个好玩，不必在意",
        "Desc": "通关「模拟宇宙」时，携带「欢愉」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092333,
        "Ver": 1.0,
        "Series": 9,
        "Name": "思考传递的速度",
        "Desc": "通关「模拟宇宙」时，携带「巡猎」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092334,
        "Ver": 1.0,
        "Series": 9,
        "Name": "不要回头看爆炸",
        "Desc": "通关「模拟宇宙」时，携带「毁灭」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092335,
        "Ver": 1.0,
        "Series": 9,
        "Name": "幻想的瘟疫",
        "Desc": "通关「模拟宇宙」时，携带「虚无」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092336,
        "Ver": 1.0,
        "Series": 9,
        "Name": "大天使的呼吸",
        "Desc": "通关「模拟宇宙」时，携带「丰饶」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092337,
        "Ver": 1.0,
        "Series": 9,
        "Name": "心猿意马的你",
        "Desc": "通关「模拟宇宙」时，携带祝福所来自的命途数量大于等于 6.0 ",
        "Reward": 10
    },
    {
        "_id": 4092338,
        "Ver": 1.0,
        "Series": 9,
        "Name": "孤狼舞台",
        "Desc": "通关「模拟宇宙」时，携带祝福总数小于等于 6.0 （难度2及以上）",
        "Reward": 10
    },
    {
        "_id": 4092339,
        "Ver": 1.0,
        "Series": 9,
        "Name": "私人收藏家",
        "Desc": "通关「模拟宇宙」时，携带祝福总数大于等于 22.0 ",
        "Reward": 10
    },
    {
        "_id": 4092340,
        "Ver": 1.0,
        "Series": 9,
        "Name": "三角战略",
        "Desc": "「模拟宇宙」内，在单次尼尔迪斯牌事件中翻牌达到 3.0 次",
        "Reward": 5
    },
    {
        "_id": 4092341,
        "Ver": 1.0,
        "Series": 9,
        "Name": "大师球",
        "Desc": "通关「模拟宇宙」时，携带奇物数量大于等于 8.0 ",
        "Reward": 10
    },
    {
        "_id": 4092342,
        "Ver": 1.0,
        "Series": 9,
        "Name": "四星级的白日梦",
        "Desc": "通关「模拟宇宙」时，拥有的宇宙碎片数量小于等于 0.0 ",
        "Reward": 5
    },
    {
        "_id": 4092343,
        "Ver": 1.0,
        "Series": 9,
        "Name": "有钱真好！",
        "Desc": "通关「模拟宇宙」时，拥有的宇宙碎片数量大于等于 1024.0 ",
        "Reward": 5
    },
    {
        "_id": 4092344,
        "Ver": 1.0,
        "Series": 9,
        "Name": "猎户星座端沿燃烧",
        "Desc": "在与「模拟宇宙」精英敌人的战斗中落败",
        "Reward": 5
    },
    {
        "_id": 4092345,
        "Ver": 1.0,
        "Series": 9,
        "Name": "唐怀瑟之门闪耀",
        "Desc": "在与「模拟宇宙」首领敌人的战斗中落败",
        "Reward": 5
    },
    {
        "_id": 4092346,
        "Ver": 1.0,
        "Series": 9,
        "Name": "醒醒！",
        "Desc": "在「模拟宇宙」尼尔迪斯牌事件的战斗中落败",
        "Reward": 5
    },
    {
        "_id": 4092347,
        "Ver": 1.0,
        "Series": 9,
        "Name": "眼泪消匿于雨中",
        "Desc": "在「模拟宇宙」酒馆事件的战斗中落败",
        "Reward": 5
    },
    {
        "_id": 4092349,
        "Ver": 1.0,
        "Series": 9,
        "Name": "单机游戏",
        "Desc": "在不使用下载装置的情况下通关「模拟宇宙」（难度2及以上）",
        "Reward": 5
    },
    {
        "_id": 4092350,
        "Ver": 1.0,
        "Series": 9,
        "Name": "假如我能使一颗心免于破碎",
        "Desc": "在不打碎任何可破坏物的情况下通关「模拟宇宙」（难度2及以上）",
        "Reward": 5
    },
    {
        "_id": 4092351,
        "Ver": 1.0,
        "Series": 9,
        "Name": "布达佩斯大饭店",
        "Desc": "通关「模拟宇宙」时（难度2及以上），累计施放 25.0 次秘技",
        "Reward": 5
    },
    {
        "_id": 4092352,
        "Ver": 1.0,
        "Series": 9,
        "Name": "阿莱夫即是宇宙",
        "Desc": "通关「模拟宇宙」时（难度2及以上），出场队伍仅为1名角色",
        "Reward": 5
    },
    {
        "_id": 4092353,
        "Ver": 1.0,
        "Series": 9,
        "Name": "彗星来的那一夜",
        "Desc": "通关「模拟宇宙」时（难度2及以上），使用 4.0 名相同命途的角色出战",
        "Reward": 10
    },
    {
        "_id": 4092361,
        "Ver": 1.0,
        "Series": 9,
        "Name": "这游戏没有白金奖杯吗？",
        "Desc": "通关「模拟宇宙」时（难度2及以上），每场战斗胜利我方所有角色的当前生命值均等于各自的生命上限",
        "Reward": 10
    },
    {
        "_id": 4042401,
        "Ver": 1.1,
        "Series": 4,
        "Name": "自投罗网",
        "Desc": "累计在战斗中捕捉迷路的扑满 1.0 次",
        "Reward": 5
    },
    {
        "_id": 4052401,
        "Ver": 1.1,
        "Series": 5,
        "Name": "何枝可依",
        "Desc": "在任务「譬如朝露」中，向梁沐透露魔阴身怪物的身份",
        "Reward": 5
    },
    {
        "_id": 4052402,
        "Ver": 1.1,
        "Series": 5,
        "Name": "心念旧恩",
        "Desc": "在任务「譬如朝露」中，向梁沐隐瞒魔阴身怪物的身份",
        "Reward": 5
    },
    {
        "_id": 4052403,
        "Ver": 1.1,
        "Series": 5,
        "Name": "棺材舞者",
        "Desc": "见证罗刹的不为人知的一面<br><color style='color:#8790ab;'>※查看修复后的影像，听到罗刹的独白</color>",
        "Reward": 5
    },
    {
        "_id": 4052404,
        "Ver": 1.1,
        "Series": 5,
        "Name": "今日免费开放",
        "Desc": "开启贝洛伯格历史文化博物馆的综合展区",
        "Reward": 5
    },
    {
        "_id": 4052405,
        "Ver": 1.1,
        "Series": 5,
        "Name": "猫鼠游戏",
        "Desc": "开启贝洛伯格历史文化博物馆的三个展区",
        "Reward": 5
    },
    {
        "_id": 4052406,
        "Ver": 1.1,
        "Series": 5,
        "Name": "你应该待在博物馆里！",
        "Desc": "收集贝洛伯格历史文化博物馆的全部展品",
        "Reward": 10
    },
    {
        "_id": 4052407,
        "Ver": 1.1,
        "Series": 5,
        "Name": "完美无缺的名侦探",
        "Desc": "完成同行任务「异邦骑士」",
        "Reward": 5
    },
    {
        "_id": 4052408,
        "Ver": 1.1,
        "Series": 5,
        "Name": "剑中魁首",
        "Desc": "完成同行任务「霜刃一试」",
        "Reward": 5
    },
    {
        "_id": 4052409,
        "Ver": 1.1,
        "Series": 5,
        "Name": "再见，朋克洛德！",
        "Desc": "完成同行任务「朋克洛德精神」",
        "Reward": 5
    },
    {
        "_id": 4022401,
        "Ver": 1.1,
        "Series": 2,
        "Name": "畅聊之火",
        "Desc": "回复 10.0 条角色闲聊短信",
        "Reward": 5
    },
    {
        "_id": 4022402,
        "Ver": 1.1,
        "Series": 2,
        "Name": "友谊之船",
        "Desc": "回复 60.0 条角色闲聊短信",
        "Reward": 5
    },
    {
        "_id": 4022403,
        "Ver": 1.0,
        "Series": 4,
        "Name": "手不释卷",
        "Desc": "收集 30.0 本来自仙舟「罗浮」的阅读物",
        "Reward": 5
    },
    {
        "_id": 4022404,
        "Ver": 1.0,
        "Series": 4,
        "Name": "腹笥深广",
        "Desc": "收集 80.0 本来自仙舟「罗浮」的阅读物",
        "Reward": 5
    },
    {
        "_id": 4072401,
        "Ver": 1.1,
        "Series": 7,
        "Name": "脆弱之身",
        "Desc": "单场战斗中，使用我方角色银狼为同一敌方单体累计添加 3.0 次不同属性的弱点",
        "Reward": 10
    },
    {
        "_id": 4072402,
        "Ver": 1.1,
        "Series": 7,
        "Name": "猎手何苦为难猎手",
        "Desc": "使用我方角色银狼在对战卡芙卡时，单场战斗中累计为卡芙卡添加 2.0 个弱点",
        "Reward": 5
    },
    {
        "_id": 4082401,
        "Ver": 1.1,
        "Series": 8,
        "Name": "尘世百态",
        "Desc": "使用我方角色罗刹提供治疗时，触发 10.0 句不同的回复生命语音",
        "Reward": 5
    },
    {
        "_id": 4082402,
        "Ver": 1.1,
        "Series": 8,
        "Name": "星穹折剑",
        "Desc": "使用同时包含罗刹、素裳、彦卿的队伍配置取得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4042501,
        "Ver": 1.2,
        "Series": 4,
        "Name": "到此一飞：穹仪",
        "Desc": "控制机巧鸟飞行到穹仪附近",
        "Reward": 5
    },
    {
        "_id": 4042502,
        "Ver": 1.2,
        "Series": 4,
        "Name": "到此一飞：穷观阵",
        "Desc": "控制机巧鸟飞行到穷观阵中间",
        "Reward": 5
    },
    {
        "_id": 4042503,
        "Ver": 1.2,
        "Series": 4,
        "Name": "到此一飞：太真丹室",
        "Desc": "控制机巧鸟飞行到太真丹室附近",
        "Reward": 5
    },
    {
        "_id": 4042504,
        "Ver": 1.2,
        "Series": 4,
        "Name": "悠着点，伊卡洛斯",
        "Desc": "尝试控制机巧鸟挑战遥控范围的极限",
        "Reward": 5
    },
    {
        "_id": 4042505,
        "Ver": 1.2,
        "Series": 4,
        "Name": "开箱评测",
        "Desc": "没有比你更靠谱的快递安检工作者了",
        "Reward": 5
    },
    {
        "_id": 4042506,
        "Ver": 1.2,
        "Series": 4,
        "Name": "游踪遐远",
        "Desc": "在仙舟「罗浮」激活 20.0 次界域定锚",
        "Reward": 5
    },
    {
        "_id": 4042507,
        "Ver": 1.2,
        "Series": 4,
        "Name": "财星临照",
        "Desc": "开启 170.0 次仙舟「罗浮」战利品",
        "Reward": 10
    },
    {
        "_id": 4072501,
        "Ver": 1.2,
        "Series": 7,
        "Name": "印堂发黑",
        "Desc": "与幻胧的单场战斗中，累计解除「噬命」状态 5.0 次",
        "Reward": 5
    },
    {
        "_id": 4072502,
        "Ver": 1.2,
        "Series": 7,
        "Name": "园艺达人",
        "Desc": "不消灭丰饶玄莲的情况下击败幻胧",
        "Reward": 10
    },
    {
        "_id": 4072503,
        "Ver": 1.2,
        "Series": 7,
        "Name": "BOOM～",
        "Desc": "单场战斗中，使用卡芙卡单次施放「月光摩挲连绵」触发4个不同的持续伤害的效果",
        "Reward": 5
    },
    {
        "_id": 4072504,
        "Ver": 1.2,
        "Series": 7,
        "Name": "求不得",
        "Desc": "多事<br><color style='color:#8790ab;'>※单场战斗中，使用我方角色刃在单次攻击中从血量小于等于 5.0% 恢复至大于等于 30%  2.0 次</color>",
        "Reward": 5
    },
    {
        "_id": 4082501,
        "Ver": 1.2,
        "Series": 8,
        "Name": "地下守护者",
        "Desc": "使用同时包含娜塔莎、希儿、卢卡的队伍获得1场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4072505,
        "Ver": 1.2,
        "Series": 7,
        "Name": "去吧，阿刃",
        "Desc": "使用我方角色刃对战卡芙卡并陷入「支配」状态",
        "Reward": 5
    },
    {
        "_id": 4072506,
        "Ver": 1.2,
        "Series": 7,
        "Name": "点数取胜",
        "Desc": "单场战斗中，使用卢卡累计施放 4.0 次「直冲碎天拳」",
        "Reward": 5
    },
    {
        "_id": 4032501,
        "Ver": 1.2,
        "Series": 3,
        "Name": "长生梦短",
        "Desc": "如果死而复生，就再杀一次…<br><color style='color:#8790ab;'>※击败「药王秘传」魁首</color>",
        "Reward": 10
    },
    {
        "_id": 4032502,
        "Ver": 1.2,
        "Series": 3,
        "Name": "饮月君临",
        "Desc": "海若不隐珠，骊龙吐明月<br><color style='color:#8790ab;'>※目睹丹恒分开鳞渊境的海水</color>",
        "Reward": 10
    },
    {
        "_id": 4032503,
        "Ver": 1.2,
        "Series": 3,
        "Name": "若木折枝",
        "Desc": "一切阴谋诡计必将覆灭<br><color style='color:#8790ab;'>※帮助景元击败幻胧</color>",
        "Reward": 20
    },
    {
        "_id": 4052501,
        "Ver": 1.2,
        "Series": 5,
        "Name": "愿者不上钩",
        "Desc": "发现工造司两位钓鱼者之间关联",
        "Reward": 5
    },
    {
        "_id": 4052502,
        "Ver": 1.2,
        "Series": 5,
        "Name": "我如何学会停止恐惧",
        "Desc": "成功处理中子弹危机",
        "Reward": 5
    },
    {
        "_id": 4052503,
        "Ver": 1.2,
        "Series": 5,
        "Name": "环波月古海",
        "Desc": "参与1次金人驾驶员测试",
        "Reward": 5
    },
    {
        "_id": 4052504,
        "Ver": 1.2,
        "Series": 5,
        "Name": "文采斐然",
        "Desc": "在格律诗人的挑战中，获得它的认可",
        "Reward": 5
    },
    {
        "_id": 4052505,
        "Ver": 1.2,
        "Series": 5,
        "Name": "略输文采",
        "Desc": "在格律诗人的挑战中，未能获得它的认可",
        "Reward": 5
    },
    {
        "_id": 4052506,
        "Ver": 1.2,
        "Series": 5,
        "Name": "折翼纸鸢与高飞的鸟",
        "Desc": "完成同行任务「因为我已触碰过天空」",
        "Reward": 5
    },
    {
        "_id": 4052507,
        "Ver": 1.2,
        "Series": 5,
        "Name": "自由意志",
        "Desc": "完成同行任务「陌生女人的来信」<br><color style='color:#8790ab;'>※你选择了帮助卡芙卡</color>",
        "Reward": 5
    },
    {
        "_id": 4052508,
        "Ver": 1.2,
        "Series": 5,
        "Name": "论心不论迹",
        "Desc": "与「放生帮」共同完成1次成功的放生",
        "Reward": 5
    },
    {
        "_id": 4052509,
        "Ver": 1.2,
        "Series": 5,
        "Name": "论迹不论心",
        "Desc": "见证「放生帮」的结局",
        "Reward": 5
    },
    {
        "_id": 4072507,
        "Ver": 1.2,
        "Series": 7,
        "Name": "自我暗示",
        "Desc": "使用我方角色卡芙卡对战卡芙卡并陷入「支配」状态",
        "Reward": 5
    },
    {
        "_id": 4062501,
        "Ver": 1.2,
        "Series": 6,
        "Name": "重天渡尽",
        "Desc": "通关「忘却之庭•仙舟回忆其六」",
        "Reward": 10
    },
    {
        "_id": 4052510,
        "Ver": 1.2,
        "Series": 5,
        "Name": "云骑之友",
        "Desc": "心无旁骛地完成将军的托付",
        "Reward": 10
    },
    {
        "_id": 4052511,
        "Ver": 1.2,
        "Series": 5,
        "Name": "真正的自由意志",
        "Desc": "完成同行任务「陌生女人的来信」<br><color style='color:#8790ab;'>※你选择了离开卡芙卡，很少有人会这么做，但这就是你拥有自由意志的明证</color>",
        "Reward": 5
    },
    {
        "_id": 4092601,
        "Ver": 1.3,
        "Series": 9,
        "Name": "《菲雅尔塔的春天》",
        "Desc": "使用「欢愉」命途通关「模拟宇宙：寰宇蝗灾」时，累计获得 12.0 种不同的「快乐」",
        "Reward": 5
    },
    {
        "_id": 4092602,
        "Ver": 1.3,
        "Series": 9,
        "Name": "秋狝冬狩",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，使用「巡猎」命途在单一位面通过战斗捕捉 8.0 只以上扑满",
        "Reward": 5
    },
    {
        "_id": 4092603,
        "Ver": 1.3,
        "Series": 9,
        "Name": "心房客",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，使用「记忆」命途连续 6.0 次复制【奖励】区域",
        "Reward": 5
    },
    {
        "_id": 4092604,
        "Ver": 1.3,
        "Series": 9,
        "Name": "铁血战士",
        "Desc": "使用「毁灭」命途通关「模拟宇宙：寰宇蝗灾」时，获得 40.0 场战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4092605,
        "Ver": 1.3,
        "Series": 9,
        "Name": "象征交换与死亡",
        "Desc": "使用「虚无」命途通关「模拟宇宙：寰宇蝗灾」时，进入 15.0 个【空白】区域",
        "Reward": 5
    },
    {
        "_id": 4092606,
        "Ver": 1.3,
        "Series": 9,
        "Name": "模拟宇宙不是一天建成的",
        "Desc": "使用「存护」命途通关「模拟宇宙：寰宇蝗灾」时，为 8.0 种不同类型的区域附加【基石】",
        "Reward": 5
    },
    {
        "_id": 4092607,
        "Ver": 1.3,
        "Series": 9,
        "Name": "弹指一挥",
        "Desc": "使用「丰饶」命途通关「模拟宇宙：寰宇蝗灾」时，倒计时大于等于 80.0 ",
        "Reward": 5
    },
    {
        "_id": 4092608,
        "Ver": 1.3,
        "Series": 9,
        "Name": "重返克兰达夫",
        "Desc": "使用「繁育」命途通关「模拟宇宙：寰宇蝗灾」时，进入 15.0 次【战斗•虫群】、【事件•虫群】或【首领•虫群】区域",
        "Reward": 5
    },
    {
        "_id": 4092609,
        "Ver": 1.3,
        "Series": 9,
        "Name": "《欢迎来到猴子展厅》",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•欢愉 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092610,
        "Ver": 1.3,
        "Series": 9,
        "Name": "飞砾雨散，刚瘅必毙",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•巡猎 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092611,
        "Ver": 1.3,
        "Series": 9,
        "Name": "永恒和一日",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•记忆 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092612,
        "Ver": 1.3,
        "Series": 9,
        "Name": "作为表象的世界",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•虚无 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092613,
        "Ver": 1.3,
        "Series": 9,
        "Name": "焦土政策",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•毁灭 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092614,
        "Ver": 1.3,
        "Series": 9,
        "Name": "声闻缘觉",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•丰饶 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092615,
        "Ver": 1.3,
        "Series": 9,
        "Name": "均匀成核",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•存护 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092616,
        "Ver": 1.3,
        "Series": 9,
        "Name": "玛士撒拉之子",
        "Desc": "「模拟宇宙：寰宇蝗灾」内，累计投掷觐见之骰•繁育 100.0 次",
        "Reward": 5
    },
    {
        "_id": 4092617,
        "Ver": 1.3,
        "Series": 9,
        "Name": "智库长",
        "Desc": "通关「模拟宇宙：寰宇蝗灾」时，拥有的宇宙碎片数量大于等于 9999.0 ",
        "Reward": 10
    },
    {
        "_id": 4092618,
        "Ver": 1.3,
        "Series": 9,
        "Name": "手可摘星辰",
        "Desc": "在「模拟宇宙：寰宇蝗灾」的事件星际和平公司「升职记」中<u>掌握了无尽权力</u>",
        "Reward": 5
    },
    {
        "_id": 4092619,
        "Ver": 1.3,
        "Series": 9,
        "Name": "Q先生",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，在同一个【交易】区域内购买所有祝福商店与奇物商店的商品",
        "Reward": 5
    },
    {
        "_id": 4092620,
        "Ver": 1.3,
        "Series": 9,
        "Name": "欢迎来到瓦尔哈拉",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，在事件天才俱乐部5余清涂触发的战斗中失败",
        "Reward": 5
    },
    {
        "_id": 4092621,
        "Ver": 1.3,
        "Series": 9,
        "Name": "无敌破坏王Ⅱ",
        "Desc": "在一次「模拟宇宙：寰宇蝗灾」中，本次挑战累计击破可破坏物数量大于等于 100.0 ",
        "Reward": 5
    },
    {
        "_id": 4092622,
        "Ver": 1.3,
        "Series": 9,
        "Name": "牧场物语",
        "Desc": "在「模拟宇宙：寰宇蝗灾」的一个【冒险】区域内捕捉扑满数量大于等于 16.0 ",
        "Reward": 5
    },
    {
        "_id": 4092623,
        "Ver": 1.3,
        "Series": 9,
        "Name": "不同命途的房间",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，点亮 1.0 个隐藏的【行者之道】",
        "Reward": 5
    },
    {
        "_id": 4092624,
        "Ver": 1.3,
        "Series": 9,
        "Name": "独唱团",
        "Desc": "在一次「模拟宇宙：寰宇蝗灾」中，发生 2.0 次回响交错",
        "Reward": 5
    },
    {
        "_id": 4092625,
        "Ver": 1.3,
        "Series": 9,
        "Name": "存护还是毁灭？",
        "Desc": "在「模拟宇宙：寰宇蝗灾」的【事件】区域中，完成 1.0 次命途的抉择",
        "Reward": 5
    },
    {
        "_id": 4092626,
        "Ver": 1.3,
        "Series": 9,
        "Name": "命运转盘",
        "Desc": "在「模拟宇宙：寰宇蝗灾」的【事件】区域中，完成所有命途的抉择",
        "Reward": 5
    },
    {
        "_id": 4092627,
        "Ver": 1.3,
        "Series": 9,
        "Name": "笃定发生",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，累计使用 10.0 次作弊",
        "Reward": 5
    },
    {
        "_id": 4092628,
        "Ver": 1.3,
        "Series": 9,
        "Name": "回到未来",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，累计使用 50.0 次重投",
        "Reward": 5
    },
    {
        "_id": 4092629,
        "Ver": 1.3,
        "Series": 9,
        "Name": "永恒国度的终焉",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，使用「虚无」以外的命途进入【空白】区域",
        "Reward": 5
    },
    {
        "_id": 4092630,
        "Ver": 1.3,
        "Series": 9,
        "Name": "乘坐彗星",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，在任意【冒险】区域达成所有目标",
        "Reward": 5
    },
    {
        "_id": 4092631,
        "Ver": 1.3,
        "Series": 9,
        "Name": "维兰德汤谷调查员",
        "Desc": "在「模拟宇宙：寰宇蝗灾」中，使用「繁育」以外的命途累计进入 15.0 次【战斗•虫群】、【事件•虫群】或【首领•虫群】区域",
        "Reward": 5
    },
    {
        "_id": 4092632,
        "Ver": 1.3,
        "Series": 9,
        "Name": "质量中继器",
        "Desc": "在「模拟宇宙：寰宇蝗灾」通关时，使【位面紊乱！】的【扰动等级】大于等于 20.0 级",
        "Reward": 5
    },
    {
        "_id": 4092633,
        "Ver": 1.3,
        "Series": 9,
        "Name": "虫巢意志",
        "Desc": "「模拟宇宙」内，累计解锁 1.0 个「繁育」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092634,
        "Ver": 1.3,
        "Series": 9,
        "Name": "第四阶段",
        "Desc": "通关「模拟宇宙」时，携带「繁育」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092635,
        "Ver": 1.3,
        "Series": 9,
        "Name": "四百击",
        "Desc": "「模拟宇宙」内，单场战斗中累计使用至少 40.0 次普攻并获胜",
        "Reward": 5
    },
    {
        "_id": 4092636,
        "Ver": 1.3,
        "Series": 9,
        "Name": "宇宙静悄悄",
        "Desc": "通关「模拟宇宙：寰宇蝗灾」全部寰宇蝗灾剧情",
        "Reward": 10
    },
    {
        "_id": 4092637,
        "Ver": 1.3,
        "Series": 9,
        "Name": "异乡异客",
        "Desc": "收集「模拟宇宙：寰宇蝗灾」全部开拓秘闻剧情",
        "Reward": 10
    },
    {
        "_id": 4092638,
        "Ver": 1.3,
        "Series": 9,
        "Name": "轨道核打击",
        "Desc": "完成「模拟宇宙：寰宇蝗灾」第五难度",
        "Reward": 5
    },
    {
        "_id": 4092639,
        "Ver": 1.3,
        "Series": 9,
        "Name": "逐蝗疫于四裔",
        "Desc": "收集「寰宇蝗灾」的章节「巡猎Ⅰ」",
        "Reward": 5
    },
    {
        "_id": 4092640,
        "Ver": 1.3,
        "Series": 9,
        "Name": "巴别塔之梦",
        "Desc": "收集「寰宇蝗灾」的章节「存护Ⅱ」",
        "Reward": 5
    },
    {
        "_id": 4092641,
        "Ver": 1.3,
        "Series": 9,
        "Name": "看哪，这人",
        "Desc": "收集「寰宇蝗灾」的章节「虚无Ⅰ」",
        "Reward": 5
    },
    {
        "_id": 4082601,
        "Ver": 1.3,
        "Series": 8,
        "Name": "先别急",
        "Desc": "在被敌方追击状态下坚持 15.0 秒不进入战斗",
        "Reward": 5
    },
    {
        "_id": 4082602,
        "Ver": 1.3,
        "Series": 8,
        "Name": "茶浓于水",
        "Desc": "连续 3.0 天每天饮用「仙人快乐茶」",
        "Reward": 5
    },
    {
        "_id": 4082603,
        "Ver": 1.3,
        "Series": 8,
        "Name": "罗浮老饕",
        "Desc": "连续 3.0 天每天饮用「苏打豆汁儿」",
        "Reward": 5
    },
    {
        "_id": 4082604,
        "Ver": 1.3,
        "Series": 8,
        "Name": "只是张图片",
        "Desc": "首次更换手机壁纸",
        "Reward": 5
    },
    {
        "_id": 4082605,
        "Ver": 1.3,
        "Series": 8,
        "Name": "超越语言的艺术",
        "Desc": "首次更换短信和聊天对话框",
        "Reward": 5
    },
    {
        "_id": 4082606,
        "Ver": 1.3,
        "Series": 8,
        "Name": "帕姆总冠军！",
        "Desc": "累计对 5.0 个好友发送帕姆的表情图片",
        "Reward": 5
    },
    {
        "_id": 4082607,
        "Ver": 1.3,
        "Series": 8,
        "Name": "尽在不言中",
        "Desc": "累计发送 20.0 张星穹列车成员的表情图片",
        "Reward": 5
    },
    {
        "_id": 4082608,
        "Ver": 1.3,
        "Series": 8,
        "Name": "致世界上的另一个我",
        "Desc": "收到另一个性别的开拓者表情图片",
        "Reward": 5
    },
    {
        "_id": 4032601,
        "Ver": 1.3,
        "Series": 3,
        "Name": "生者为过客",
        "Desc": "告别仙舟「罗浮」<br><color style='color:#8790ab;'>※参与慰灵奠仪，与仙舟结为同盟</color>",
        "Reward": 10
    },
    {
        "_id": 4052601,
        "Ver": 1.3,
        "Series": 5,
        "Name": "令金人巷再次繁荣！",
        "Desc": "完成任务「金戺重喧•其四」，赢下金人巷商业区竞标",
        "Reward": 10
    },
    {
        "_id": 4052603,
        "Ver": 1.3,
        "Series": 5,
        "Name": "安逸的晚间七点",
        "Desc": "完整收听 1.0 期《星际和平播报》",
        "Reward": 5
    },
    {
        "_id": 4052604,
        "Ver": 1.3,
        "Series": 5,
        "Name": "草槎借箭",
        "Desc": "「金人旧巷市廛喧」中，在货运星槎上码放 6.0 个金人司阍",
        "Reward": 5
    },
    {
        "_id": 4052605,
        "Ver": 1.3,
        "Series": 5,
        "Name": "降维打击",
        "Desc": "「金人旧巷市廛喧」中，在物流规划的界面里点击 24.0 艘货运星槎",
        "Reward": 10
    },
    {
        "_id": 4052606,
        "Ver": 1.3,
        "Series": 5,
        "Name": "聚宝盆",
        "Desc": "「金人旧巷市廛喧」中，为金人巷商会赚取 1000000.0 商会储值金",
        "Reward": 5
    },
    {
        "_id": 4052607,
        "Ver": 1.3,
        "Series": 5,
        "Name": "第八号商铺",
        "Desc": "「金人旧巷市廛喧」中，与霍三哥建立起商业合作",
        "Reward": 5
    },
    {
        "_id": 4052608,
        "Ver": 1.3,
        "Series": 5,
        "Name": "（系统自动发送）",
        "Desc": "「金人旧巷市廛喧」中，完成「鹤运物流」的客制运单",
        "Reward": 5
    },
    {
        "_id": 4052609,
        "Ver": 1.3,
        "Series": 5,
        "Name": "隔窗索唤，市食盈笛",
        "Desc": "「金人旧巷市廛喧」中，完成街巷事件「谛听寻人」",
        "Reward": 5
    },
    {
        "_id": 4052610,
        "Ver": 1.3,
        "Series": 5,
        "Name": "千金散尽还复来",
        "Desc": "「金人旧巷市廛喧」中，消费 1280000.0 商会储值金",
        "Reward": 5
    },
    {
        "_id": 4052611,
        "Ver": 1.3,
        "Series": 5,
        "Name": "危险荷载",
        "Desc": "「金人旧巷市廛喧」中，在一艘货运星槎上码放货物达到 81.0 ",
        "Reward": 5
    },
    {
        "_id": 4052612,
        "Ver": 1.3,
        "Series": 5,
        "Name": "夜市：天际线",
        "Desc": "「金人旧巷市廛喧」中，任意一家商铺的航线规划分数达到 81.0 ",
        "Reward": 5
    },
    {
        "_id": 4052613,
        "Ver": 1.3,
        "Series": 5,
        "Name": "往复不止",
        "Desc": "向克利欧讲述陶德一事的真相",
        "Reward": 5
    },
    {
        "_id": 4052614,
        "Ver": 1.3,
        "Series": 5,
        "Name": "岔路新生",
        "Desc": "向克利欧隐瞒陶德一事的真相",
        "Reward": 5
    },
    {
        "_id": 4052615,
        "Ver": 1.3,
        "Series": 5,
        "Name": "忘川之水何其苦",
        "Desc": "完成同行任务「全面回忆」",
        "Reward": 5
    },
    {
        "_id": 4052616,
        "Ver": 1.3,
        "Series": 5,
        "Name": "雪原的原风景",
        "Desc": "完成同行任务「比雪原更遥远」",
        "Reward": 5
    },
    {
        "_id": 4052617,
        "Ver": 1.3,
        "Series": 5,
        "Name": "旧时雨露",
        "Desc": "完成同行任务「龙返其乡」",
        "Reward": 5
    },
    {
        "_id": 4052618,
        "Ver": 1.3,
        "Series": 5,
        "Name": "只剩下雪白的灰",
        "Desc": "完成同行任务「我的挚爱，我的血肉」",
        "Reward": 5
    },
    {
        "_id": 4052619,
        "Ver": 1.3,
        "Series": 5,
        "Name": "鹤运物流，使命不达",
        "Desc": "调查所有金人巷的特殊快递箱",
        "Reward": 5
    },
    {
        "_id": 4052620,
        "Ver": 1.3,
        "Series": 5,
        "Name": "道可道，无间道",
        "Desc": "见证永仁隐藏身份的故事",
        "Reward": 5
    },
    {
        "_id": 4072601,
        "Ver": 1.3,
        "Series": 7,
        "Name": "破冰镐",
        "Desc": "使用玲可击败被冻住的敌人",
        "Reward": 5
    },
    {
        "_id": 4072602,
        "Ver": 1.3,
        "Series": 8,
        "Name": "以朗道之名！",
        "Desc": "使用同时包含希露瓦、杰帕德、玲可的队伍获得1场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4072603,
        "Ver": 1.3,
        "Series": 7,
        "Name": "演武仪典：重剑试",
        "Desc": "使用我方角色素裳对战彦卿时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4072604,
        "Ver": 1.3,
        "Series": 7,
        "Name": "演武仪典：细剑试",
        "Desc": "使用我方角色罗刹对战彦卿时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4072605,
        "Ver": 1.3,
        "Series": 7,
        "Name": "最佳第五…虫？",
        "Desc": "利用次蛰虫或幼蛰虫施放的「蛰亡语」消灭虫群•真蛰虫",
        "Reward": 5
    },
    {
        "_id": 4072606,
        "Ver": 1.3,
        "Series": 7,
        "Name": "我即是虫群",
        "Desc": "当虫群•真蛰虫施放「虫群突袭」时，场上不存在幼蛰虫或次蛰虫",
        "Reward": 5
    },
    {
        "_id": 4072607,
        "Ver": 1.3,
        "Series": 7,
        "Name": "只是虫子",
        "Desc": "单次攻击中同时消灭 2.0 只虫群•真蛰虫",
        "Reward": 5
    },
    {
        "_id": 4072608,
        "Ver": 1.3,
        "Series": 7,
        "Name": "演武仪典：阵刀试",
        "Desc": "使用我方角色景元对战彦卿时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4072609,
        "Ver": 1.3,
        "Series": 8,
        "Name": "让炮弹飞",
        "Desc": "探索中使用娜塔莎攻击超远距离敌人并进入战斗或击碎超远距离可破坏物",
        "Reward": 5
    },
    {
        "_id": 4072610,
        "Ver": 1.3,
        "Series": 7,
        "Name": "三龙出海",
        "Desc": "单场战斗中连续 3.0 次在丹恒•饮月的回合施放「盘拏耀跃」",
        "Reward": 5
    },
    {
        "_id": 4072611,
        "Ver": 1.3,
        "Series": 7,
        "Name": "求生、求生、求生",
        "Desc": "单场战斗使用玲可提高 3.0 次友方生命上限",
        "Reward": 5
    },
    {
        "_id": 4072612,
        "Ver": 1.3,
        "Series": 7,
        "Name": "呵，银河大乐透？",
        "Desc": "单场战斗中，符玄累计触发 4.0 次天赋「乾清坤夷，否极泰来」的生命回复效果",
        "Reward": 5
    },
    {
        "_id": 4032701,
        "Ver": 1.4,
        "Series": 3,
        "Name": "晴天收伞，雨天借伞",
        "Desc": "（再次）帮助雅利洛-Ⅵ和贝洛伯格解决巨大的危机<br><color style='color:#8790ab;'>※完成开拓续闻「未来市场」</color>",
        "Reward": 10
    },
    {
        "_id": 4052701,
        "Ver": 1.4,
        "Series": 5,
        "Name": "登入名人堂",
        "Desc": "在「以太战线•星际决胜庆典」中获得「冠军首席」称号",
        "Reward": 10
    },
    {
        "_id": 4052702,
        "Ver": 1.4,
        "Series": 5,
        "Name": "雪山之巅的王者",
        "Desc": "在「以太战线」中，于永冬岭结束宿命的对决",
        "Reward": 5
    },
    {
        "_id": 4052703,
        "Ver": 1.4,
        "Series": 5,
        "Name": "剑折铸复良",
        "Desc": "完成同行任务「云无留迹」",
        "Reward": 5
    },
    {
        "_id": 4052704,
        "Ver": 1.4,
        "Series": 5,
        "Name": "收服以太灵了！",
        "Desc": "在「以太战线」中，获得所有以太灵",
        "Reward": 5
    },
    {
        "_id": 4052705,
        "Ver": 1.4,
        "Series": 5,
        "Name": "以太战线大师",
        "Desc": "在「以太战线」中，「决胜者评级」达到最高级",
        "Reward": 5
    },
    {
        "_id": 4052706,
        "Ver": 1.4,
        "Series": 5,
        "Name": "超链接路人王",
        "Desc": "在「以太战线•超链接对决」中击败所有对手",
        "Reward": 5
    },
    {
        "_id": 4052707,
        "Ver": 1.4,
        "Series": 5,
        "Name": "凛风徽章",
        "Desc": "在「以太战线」中，完成残响回廊的决胜乐园的所有考验",
        "Reward": 5
    },
    {
        "_id": 4052708,
        "Ver": 1.4,
        "Series": 5,
        "Name": "镕金徽章",
        "Desc": "在「以太战线」中，完成流云渡的决胜乐园的所有考验",
        "Reward": 5
    },
    {
        "_id": 4052709,
        "Ver": 1.4,
        "Series": 5,
        "Name": "智才徽章",
        "Desc": "在「以太战线」中，完成空间站「黑塔」的决胜乐园的所有考验",
        "Reward": 5
    },
    {
        "_id": 4052710,
        "Ver": 1.4,
        "Series": 5,
        "Name": "假面徽章",
        "Desc": "在「以太战线」中，完成大矿区的决胜乐园的所有考验",
        "Reward": 5
    },
    {
        "_id": 4052711,
        "Ver": 1.4,
        "Series": 5,
        "Name": "我们是冠军？",
        "Desc": "在「以太战线」中，获得一场「表演赛」的胜利",
        "Reward": 5
    },
    {
        "_id": 4052712,
        "Ver": 1.4,
        "Series": 5,
        "Name": "铁齿铜牙",
        "Desc": "聆听小小西衍的节目",
        "Reward": 5
    },
    {
        "_id": 4052713,
        "Ver": 1.4,
        "Series": 5,
        "Name": "说学逗唱",
        "Desc": "聆听小往小来的节目",
        "Reward": 5
    },
    {
        "_id": 4052714,
        "Ver": 1.4,
        "Series": 5,
        "Name": "腿只是装饰而已",
        "Desc": "为造物引擎制定一份离谱的策划案",
        "Reward": 5
    },
    {
        "_id": 4052715,
        "Ver": 1.4,
        "Series": 5,
        "Name": "动起来啊…造物引擎！",
        "Desc": "为造物引擎制定一份靠谱的策划案",
        "Reward": 5
    },
    {
        "_id": 4052716,
        "Ver": 1.4,
        "Series": 5,
        "Name": "这游戏没有版本更新吗？",
        "Desc": "获得所有「以太拓展芯片」",
        "Reward": 5
    },
    {
        "_id": 4052717,
        "Ver": 1.4,
        "Series": 4,
        "Name": "北风造英雄",
        "Desc": "在「冬兵进行曲」难度Ⅲ击败门后的杰帕德",
        "Reward": 5
    },
    {
        "_id": 4052718,
        "Ver": 1.4,
        "Series": 5,
        "Name": "胜利，然后是再见",
        "Desc": "在尘埃落定后归还{TEXTJOIN4}",
        "Reward": 5
    },
    {
        "_id": 4052719,
        "Ver": 1.4,
        "Series": 5,
        "Name": "结束，然后是开始",
        "Desc": "在尘埃落定后留下{TEXTJOIN4}",
        "Reward": 5
    },
    {
        "_id": 4052720,
        "Ver": 1.4,
        "Series": 5,
        "Name": "未来的第一步",
        "Desc": "关心贝洛伯格的发展动态<br><color style='color:#8790ab;'>※购买《矿工每周报第 226 期》</color>",
        "Reward": 5
    },
    {
        "_id": 4052721,
        "Ver": 1.4,
        "Series": 5,
        "Name": "无机的智慧果",
        "Desc": "获得阅读物《螺丝咕姆的留言》",
        "Reward": 5
    },
    {
        "_id": 4052722,
        "Ver": 1.4,
        "Series": 5,
        "Name": "冰原熊之旅",
        "Desc": "与冰原熊幼崽亲切互动",
        "Reward": 5
    },
    {
        "_id": 4052723,
        "Ver": 1.4,
        "Series": 5,
        "Name": "谢谢你，佩拉",
        "Desc": "帮助凡迪雅小姐完成赌注",
        "Reward": 5
    },
    {
        "_id": 4052724,
        "Ver": 1.4,
        "Series": 5,
        "Name": "钢铁与玩具",
        "Desc": "把造物工程的废料交给本杰明",
        "Reward": 5
    },
    {
        "_id": 4052725,
        "Ver": 1.4,
        "Series": 5,
        "Name": "钢铁与路灯",
        "Desc": "把造物工程的废料交给佩拉",
        "Reward": 5
    },
    {
        "_id": 4052726,
        "Ver": 1.4,
        "Series": 5,
        "Name": "在巨像的见证下",
        "Desc": "从冻结的栏杆上保住舌头",
        "Reward": 5
    },
    {
        "_id": 4052727,
        "Ver": 1.4,
        "Series": 5,
        "Name": "危险动作，请勿模仿",
        "Desc": "再次因打破容器受到教训",
        "Reward": 5
    },
    {
        "_id": 4052728,
        "Ver": 1.4,
        "Series": 5,
        "Name": "首先，第一个",
        "Desc": "拥有一个狂热粉丝",
        "Reward": 5
    },
    {
        "_id": 4052729,
        "Ver": 1.4,
        "Series": 5,
        "Name": "假面的告白",
        "Desc": "查看来历不明的忆泡",
        "Reward": 5
    },
    {
        "_id": 4052730,
        "Ver": 1.4,
        "Series": 5,
        "Name": "冰圾淋",
        "Desc": "从冰封垃圾桶中获得垃圾",
        "Reward": 5
    },
    {
        "_id": 4072701,
        "Ver": 1.4,
        "Series": 7,
        "Name": "演武仪典：长枪试",
        "Desc": "使用我方角色丹恒对战彦卿时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4072702,
        "Ver": 1.4,
        "Series": 7,
        "Name": "演武仪典…？",
        "Desc": "使用我方角色彦卿对战彦卿时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4072703,
        "Ver": 1.4,
        "Series": 7,
        "Name": "演武仪典：心剑试",
        "Desc": "使用我方角色镜流对战彦卿时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4072704,
        "Ver": 1.4,
        "Series": 7,
        "Name": "人有四名，代价…",
        "Desc": "在单场战斗中使用我方角色镜流把任意队友生命值消耗至1",
        "Reward": 5
    },
    {
        "_id": 4082701,
        "Ver": 1.4,
        "Series": 8,
        "Name": "好…好方",
        "Desc": "大量投喂扑满<br><color style='color:#8790ab;'>※使用「{TEXTJOIN4}」聊天对话框，发送大量文本内容</color>",
        "Reward": 5
    },
    {
        "_id": 4082702,
        "Ver": 1.4,
        "Series": 8,
        "Name": "卧室里的战争",
        "Desc": "使用我方账账击败一只扑满",
        "Reward": 5
    },
    {
        "_id": 4082703,
        "Ver": 1.4,
        "Series": 8,
        "Name": "绝对零度",
        "Desc": "使用镜流与定分枪互动",
        "Reward": 5
    },
    {
        "_id": 4082704,
        "Ver": 1.4,
        "Series": 8,
        "Name": "过程大于结果",
        "Desc": "从流云渡的茂贞手中购买 1.0 个逾期未取的贵重邮包",
        "Reward": 5
    },
    {
        "_id": 4082705,
        "Ver": 1.4,
        "Series": 8,
        "Name": "大安事事昌",
        "Desc": "在占卜店首次抽到吉签",
        "Reward": 5
    },
    {
        "_id": 4082706,
        "Ver": 1.4,
        "Series": 8,
        "Name": "空亡事不长",
        "Desc": "在占卜店首次抽到凶签",
        "Reward": 5
    },
    {
        "_id": 4082707,
        "Ver": 1.4,
        "Series": 8,
        "Name": "速喜朱雀吉行方",
        "Desc": "在占卜店首次抽到摸鱼签",
        "Reward": 5
    },
    {
        "_id": 4082708,
        "Ver": 1.4,
        "Series": 8,
        "Name": "贵人路上好商量",
        "Desc": "在占卜店首次抽到闭目签",
        "Reward": 5
    },
    {
        "_id": 4082709,
        "Ver": 1.4,
        "Series": 8,
        "Name": "木人：星穹铁道",
        "Desc": "使用「自动木人桩」代为完成 3.0 场战斗",
        "Reward": 5
    },
    {
        "_id": 4092801,
        "Ver": 1.5,
        "Series": 9,
        "Name": "纯美的自助",
        "Desc": "在「模拟宇宙」中，使用包含银枝的队伍接受纯美骑士的帮助",
        "Reward": 5
    },
    {
        "_id": 4082801,
        "Ver": 1.5,
        "Series": 8,
        "Name": "在世界中心呼唤我",
        "Desc": "触发 10.0 句不同的队伍编成•开拓者语音",
        "Reward": 5
    },
    {
        "_id": 4082802,
        "Ver": 1.5,
        "Series": 8,
        "Name": "银河枪骑队",
        "Desc": "使用同时包含银枝、开拓者的队伍获得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4082803,
        "Ver": 1.5,
        "Series": 8,
        "Name": "逃避可耻但有用！",
        "Desc": "使用我方角色藿藿在队友全部陷入无法战斗状态时撤退",
        "Reward": 5
    },
    {
        "_id": 4082804,
        "Ver": 1.5,
        "Series": 8,
        "Name": "捉鬼敢死队",
        "Desc": "使用同时包含藿藿、素裳、桂乃芬、开拓者的队伍获得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4082805,
        "Ver": 1.5,
        "Series": 8,
        "Name": "晚安玛卡巴卡",
        "Desc": "使用安眠锤后进入战斗，并有任意角色陷入强烈震荡状态",
        "Reward": 5
    },
    {
        "_id": 4082806,
        "Ver": 1.5,
        "Series": 8,
        "Name": "不可能任务？",
        "Desc": "使用藿藿普攻「令旗•征风召雨」，击败幻胧",
        "Reward": 5
    },
    {
        "_id": 4032801,
        "Ver": 1.5,
        "Series": 3,
        "Name": "有尾庞庞",
        "Desc": "与捉鬼小队一起收集怪谈异闻<br><color style='color:#8790ab;'>※找回尾巴，镇伏罗浮逃逸岁阳…</color>",
        "Reward": 10
    },
    {
        "_id": 4032802,
        "Ver": 1.5,
        "Series": 3,
        "Name": "我心里危险的东西",
        "Desc": "与桂乃芬一起绥园探灵<br><color style='color:#8790ab;'>※镇伏大岁阳浮烟，解决了绥园的岁阳危机</color>",
        "Reward": 10
    },
    {
        "_id": 4012801,
        "Ver": 1.5,
        "Series": 1,
        "Name": "有序入场",
        "Desc": "首次浏览访客登记簿",
        "Reward": 5
    },
    {
        "_id": 4052801,
        "Ver": 1.5,
        "Series": 5,
        "Name": "百战天虫",
        "Desc": "完成同行任务「宇宙幻觉之夜」",
        "Reward": 5
    },
    {
        "_id": 4052802,
        "Ver": 1.5,
        "Series": 5,
        "Name": "你好，世界！",
        "Desc": "在「罗浮杂俎」网站上发布一条帖子",
        "Reward": 5
    },
    {
        "_id": 4052803,
        "Ver": 1.5,
        "Series": 5,
        "Name": "你好，新世界！",
        "Desc": "在「罗浮杂俎」网站上收获1000000.0[m]粉丝",
        "Reward": 10
    },
    {
        "_id": 4052804,
        "Ver": 1.5,
        "Series": 5,
        "Name": "云笈七签",
        "Desc": "掌握所有驱邪之术",
        "Reward": 5
    },
    {
        "_id": 4052805,
        "Ver": 1.5,
        "Series": 5,
        "Name": "枰上棋争",
        "Desc": "完成降妖辑录所有的挑战",
        "Reward": 10
    },
    {
        "_id": 4052806,
        "Ver": 1.5,
        "Series": 5,
        "Name": "巡猎型博主",
        "Desc": "在「罗浮杂俎」网站上发布了更多「震惊头条」的帖子",
        "Reward": 5
    },
    {
        "_id": 4052807,
        "Ver": 1.5,
        "Series": 5,
        "Name": "神秘型博主",
        "Desc": "在「罗浮杂俎」网站上发布了更多「怪谈科普」的帖子",
        "Reward": 5
    },
    {
        "_id": 4052808,
        "Ver": 1.5,
        "Series": 5,
        "Name": "欢愉型博主",
        "Desc": "在「罗浮杂俎」网站上发布了更多「娱乐八卦」的帖子",
        "Reward": 5
    },
    {
        "_id": 4052809,
        "Ver": 1.5,
        "Series": 5,
        "Name": "均衡型博主",
        "Desc": "在「罗浮杂俎」网站上发布了同样多不同倾向的帖子",
        "Reward": 5
    },
    {
        "_id": 4052810,
        "Ver": 1.5,
        "Series": 5,
        "Name": "「给我点赞吧！」",
        "Desc": "在「罗浮杂俎」网站上累计为 15.0 个帖子点赞",
        "Reward": 5
    },
    {
        "_id": 4052811,
        "Ver": 1.5,
        "Series": 5,
        "Name": "密码在手中",
        "Desc": "在「罗浮杂俎」网站上累计回复数超过 10.0 个",
        "Reward": 5
    },
    {
        "_id": 4052812,
        "Ver": 1.5,
        "Series": 5,
        "Name": "聚是一团火，散是满天星",
        "Desc": "使用「降魔机巧鸟」收集了 24.0 个逸散岁阳",
        "Reward": 5
    },
    {
        "_id": 4052813,
        "Ver": 1.5,
        "Series": 5,
        "Name": "鬼哈哈！",
        "Desc": "从绥园小鬼处获得 900.0 个谜题的奖励",
        "Reward": 5
    },
    {
        "_id": 4052814,
        "Ver": 1.5,
        "Series": 5,
        "Name": "何不于君指上听",
        "Desc": "帮助古琴上的岁阳完成琴曲",
        "Reward": 5
    },
    {
        "_id": 4052815,
        "Ver": 1.5,
        "Series": 5,
        "Name": "高山与流水",
        "Desc": "与鬼伶合唱一曲《合巹记》，完美演出",
        "Reward": 5
    },
    {
        "_id": 4052816,
        "Ver": 1.5,
        "Series": 5,
        "Name": "学徒、儿徒和逆徒！",
        "Desc": "与鬼伶合唱一曲《合巹记》，记错唱词",
        "Reward": 5
    },
    {
        "_id": 4052817,
        "Ver": 1.5,
        "Series": 5,
        "Name": "灵鹫宫石壁",
        "Desc": "在狐眠冢，破解墓碑上的神秘传承",
        "Reward": 5
    },
    {
        "_id": 4052818,
        "Ver": 1.5,
        "Series": 5,
        "Name": "闭上我的眼",
        "Desc": "在狐眠冢，遭遇墓碑主人",
        "Reward": 5
    },
    {
        "_id": 4052819,
        "Ver": 1.5,
        "Series": 5,
        "Name": "金色！传奇！",
        "Desc": "在帝垣琼玉新玩法中开出金色奖励！",
        "Reward": 5
    },
    {
        "_id": 4052820,
        "Ver": 1.5,
        "Series": 5,
        "Name": "微暗的火",
        "Desc": "在文远和若昔的苦苦哀求中，坚持带走岁阳",
        "Reward": 5
    },
    {
        "_id": 4052821,
        "Ver": 1.5,
        "Series": 5,
        "Name": "致不灭的你",
        "Desc": "在文远和若昔的苦苦哀求中，选择放过岁阳",
        "Reward": 5
    },
    {
        "_id": 4052822,
        "Ver": 1.5,
        "Series": 5,
        "Name": "直到世界尽头",
        "Desc": "与宝烛畅游罗浮之后，将它放归宇宙",
        "Reward": 5
    },
    {
        "_id": 4052823,
        "Ver": 1.5,
        "Series": 5,
        "Name": "煞炁镇乾坤",
        "Desc": "与宝烛畅游罗浮之后，将它封入镇妖塔",
        "Reward": 5
    },
    {
        "_id": 4052824,
        "Ver": 1.5,
        "Series": 5,
        "Name": "我，龙尊，打钱",
        "Desc": "在绥园收到假冒龙尊的诈骗短信",
        "Reward": 5
    },
    {
        "_id": 4042801,
        "Ver": 1.5,
        "Series": 4,
        "Name": "初极狭，才通人",
        "Desc": "穿过铜镜，打开藏在浮空岛上的战利品",
        "Reward": 5
    },
    {
        "_id": 4042802,
        "Ver": 1.5,
        "Series": 4,
        "Name": "泥人哥连出世记",
        "Desc": "在绥园，累计获得 9.0 次「寻径指津」奖励",
        "Reward": 5
    },
    {
        "_id": 4072801,
        "Ver": 1.5,
        "Series": 7,
        "Name": "全体集合！解散——",
        "Desc": "使用藿藿秘技「凶煞•劾压鬼物」，同时让 6.0 个以上目标逃跑",
        "Reward": 5
    },
    {
        "_id": 4072802,
        "Ver": 1.5,
        "Series": 7,
        "Name": "燚",
        "Desc": "在「幻障迷境•浮烟」挑战中，场上同时存在 4.0 只「炎华造物」",
        "Reward": 5
    },
    {
        "_id": 4072803,
        "Ver": 1.5,
        "Series": 7,
        "Name": "五雷轰顶",
        "Desc": "同时触发 3.0 个及以上的「五雷镇邪」并结束战斗",
        "Reward": 5
    },
    {
        "_id": 4072804,
        "Ver": 1.5,
        "Series": 7,
        "Name": "鬼火的邪恶镰刀",
        "Desc": "使用驱邪术将扑满变成扑满",
        "Reward": 5
    },
    {
        "_id": 4072805,
        "Ver": 1.5,
        "Series": 7,
        "Name": "真判官讨鬼传",
        "Desc": "未受到伤害完成「降妖辑录」任意关卡",
        "Reward": 5
    },
    {
        "_id": 4072806,
        "Ver": 1.5,
        "Series": 7,
        "Name": "地主家也没有余粮啊",
        "Desc": "拥有「窃据」异状的敌方单位攻击时偷取战技点失败 5.0 次",
        "Reward": 5
    },
    {
        "_id": 4032901,
        "Ver": 1.6,
        "Series": 3,
        "Name": "天才在左，庸人在右",
        "Desc": "平息黑塔空间站新的风波<br><color style='color:#8790ab;'>※完成开拓续闻「庸与神的冠冕」</color>",
        "Reward": 10
    },
    {
        "_id": 4052901,
        "Ver": 1.6,
        "Series": 5,
        "Name": "永不更新",
        "Desc": "在看到黑塔的手稿广告后向黑塔催更",
        "Reward": 5
    },
    {
        "_id": 4052902,
        "Ver": 1.6,
        "Series": 5,
        "Name": "逃离贮囊",
        "Desc": "被黑塔从禁闭舱段的实验舱中救出来",
        "Reward": 5
    },
    {
        "_id": 4052903,
        "Ver": 1.6,
        "Series": 5,
        "Name": "铁王座之主",
        "Desc": "在禁闭舱段选择亲自登上「王座」",
        "Reward": 5
    },
    {
        "_id": 4052904,
        "Ver": 1.6,
        "Series": 5,
        "Name": "国王之手",
        "Desc": "在禁闭舱段扶洞悉者登上「王座」",
        "Reward": 5
    },
    {
        "_id": 4052905,
        "Ver": 1.6,
        "Series": 5,
        "Name": "合格的饲养员",
        "Desc": "完成冒险任务「异宠拾遗」",
        "Reward": 5
    },
    {
        "_id": 4052906,
        "Ver": 1.6,
        "Series": 5,
        "Name": "塔麻可吉又饿了",
        "Desc": "在「异宠拾遗」中收集所有稀有造物",
        "Reward": 5
    },
    {
        "_id": 4052907,
        "Ver": 1.6,
        "Series": 5,
        "Name": "狗仗人势",
        "Desc": "协助佩佩辩倒安保机器人",
        "Reward": 5
    },
    {
        "_id": 4052908,
        "Ver": 1.6,
        "Series": 5,
        "Name": "反欺骗的艺术",
        "Desc": "在与「管家」的激辩中获胜",
        "Reward": 5
    },
    {
        "_id": 4052909,
        "Ver": 1.6,
        "Series": 5,
        "Name": "绿手指",
        "Desc": "在禁闭舱段的植物间累计三天拔掉杂草",
        "Reward": 5
    },
    {
        "_id": 4052910,
        "Ver": 1.6,
        "Series": 5,
        "Name": "戴帽子的猫",
        "Desc": "救出陷于「围城」与被怪物吞下的造物",
        "Reward": 5
    },
    {
        "_id": 4052911,
        "Ver": 1.6,
        "Series": 5,
        "Name": "成岭成峰",
        "Desc": "使用不同体型的角色观察禁闭舱段的大屏幕",
        "Reward": 5
    },
    {
        "_id": 4052912,
        "Ver": 1.6,
        "Series": 5,
        "Name": "不在服务区",
        "Desc": "在使用终端与阮•梅远程联络时，通讯无人接听",
        "Reward": 5
    },
    {
        "_id": 4052913,
        "Ver": 1.6,
        "Series": 5,
        "Name": "三缺一",
        "Desc": "将 3.0 个「幸运点心」摆放在同一区域",
        "Reward": 5
    },
    {
        "_id": 4052914,
        "Ver": 1.6,
        "Series": 5,
        "Name": "午夜的孩子",
        "Desc": "将 3.0 个「垃圾糕」摆放在同一区域",
        "Reward": 5
    },
    {
        "_id": 4052915,
        "Ver": 1.6,
        "Series": 5,
        "Name": "物肖主人形",
        "Desc": "将「拉姆之友」的照片分享给阮•梅",
        "Reward": 5
    },
    {
        "_id": 4052916,
        "Ver": 1.6,
        "Series": 5,
        "Name": "海盗的好朋友",
        "Desc": "完成冒险任务「游辞巧饰」",
        "Reward": 5
    },
    {
        "_id": 4052917,
        "Ver": 1.6,
        "Series": 5,
        "Name": "微物之神",
        "Desc": "在「异宠拾遗」活动中收集所有的造物特征",
        "Reward": 5
    },
    {
        "_id": 4052918,
        "Ver": 1.6,
        "Series": 5,
        "Name": "彼此的命运",
        "Desc": "获得稀有造物「墨镜猫咪」",
        "Reward": 5
    },
    {
        "_id": 4052919,
        "Ver": 1.6,
        "Series": 5,
        "Name": "顽疾诊断书",
        "Desc": "在禁闭舱段收集齐写有真理医生留言的阅读物",
        "Reward": 5
    },
    {
        "_id": 4072901,
        "Ver": 1.6,
        "Series": 7,
        "Name": "在黑暗深渊之中",
        "Desc": "当碎星王虫施放「孕灾虫甲」后，使其进入弱点击破状态",
        "Reward": 5
    },
    {
        "_id": 4072902,
        "Ver": 1.6,
        "Series": 7,
        "Name": "我心我行澄如明镜",
        "Desc": "在与银枝对战时，分别消灭处于「灵魂释放」状态的「枪尖」、「盾」、「授勋」。",
        "Reward": 5
    },
    {
        "_id": 4072903,
        "Ver": 1.6,
        "Series": 7,
        "Name": "所作所为皆为美丽",
        "Desc": "在与银枝对战时，「枪尖」、「盾」、「授勋」都没有进入过「灵魂释放」状态",
        "Reward": 5
    },
    {
        "_id": 4072904,
        "Ver": 1.6,
        "Series": 7,
        "Name": "冥狱无常",
        "Desc": "使用同时包含寒鸦、雪衣的队伍获得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4072905,
        "Ver": 1.6,
        "Series": 7,
        "Name": "聆听是最好的陪伴",
        "Desc": "停下来听完寒鸦的碎碎念<br><color style='color:#8790ab;'>※完整聆听寒鸦的待机动作语音及回合待机语音</color>",
        "Reward": 5
    },
    {
        "_id": 4072906,
        "Ver": 1.6,
        "Series": 7,
        "Name": "舌战群儒",
        "Desc": "使用真理医生的秘技「偶像塑造」一次性嘲讽 6.0 个以上的敌方目标",
        "Reward": 5
    },
    {
        "_id": 4072907,
        "Ver": 1.6,
        "Series": 7,
        "Name": "毁人不倦",
        "Desc": "单场战斗中，使用真理医生连续 4.0 个回合触发天赋「我思故我在」的追加攻击效果",
        "Reward": 5
    },
    {
        "_id": 4092902,
        "Ver": 1.6,
        "Series": 9,
        "Name": "拜谒神机",
        "Desc": "「模拟宇宙」内，累计解锁 1.0 个「智识」命途的祝福",
        "Reward": 5
    },
    {
        "_id": 4092903,
        "Ver": 1.6,
        "Series": 9,
        "Name": "欧姆弥赛亚",
        "Desc": "通关「模拟宇宙」时，携带「智识」命途的祝福数量大于等于 10.0 ",
        "Reward": 5
    },
    {
        "_id": 4092904,
        "Ver": 1.6,
        "Series": 9,
        "Name": "四色问题",
        "Desc": "在「模拟宇宙：黄金与机械」中，累计为 200.0 个区域附加【知识】效果",
        "Reward": 5
    },
    {
        "_id": 4092905,
        "Ver": 1.6,
        "Series": 9,
        "Name": "世界旦夕之间",
        "Desc": "在「模拟宇宙：黄金与机械」中, 累计观看 10.0 次推荐剧情",
        "Reward": 5
    },
    {
        "_id": 4092906,
        "Ver": 1.6,
        "Series": 9,
        "Name": "逐渐理解一切",
        "Desc": "在「模拟宇宙：黄金与机械」中，自我认知达到 40.0 ",
        "Reward": 5
    },
    {
        "_id": 4092907,
        "Ver": 1.6,
        "Series": 9,
        "Name": "精神灰域",
        "Desc": "在「模拟宇宙：黄金与机械」中，自我认知达到- 40.0 ",
        "Reward": 5
    },
    {
        "_id": 4092909,
        "Ver": 1.6,
        "Series": 9,
        "Name": "集群意识",
        "Desc": "在「模拟宇宙：黄金与机械」中，累计完成 50.0 次自我认知的改变",
        "Reward": 5
    },
    {
        "_id": 4092910,
        "Ver": 1.6,
        "Series": 9,
        "Name": "华尔街之狼",
        "Desc": "在「模拟宇宙：黄金与机械」中，在「星际和平投资机器」事件中，投资大成功",
        "Reward": 5
    },
    {
        "_id": 4092911,
        "Ver": 1.6,
        "Series": 9,
        "Name": "太平州还是那个太平州",
        "Desc": "在「模拟宇宙：黄金与机械」中，在「作弊代码（其二）」事件触发的战斗中失败",
        "Reward": 5
    },
    {
        "_id": 4092912,
        "Ver": 1.6,
        "Series": 9,
        "Name": "D级人员",
        "Desc": "在「模拟宇宙：黄金与机械」中，在「星际和平机械分部商城（其二）」事件中升级 1.0 次奇物",
        "Reward": 5
    },
    {
        "_id": 4092913,
        "Ver": 1.6,
        "Series": 9,
        "Name": "莱博维茨的丧钟",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「战斗推演」，获得 25.0 次及以上战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4092914,
        "Ver": 1.6,
        "Series": 9,
        "Name": "宇宙过河卒",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「事件推演」，完成 20.0 次及以上事件交互",
        "Reward": 5
    },
    {
        "_id": 4092915,
        "Ver": 1.6,
        "Series": 9,
        "Name": "变化的位面",
        "Desc": "在「模拟宇宙：黄金与机械」中，使用自定义骰「追猎」，连续进入 5.0 个及以上不相邻的区域",
        "Reward": 5
    },
    {
        "_id": 4092916,
        "Ver": 1.6,
        "Series": 9,
        "Name": "杀猪盘",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「扑满推演」，在战斗中击败 15.0 个及以上扑满",
        "Reward": 5
    },
    {
        "_id": 4092917,
        "Ver": 1.6,
        "Series": 9,
        "Name": "星港管制员",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「行者共生」，进入 15.0 个及以上带有信标的区域",
        "Reward": 5
    },
    {
        "_id": 4092918,
        "Ver": 1.6,
        "Series": 9,
        "Name": "前往端点星",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「超距信标」，进入过的区域中带有所有不同种类的信标",
        "Reward": 5
    },
    {
        "_id": 4092919,
        "Ver": 1.6,
        "Series": 9,
        "Name": "出卖月亮的人",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「投资出售」，拥有的宇宙碎片大于等于 2048.0 ",
        "Reward": 5
    },
    {
        "_id": 4092920,
        "Ver": 1.6,
        "Series": 9,
        "Name": "翠鸟董事会专员",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「琥珀障壁」，为 30.0 个及以上的区域附加【知识】效果",
        "Reward": 5
    },
    {
        "_id": 4092921,
        "Ver": 1.6,
        "Series": 9,
        "Name": "时间足够你玩",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「倒计时」，倒计时大于等于 30.0 点",
        "Reward": 5
    },
    {
        "_id": 4092922,
        "Ver": 1.6,
        "Series": 9,
        "Name": "月亮头的奇迹商店",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「公司时刻」，在【祝福商店】、【奇物商店】或【强化商店】购买过 20.0 件及以上商品",
        "Reward": 5
    },
    {
        "_id": 4092923,
        "Ver": 1.6,
        "Series": 9,
        "Name": "商人与炼金术士之门",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「数据膨胀」，使用 25.0 次及以上重投或作弊",
        "Reward": 5
    },
    {
        "_id": 4092924,
        "Ver": 1.6,
        "Series": 9,
        "Name": "黑塔的宝藏",
        "Desc": "通关「模拟宇宙：黄金与机械」时，使用自定义骰「奇物推演」，拥有 30.0 个及以上的奇物",
        "Reward": 5
    },
    {
        "_id": 4092925,
        "Ver": 1.6,
        "Series": 9,
        "Name": "我是阿尔法",
        "Desc": "收集「黄金与机械」的星神秘闻「开端」",
        "Reward": 5
    },
    {
        "_id": 4092926,
        "Ver": 1.6,
        "Series": 9,
        "Name": "我是欧米伽",
        "Desc": "收集「黄金与机械」的星神秘闻「终局」",
        "Reward": 10
    },
    {
        "_id": 4092927,
        "Ver": 1.6,
        "Series": 9,
        "Name": "六十面骰",
        "Desc": "在「模拟宇宙：黄金与机械」中，解锁 60.0 个骰面",
        "Reward": 5
    },
    {
        "_id": 4092928,
        "Ver": 1.6,
        "Series": 9,
        "Name": "转动命运",
        "Desc": "在「模拟宇宙：黄金与机械」中，解锁全部 12.0 个自定义骰",
        "Reward": 5
    },
    {
        "_id": 4092929,
        "Ver": 1.6,
        "Series": 9,
        "Name": "XK级世界末日",
        "Desc": "完成「模拟宇宙：黄金与机械」第五难度",
        "Reward": 5
    },
    {
        "_id": 4092930,
        "Ver": 1.6,
        "Series": 9,
        "Name": "机械飞升",
        "Desc": "在「模拟宇宙：黄金与机械」的神经网络中激活第 1.0 个神经",
        "Reward": 5
    },
    {
        "_id": 4092931,
        "Ver": 1.6,
        "Series": 9,
        "Name": "巨人：福宾计划",
        "Desc": "在折磨难度，属性难题等级大于等于 6.0 时，通关「模拟宇宙：黄金与机械」",
        "Reward": 5
    },
    {
        "_id": 4092932,
        "Ver": 1.6,
        "Series": 9,
        "Name": "泡泡糖危机",
        "Desc": "在折磨难度，追加难题等级大于等于 6.0 时，通关「模拟宇宙：黄金与机械」",
        "Reward": 5
    },
    {
        "_id": 4092933,
        "Ver": 1.6,
        "Series": 9,
        "Name": "铁锈之海",
        "Desc": "在折磨难度，难题等级大于等于 12.0 时，通关「模拟宇宙：黄金与机械」",
        "Reward": 10
    },
    {
        "_id": 4092934,
        "Ver": 1.6,
        "Series": 9,
        "Name": "古旧空间的钥匙",
        "Desc": "在「模拟宇宙：黄金与机械」通关时，使【位面紊乱！】的【扰动等级】大于等于 20.0 级",
        "Reward": 5
    },
    {
        "_id": 4092935,
        "Ver": 1.6,
        "Series": 9,
        "Name": "诅咒之王",
        "Desc": "通关「模拟宇宙：黄金与机械」时，拥有 10.0 个及以上的负面奇物",
        "Reward": 5
    },
    {
        "_id": 4092936,
        "Ver": 1.6,
        "Series": 9,
        "Name": "正态分布",
        "Desc": "在「模拟宇宙：黄金与机械」中，在同一觐见装置上，连续投出 6.0 个不同的骰面",
        "Reward": 5
    },
    {
        "_id": 4092937,
        "Ver": 1.6,
        "Series": 9,
        "Name": "忧郁蓝调",
        "Desc": "通关「模拟宇宙：黄金与机械」时，装备 6.0 个蓝色品质的骰面（难度三及以上）",
        "Reward": 5
    },
    {
        "_id": 4092938,
        "Ver": 1.6,
        "Series": 9,
        "Name": "所有一切都被仁慈的机器守护",
        "Desc": "在「模拟宇宙：黄金与机械」中，一场战斗中遭遇 10.0 次及以上【回响推演】",
        "Reward": 5
    },
    {
        "_id": 4092939,
        "Ver": 1.6,
        "Series": 9,
        "Name": "命运轮盘",
        "Desc": "在「模拟宇宙：黄金与机械」中，在「幸运罗盘挑战」中达成 1.0 次头等奖",
        "Reward": 5
    },
    {
        "_id": 4092940,
        "Ver": 1.6,
        "Series": 9,
        "Name": "反射闪避",
        "Desc": "在「模拟宇宙：黄金与机械」中，在「躲避射线挑战」中连续成功躲避 6.0 轮",
        "Reward": 5
    },
    {
        "_id": 4092941,
        "Ver": 1.6,
        "Series": 9,
        "Name": "灭绝令",
        "Desc": "在「模拟宇宙：黄金与机械」中，连续施放 10.0 次终结技",
        "Reward": 5
    },
    {
        "_id": 4043001,
        "Ver": 2.0,
        "Series": 4,
        "Name": "天堂的这一边",
        "Desc": "在匹诺康尼激活 15.0 次界域定锚",
        "Reward": 5
    },
    {
        "_id": 4043002,
        "Ver": 2.0,
        "Series": 4,
        "Name": "匹诺康尼梦",
        "Desc": "开启 120.0 次匹诺康尼战利品",
        "Reward": 10
    },
    {
        "_id": 4043003,
        "Ver": 2.0,
        "Series": 4,
        "Name": "太空漫步",
        "Desc": "完成「屠场」任务，查清梦境酒店背后的真相",
        "Reward": 5
    },
    {
        "_id": 4043004,
        "Ver": 2.0,
        "Series": 4,
        "Name": "啾？",
        "Desc": "帮助 1.0 只折纸小鸟回到「大树」",
        "Reward": 5
    },
    {
        "_id": 4043005,
        "Ver": 2.0,
        "Series": 4,
        "Name": "啾啾啾！",
        "Desc": "帮助 60.0 只折纸小鸟回到「大树」",
        "Reward": 5
    },
    {
        "_id": 4043006,
        "Ver": 2.0,
        "Series": 4,
        "Name": "永远与时间同步",
        "Desc": "修复 15.0 个梦境迷钟",
        "Reward": 5
    },
    {
        "_id": 4043007,
        "Ver": 2.0,
        "Series": 4,
        "Name": "谁人的梦？",
        "Desc": "首次见证稚子梦中的神秘奇观",
        "Reward": 5
    },
    {
        "_id": 4083001,
        "Ver": 2.0,
        "Series": 8,
        "Name": "摩擦，摩擦",
        "Desc": "通过梦客漫步能力在同一条梦泡桥梁上来回通过多次",
        "Reward": 5
    },
    {
        "_id": 4053001,
        "Ver": 2.0,
        "Series": 5,
        "Name": "请勿摇晃汽水",
        "Desc": "首次使用气泡弹珠",
        "Reward": 5
    },
    {
        "_id": 4043008,
        "Ver": 2.0,
        "Series": 4,
        "Name": "集异璧",
        "Desc": "首次通过筑梦遥眼拼凑出不可能的道路，并通过它",
        "Reward": 5
    },
    {
        "_id": 4043009,
        "Ver": 2.0,
        "Series": 4,
        "Name": "画中世界",
        "Desc": "通过筑梦拼图获得 10.0 次奖励",
        "Reward": 5
    },
    {
        "_id": 4083002,
        "Ver": 2.0,
        "Series": 8,
        "Name": "视差怪",
        "Desc": "在2.0分钟内与筑梦遥眼装置交互5.0次以上",
        "Reward": 5
    },
    {
        "_id": 4083003,
        "Ver": 2.0,
        "Series": 8,
        "Name": "鸟为什么会飞？",
        "Desc": "在1.0分钟内与控制筑梦模块的鸟型装置交互5.0次以上",
        "Reward": 5
    },
    {
        "_id": 4083004,
        "Ver": 2.0,
        "Series": 8,
        "Name": "彭罗斯三角",
        "Desc": "通过调整视角拼凑出筑梦边境的「彭罗斯三角」",
        "Reward": 5
    },
    {
        "_id": 4043010,
        "Ver": 2.0,
        "Series": 4,
        "Name": "Fly me 2 the balloon",
        "Desc": "打破黄金的时刻中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043011,
        "Ver": 2.0,
        "Series": 4,
        "Name": "气球学园2",
        "Desc": "打破筑梦边境中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043012,
        "Ver": 2.0,
        "Series": 4,
        "Name": "气球3",
        "Desc": "打破稚子的梦中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043013,
        "Ver": 2.0,
        "Series": 4,
        "Name": "气球：匹诺康尼",
        "Desc": "打破「白日梦」酒店-梦境中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043014,
        "Ver": 2.0,
        "Series": 4,
        "Name": "年满十八",
        "Desc": "首次来到「惊梦酒吧」",
        "Reward": 5
    },
    {
        "_id": 4043015,
        "Ver": 2.0,
        "Series": 4,
        "Name": "所有悲伤的年轻人",
        "Desc": "首次进入某个「白日梦」酒店-现实中的「特殊客房」",
        "Reward": 5
    },
    {
        "_id": 4043016,
        "Ver": 2.0,
        "Series": 4,
        "Name": "面面俱到",
        "Desc": "通过梦客漫步能力首次走上梦泡桥梁",
        "Reward": 5
    },
    {
        "_id": 4073001,
        "Ver": 2.0,
        "Series": 7,
        "Name": "晚安厨房",
        "Desc": "单次战斗中，利用惊梦剧团的十七分熟施放的「厨房事故」消灭至少两个敌人",
        "Reward": 5
    },
    {
        "_id": 4073002,
        "Ver": 2.0,
        "Series": 7,
        "Name": "全民欢乐秀",
        "Desc": "单次战斗中，使 3.0 个连续的惊梦剧团的圆幕先生都进入「惊喜频道」状态",
        "Reward": 5
    },
    {
        "_id": 4073003,
        "Ver": 2.0,
        "Series": 7,
        "Name": "有害垃圾",
        "Desc": "战斗中1.0名我方角色被王下一桶击败",
        "Reward": 5
    },
    {
        "_id": 4073004,
        "Ver": 2.0,
        "Series": 7,
        "Name": "万般皆注定",
        "Desc": "黑天鹅施放秘技「取此真相，弃舍表征」进入战斗时，累计使敌方目标陷入大于等于20.0层「奥迹」",
        "Reward": 5
    },
    {
        "_id": 4073005,
        "Ver": 2.0,
        "Series": 7,
        "Name": "对、对、对、对不起",
        "Desc": "米沙施放终结技「要…要迟到了！」时，单次攻击同时使至少4.0个不同的敌人陷入冻结状态",
        "Reward": 5
    },
    {
        "_id": 4073006,
        "Ver": 2.0,
        "Series": 7,
        "Name": "打上花火",
        "Desc": "单场战斗中，使用花火的终结技「一人千役」共计获得20.0个战技点",
        "Reward": 5
    },
    {
        "_id": 4073007,
        "Ver": 2.0,
        "Series": 7,
        "Name": "持续断糖",
        "Desc": "单次战斗中，使用护盾反弹同一惊梦剧团的甜猿泰山扔出的10.0个汽水瓶",
        "Reward": 5
    },
    {
        "_id": 4073008,
        "Ver": 2.0,
        "Series": 7,
        "Name": "存在朝向死亡",
        "Desc": "在只有一人可以行动的情况下击败忆域迷因「何物朝向死亡」",
        "Reward": 5
    },
    {
        "_id": 4073009,
        "Ver": 2.0,
        "Series": 7,
        "Name": "安静燃烧",
        "Desc": "在与「星核猎手」萨姆的战斗中，敌方萨姆进入「次级燃烧」后没有使用「DHGDR-超新星过载」就解除该状态",
        "Reward": 5
    },
    {
        "_id": 4073010,
        "Ver": 2.0,
        "Series": 7,
        "Name": "燃我心火，焚尽其身",
        "Desc": "在和「星核猎手」萨姆的战斗中，使用燃烧的战技点使我方1.0名角色的生命值低于5.0%",
        "Reward": 5
    },
    {
        "_id": 4043017,
        "Ver": 2.0,
        "Series": 4,
        "Name": "与狼同行",
        "Desc": "收集《小小哈努行动•上篇》全集",
        "Reward": 5
    },
    {
        "_id": 4043018,
        "Ver": 2.0,
        "Series": 4,
        "Name": "让敌人高估你的缺点",
        "Desc": "在《小小哈努行动》中推下的重物没有砸到怪物",
        "Reward": 5
    },
    {
        "_id": 4043019,
        "Ver": 2.0,
        "Series": 4,
        "Name": "抵达逃逸速度",
        "Desc": "在《小小哈努行动》中的火箭传送时间超过4.0秒",
        "Reward": 5
    },
    {
        "_id": 4043020,
        "Ver": 2.0,
        "Series": 4,
        "Name": "警戒度 100% ",
        "Desc": "在《小小哈努行动》中死里逃生",
        "Reward": 5
    },
    {
        "_id": 4053002,
        "Ver": 2.0,
        "Series": 5,
        "Name": "向着明亮的那方",
        "Desc": "哪怕生活充满痛苦，也绝不放手",
        "Reward": 5
    },
    {
        "_id": 4053003,
        "Ver": 2.0,
        "Series": 5,
        "Name": "他也在这阳光下长大",
        "Desc": "或许…放手也是正确的选择",
        "Reward": 5
    },
    {
        "_id": 4053004,
        "Ver": 2.0,
        "Series": 5,
        "Name": "伊甸园之东",
        "Desc": "见证一位转瞬即逝的银河巨星的故事",
        "Reward": 5
    },
    {
        "_id": 4053005,
        "Ver": 2.0,
        "Series": 5,
        "Name": "罪与罚",
        "Desc": "见证一位「好人」的故事",
        "Reward": 5
    },
    {
        "_id": 4053006,
        "Ver": 2.0,
        "Series": 5,
        "Name": "舞会进行时",
        "Desc": "完成同行任务「假面双人舞」",
        "Reward": 5
    },
    {
        "_id": 4053007,
        "Ver": 2.0,
        "Series": 5,
        "Name": "保护人者是前世所修善行",
        "Desc": "见证一位科学家挣扎曲折的一生",
        "Reward": 5
    },
    {
        "_id": 4053008,
        "Ver": 2.0,
        "Series": 5,
        "Name": "虚构动物学家",
        "Desc": "驱散5.0座猎犬雕像",
        "Reward": 5
    },
    {
        "_id": 4053009,
        "Ver": 2.0,
        "Series": 8,
        "Name": "千爵时代的故事",
        "Desc": "通过作弊的方式赢得「幸运转盘」的特殊奖励",
        "Reward": 5
    },
    {
        "_id": 4053010,
        "Ver": 2.0,
        "Series": 8,
        "Name": "如脆筒般脆弱",
        "Desc": "使用消耗品「美梦脆筒」后，对错误的敌方目标施放技能",
        "Reward": 5
    },
    {
        "_id": 4053011,
        "Ver": 2.0,
        "Series": 8,
        "Name": "精神分析学入门",
        "Desc": "合成「选择背叛的刹那」、「一瞬间的幸福」、「弥留之际」、「热烈的气氛」、「疑虑的阴云」、「片刻自由」中的任意一个消耗品",
        "Reward": 5
    },
    {
        "_id": 4053012,
        "Ver": 2.0,
        "Series": 5,
        "Name": "品味感觉",
        "Desc": "「钟表把戏」能带来什么？<br><color style='color:#8790ab;'>※在梦中引导1.0个人的情绪</color>",
        "Reward": 5
    },
    {
        "_id": 4053014,
        "Ver": 2.0,
        "Series": 5,
        "Name": "感到一阵温暖",
        "Desc": "「钟表把戏」能帮人找回真正的自我<br><color style='color:#8790ab;'>※解决1.0次钟表把戏的突发事件</color>",
        "Reward": 5
    },
    {
        "_id": 4053015,
        "Ver": 2.0,
        "Series": 5,
        "Name": "心脏怦怦直跳",
        "Desc": "在梦里，就连情绪都有实体<br><color style='color:#8790ab;'>※收集1.0个情绪齿轮</color>",
        "Reward": 5
    },
    {
        "_id": 4053016,
        "Ver": 2.0,
        "Series": 5,
        "Name": "我懂你的心",
        "Desc": "你能抵御心理辅导的诱惑吗？<br><color style='color:#8790ab;'>※在梦中引导至少5.0个人的情绪</color>",
        "Reward": 5
    },
    {
        "_id": 4043021,
        "Ver": 2.0,
        "Series": 4,
        "Name": "睡眠学习法",
        "Desc": "收集 15.0 件来自匹诺康尼的阅读物",
        "Reward": 5
    },
    {
        "_id": 4033001,
        "Ver": 2.0,
        "Series": 3,
        "Name": "你还记得我吗？",
        "Desc": "在旅程之初遇见了意外的人…<br><color style='color:#8790ab;'>※在陌生的梦境与黄泉邂逅</color>",
        "Reward": 10
    },
    {
        "_id": 4033002,
        "Ver": 2.0,
        "Series": 3,
        "Name": "梦之国的开拓者",
        "Desc": "来到不可思议的梦想之地！<br><color style='color:#8790ab;'>※抵达「黄金的时刻」</color>",
        "Reward": 10
    },
    {
        "_id": 4033003,
        "Ver": 2.0,
        "Series": 3,
        "Name": "夜色名为温柔",
        "Desc": "目睹流星划过梦中的天空<br><color style='color:#8790ab;'>※在筑梦边境得知流萤的秘密</color>",
        "Reward": 10
    },
    {
        "_id": 4033004,
        "Ver": 2.0,
        "Series": 3,
        "Name": "当甜蜜来敲门",
        "Desc": "发现梦境世界的意外之喜<br><color style='color:#8790ab;'>※逃离「死亡」的阴影</color>",
        "Reward": 10
    },
    {
        "_id": 4033005,
        "Ver": 2.0,
        "Series": 3,
        "Name": "老朋友，新朋友",
        "Desc": "在记忆的深海中感受温暖…<br><color style='color:#8790ab;'>※与星核猎手萨姆交战</color>",
        "Reward": 10
    },
    {
        "_id": 4033006,
        "Ver": 2.0,
        "Series": 3,
        "Name": "使一颗心免于哀伤",
        "Desc": "整个匹诺康尼都将为之疯狂…<br><color style='color:#8790ab;'>※见证第二起命案</color>",
        "Reward": 10
    },
    {
        "_id": 4053017,
        "Ver": 2.0,
        "Series": 5,
        "Name": "我的爱车",
        "Desc": "在「白日梦酒店」的专属车位停放车辆",
        "Reward": 5
    },
    {
        "_id": 4053018,
        "Ver": 2.0,
        "Series": 5,
        "Name": "回本的路",
        "Desc": "委托出租车赚得足够的收入",
        "Reward": 5
    },
    {
        "_id": 4053019,
        "Ver": 2.0,
        "Series": 5,
        "Name": "您拨打的号码暂时无法接通",
        "Desc": "总有些地方不对外开放<br><color style='color:#8790ab;'>※打给一个不能被接通的号码</color>",
        "Reward": 5
    },
    {
        "_id": 4053020,
        "Ver": 2.0,
        "Series": 5,
        "Name": "城里的酒杯",
        "Desc": "撮合水晶杯与廉价葡萄酒",
        "Reward": 5
    },
    {
        "_id": 4053021,
        "Ver": 2.0,
        "Series": 5,
        "Name": "磐石的心意",
        "Desc": "撮合水晶杯与朗姆酒",
        "Reward": 5
    },
    {
        "_id": 4053022,
        "Ver": 2.0,
        "Series": 5,
        "Name": "了不起的香槟瓶",
        "Desc": "撮合水晶杯与金色香槟酒",
        "Reward": 5
    },
    {
        "_id": 4053023,
        "Ver": 2.0,
        "Series": 5,
        "Name": "勿要拾起不祥之物",
        "Desc": "并非所有都市传说都只是传说<br><color style='color:#8790ab;'>※捡到了一盘诡异的磁带</color>",
        "Reward": 5
    },
    {
        "_id": 4053024,
        "Ver": 2.0,
        "Series": 5,
        "Name": "格拉克斯之狼",
        "Desc": "找出喷钞取款机卡顿的原因",
        "Reward": 5
    },
    {
        "_id": 4053025,
        "Ver": 2.0,
        "Series": 5,
        "Name": "每个赌徒都有借口",
        "Desc": "见证传奇赌神的结局",
        "Reward": 5
    },
    {
        "_id": 4053026,
        "Ver": 2.0,
        "Series": 5,
        "Name": "堕落天使",
        "Desc": "知晓浔桑的真实来历",
        "Reward": 5
    },
    {
        "_id": 4053027,
        "Ver": 2.0,
        "Series": 5,
        "Name": "罗生门",
        "Desc": "所以…是谁撞了谁？<br><color style='color:#8790ab;'>※目睹格拉克斯大道车祸的来龙去脉</color>",
        "Reward": 5
    },
    {
        "_id": 4053028,
        "Ver": 2.0,
        "Series": 5,
        "Name": "魔形皮皮西",
        "Desc": "皮皮西？变形怪？<br><color style='color:#8790ab;'>※在酒店大堂识破「皮皮西」的真身</color>",
        "Reward": 5
    },
    {
        "_id": 4053029,
        "Ver": 2.0,
        "Series": 5,
        "Name": "盛会之星与六苜蓿币",
        "Desc": "爱和梦想究竟哪个更重要？<br><color style='color:#8790ab;'>※了解一个被梦想撕碎的家庭的故事</color>",
        "Reward": 5
    },
    {
        "_id": 4053030,
        "Ver": 2.0,
        "Series": 5,
        "Name": "精神卫生",
        "Desc": "保护环境，从我做起<br><color style='color:#8790ab;'>※帮助格-蕾回收梦境中的垃圾</color>",
        "Reward": 5
    },
    {
        "_id": 4053031,
        "Ver": 2.0,
        "Series": 5,
        "Name": "梦的解析",
        "Desc": "通过窥梦电话探视 7.0 个人的梦境",
        "Reward": 5
    },
    {
        "_id": 4083006,
        "Ver": 2.0,
        "Series": 8,
        "Name": "常在路边走…",
        "Desc": "违反交通规则，被匹诺康尼的交通工具撞飞",
        "Reward": 5
    },
    {
        "_id": 4083007,
        "Ver": 2.0,
        "Series": 8,
        "Name": "广——告——牌——",
        "Desc": "想办法让匹诺康尼的广告牌被交通工具撞飞",
        "Reward": 5
    },
    {
        "_id": 4053032,
        "Ver": 2.0,
        "Series": 5,
        "Name": "四海牌友",
        "Desc": "认识所有种类的贱贱广告牌",
        "Reward": 5
    },
    {
        "_id": 4053033,
        "Ver": 2.0,
        "Series": 5,
        "Name": "无人交响乐",
        "Desc": "当欢乐的演奏家变得更欢乐会发生什么？<br><color style='color:#8790ab;'>※麦克斯的音乐变得更加欢乐</color>",
        "Reward": 5
    },
    {
        "_id": 4053034,
        "Ver": 2.0,
        "Series": 5,
        "Name": "踏上「贪饕」命途…",
        "Desc": "吃掉维塔利的「脆筒舞者」",
        "Reward": 5
    },
    {
        "_id": 4053035,
        "Ver": 2.0,
        "Series": 5,
        "Name": "跳进兔子洞",
        "Desc": "在梦境中聆听多样物品的神秘低语",
        "Reward": 5
    },
    {
        "_id": 4053036,
        "Ver": 2.0,
        "Series": 5,
        "Name": "天空与你之间",
        "Desc": "独自重游故地<br><color style='color:#8790ab;'>※在一切结束后，回到流萤的秘密基地</color>",
        "Reward": 5
    },
    {
        "_id": 4053037,
        "Ver": 2.0,
        "Series": 5,
        "Name": "看见那梯子了吗？",
        "Desc": "试图爬上筑梦边境的梯子<br><color style='color:#8790ab;'>※但是爬不上去</color>",
        "Reward": 5
    },
    {
        "_id": 4053038,
        "Ver": 2.0,
        "Series": 5,
        "Name": "重力泉",
        "Desc": "在稚子之梦中观赏奇异的瀑布",
        "Reward": 5
    },
    {
        "_id": 4053039,
        "Ver": 2.0,
        "Series": 5,
        "Name": "幸运条纹人",
        "Desc": "累积获得超过77.0个艾迪恩代币",
        "Reward": 5
    },
    {
        "_id": 4053040,
        "Ver": 2.0,
        "Series": 5,
        "Name": "我爱这游戏",
        "Desc": "发现藏在「美梦排排乐」游戏中的终极奖励",
        "Reward": 5
    },
    {
        "_id": 4053041,
        "Ver": 2.0,
        "Series": 5,
        "Name": "就没有皮皮西人吗？",
        "Desc": "使用比切诺更矮的我方角色与她对话",
        "Reward": 5
    },
    {
        "_id": 4053042,
        "Ver": 2.0,
        "Series": 5,
        "Name": "既视感",
        "Desc": "在梦境中邂逅熟悉的风景<br><color style='color:#8790ab;'>※没错，是垃圾桶！</color>",
        "Reward": 5
    },
    {
        "_id": 4053043,
        "Ver": 2.0,
        "Series": 5,
        "Name": "垃美西斯二世",
        "Desc": "挑战「白日梦」酒店、黄金的时刻、稚子的梦、筑梦边境中全部的王下一桶",
        "Reward": 5
    },
    {
        "_id": 4053044,
        "Ver": 2.0,
        "Series": 5,
        "Name": "后窗",
        "Desc": "调查酒店中所有紧锁的房间",
        "Reward": 5
    },
    {
        "_id": 4053045,
        "Ver": 2.0,
        "Series": 5,
        "Name": "全民公敌",
        "Desc": "精准而迅速地冒犯遇见的每位皮皮西<br><color style='color:#8790ab;'>※尝试触摸「黄金的时刻」中所有皮皮西的绒球</color>",
        "Reward": 5
    },
    {
        "_id": 4053046,
        "Ver": 2.0,
        "Series": 5,
        "Name": "最「糟糕」的无名客",
        "Desc": "给帕姆看看某个特定的梦泡",
        "Reward": 5
    },
    {
        "_id": 4053047,
        "Ver": 2.0,
        "Series": 5,
        "Name": "遥星之门",
        "Desc": "冒险家还是海盗？<br><color style='color:#8790ab;'>※倾听科琳关于宇宙的故事</color>",
        "Reward": 5
    },
    {
        "_id": 4053048,
        "Ver": 2.0,
        "Series": 5,
        "Name": "就是这么牛",
        "Desc": "见证一个「伟大的愿景」<br><color style='color:#8790ab;'>※收集家族成员对于筑梦边境项目的评价</color>",
        "Reward": 5
    },
    {
        "_id": 4053049,
        "Ver": 2.0,
        "Series": 5,
        "Name": "托拉斯之梦",
        "Desc": "你看见的都是我的专利！<br><color style='color:#8790ab;'>※帮助艾默里奇完成他的计划</color>",
        "Reward": 5
    },
    {
        "_id": 4053050,
        "Ver": 2.0,
        "Series": 5,
        "Name": "现实太重，梦想太轻",
        "Desc": "人类终归无法相互理解<br><color style='color:#8790ab;'>※旁听拉洛丝与芙尔拉的对话</color>",
        "Reward": 5
    },
    {
        "_id": 4053051,
        "Ver": 2.0,
        "Series": 5,
        "Name": "漫长的告别",
        "Desc": "愿她早日告别旧时阴霾<br><color style='color:#8790ab;'>※见证卢•阿彻的故事</color>",
        "Reward": 5
    },
    {
        "_id": 4083008,
        "Ver": 2.0,
        "Series": 8,
        "Name": "一切真理须如货币般流通",
        "Desc": "在支援助战中使用真理医生参与1.0场战斗",
        "Reward": 5
    },
    {
        "_id": 4053052,
        "Ver": 2.0,
        "Series": 5,
        "Name": "食不过三",
        "Desc": "在「黄金的时刻」一次性吃掉太多脆筒……",
        "Reward": 5
    },
    {
        "_id": 4053053,
        "Ver": 2.0,
        "Series": 5,
        "Name": "奥帝经济学",
        "Desc": "人人都发钱，等于没发钱<br><color style='color:#8790ab;'>※反复触发街头的喷钞机</color>",
        "Reward": 5
    },
    {
        "_id": 4033007,
        "Ver": 2.1,
        "Series": 3,
        "Name": "西比尔，你要什么？",
        "Desc": "好运会引领赌徒走向何方？<br><color style='color:#8790ab;'>※见证「卡卡瓦夏」的人生</color>",
        "Reward": 10
    },
    {
        "_id": 4033009,
        "Ver": 2.1,
        "Series": 3,
        "Name": "烈酒一滴",
        "Desc": "向美梦与做梦的人致意！<br><color style='color:#8790ab;'>※获得加拉赫的专属特调</color>",
        "Reward": 10
    },
    {
        "_id": 4033010,
        "Ver": 2.1,
        "Series": 3,
        "Name": "她回答说，我要死亡",
        "Desc": "在最佳位置，观赏演出盛大的落幕<br><color style='color:#8790ab;'>※击败「石心十人」砂金</color>",
        "Reward": 10
    },
    {
        "_id": 4033011,
        "Ver": 2.1,
        "Series": 3,
        "Name": "致伊卡洛斯",
        "Desc": "在他乡异地重闻旧事<br><color style='color:#8790ab;'>※聆听黄泉与瓦尔特的对话</color>",
        "Reward": 10
    },
    {
        "_id": 4043022,
        "Ver": 2.1,
        "Series": 4,
        "Name": "小鬼当家",
        "Desc": "在一次《小小哈努行动》中一次性击败3个石头老板的爪牙",
        "Reward": 5
    },
    {
        "_id": 4043023,
        "Ver": 2.1,
        "Series": 4,
        "Name": "逆球",
        "Desc": "打破克劳克影视乐园中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043024,
        "Ver": 2.1,
        "Series": 4,
        "Name": "梦都风云录",
        "Desc": "打破朝露公馆中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043025,
        "Ver": 2.1,
        "Series": 4,
        "Name": "安全车",
        "Desc": "在《钟表小子》外传的任意模式中，无伤完成拍摄",
        "Reward": 5
    },
    {
        "_id": 4043026,
        "Ver": 2.1,
        "Series": 4,
        "Name": "非标准赛车线",
        "Desc": "在《钟表小子》外传的任意模式中，持续停留在轨道中间10.0秒",
        "Reward": 5
    },
    {
        "_id": 4043027,
        "Ver": 2.1,
        "Series": 4,
        "Name": "Pole To Win",
        "Desc": "在《钟表小子》外传的任意模式中，「坚果冲刺」或「哈努时间」持续期间再次积满能量",
        "Reward": 5
    },
    {
        "_id": 4043028,
        "Ver": 2.1,
        "Series": 4,
        "Name": "DRS最大受益者",
        "Desc": "在《钟表小子》外传的《速度与坚果》中，连续完成 10.0 次「极限超车」，中间没有失误中断",
        "Reward": 5
    },
    {
        "_id": 4043029,
        "Ver": 2.1,
        "Series": 4,
        "Name": "地狱低速公路",
        "Desc": "在《钟表小子》外传的《狼之道》中，消灭所有出现的敌人",
        "Reward": 5
    },
    {
        "_id": 4043030,
        "Ver": 2.1,
        "Series": 4,
        "Name": "梦幻的小镇，橡木乐园！",
        "Desc": "首次闯入朝露公馆的微缩沙盘",
        "Reward": 5
    },
    {
        "_id": 4043031,
        "Ver": 2.1,
        "Series": 4,
        "Name": "筑梦工业化",
        "Desc": "完成朝露公馆的梦客漫步挑战，赚取外快",
        "Reward": 5
    },
    {
        "_id": 4043032,
        "Ver": 2.1,
        "Series": 4,
        "Name": "石中榨血",
        "Desc": "变成哈努兄弟后首次使用「哈努飞弹」击败石头老板的爪牙",
        "Reward": 5
    },
    {
        "_id": 4043033,
        "Ver": 2.1,
        "Series": 4,
        "Name": "狼伴归途",
        "Desc": "收集《小小哈努行动•中篇》全集",
        "Reward": 5
    },
    {
        "_id": 4043034,
        "Ver": 2.1,
        "Series": 4,
        "Name": "火力全开",
        "Desc": "在《小小哈努行动》中「哈努飞弹」弹药达到上限",
        "Reward": 5
    },
    {
        "_id": 4043035,
        "Ver": 2.1,
        "Series": 4,
        "Name": "秘密派对",
        "Desc": "通过气泡弹珠发现克劳克影视乐园的隐藏区域",
        "Reward": 5
    },
    {
        "_id": 4053054,
        "Ver": 2.1,
        "Series": 5,
        "Name": "上座率，零",
        "Desc": "令光明飞车失去它的粉丝",
        "Reward": 5
    },
    {
        "_id": 4053055,
        "Ver": 2.1,
        "Series": 5,
        "Name": "鸟，艺术，人生",
        "Desc": "在朝露公馆成为观鸟大师",
        "Reward": 5
    },
    {
        "_id": 4053056,
        "Ver": 2.1,
        "Series": 5,
        "Name": "谷多益善",
        "Desc": "获得全部4.0款钟表小子周边",
        "Reward": 5
    },
    {
        "_id": 4053057,
        "Ver": 2.1,
        "Series": 5,
        "Name": "林中小屋",
        "Desc": "在克劳克影视乐园的某处见证五人组的的离奇经历",
        "Reward": 5
    },
    {
        "_id": 4053058,
        "Ver": 2.1,
        "Series": 5,
        "Name": "证明与反驳",
        "Desc": "在交谈中以高价购买某位餐车老板的商品",
        "Reward": 5
    },
    {
        "_id": 4053059,
        "Ver": 2.1,
        "Series": 5,
        "Name": "以「我」为名的变奏曲",
        "Desc": "在克劳克影视乐园与一位身形奇特的「侦探」相识",
        "Reward": 5
    },
    {
        "_id": 4053060,
        "Ver": 2.1,
        "Series": 5,
        "Name": "金衣女子",
        "Desc": "调查朝露公馆中某位知名艺人的画像",
        "Reward": 5
    },
    {
        "_id": 4053061,
        "Ver": 2.1,
        "Series": 5,
        "Name": "战争之王",
        "Desc": "将奥科萨娜绳之以法",
        "Reward": 5
    },
    {
        "_id": 4053062,
        "Ver": 2.1,
        "Series": 5,
        "Name": "良心发现，十年不晚",
        "Desc": "向猎犬揭发奥科萨娜",
        "Reward": 5
    },
    {
        "_id": 4053063,
        "Ver": 2.1,
        "Series": 5,
        "Name": "耻辱之证",
        "Desc": "放任奥科萨娜离开",
        "Reward": 5
    },
    {
        "_id": 4053064,
        "Ver": 2.1,
        "Series": 5,
        "Name": "大人物！",
        "Desc": "在「惊梦酒吧」留下属于你的特调",
        "Reward": 10
    },
    {
        "_id": 4053065,
        "Ver": 2.1,
        "Series": 5,
        "Name": "快乐美梦速速达",
        "Desc": "帮助「惊梦酒吧」里的所有怪物解决情绪困扰",
        "Reward": 5
    },
    {
        "_id": 4053066,
        "Ver": 2.1,
        "Series": 5,
        "Name": "各饮所需",
        "Desc": "为顾客提供正确饮品的次数达到10.0次",
        "Reward": 5
    },
    {
        "_id": 4053067,
        "Ver": 2.1,
        "Series": 5,
        "Name": "Omakase",
        "Desc": "为顾客提供错误饮品的次数达到5.0次",
        "Reward": 5
    },
    {
        "_id": 4053068,
        "Ver": 2.1,
        "Series": 5,
        "Name": "梦核朋克酒保行动",
        "Desc": "完成「惊梦酒吧」全部配方推导",
        "Reward": 5
    },
    {
        "_id": 4073011,
        "Ver": 2.1,
        "Series": 7,
        "Name": "双六",
        "Desc": "在和「石心十人」诡弈砂金的战斗中，单次攻击使至少2.0个「所有或一无所有」同时掷出6.0点",
        "Reward": 5
    },
    {
        "_id": 4073012,
        "Ver": 2.1,
        "Series": 7,
        "Name": "All my people, all my people…",
        "Desc": "在和「石心十人」诡弈砂金的战斗中，队伍中4.0名角色在同一次赌局中全部获胜",
        "Reward": 5
    },
    {
        "_id": 4073013,
        "Ver": 2.1,
        "Series": 7,
        "Name": "修罗雪姬",
        "Desc": "在单场战斗中，使用黄泉的终结技「残梦尽染，一刀缭断」消灭所有敌人并获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4073014,
        "Ver": 2.1,
        "Series": 7,
        "Name": "偷盲注",
        "Desc": "单场战斗中，「盲注」为0.0时，使用砂金的终结技「轮盘勋爵」获得7.0点「盲注」",
        "Reward": 5
    },
    {
        "_id": 4073015,
        "Ver": 2.1,
        "Series": 7,
        "Name": "泻泻火",
        "Desc": "在一次弱点击破中清除忆域迷因「狂怒褪去之壳」满层的「无明火」",
        "Reward": 5
    },
    {
        "_id": 4073016,
        "Ver": 2.1,
        "Series": 7,
        "Name": "硬碰硬",
        "Desc": "单场战斗中，不造成弱点击破的情况下击败忆域迷因「狂怒褪去之壳」",
        "Reward": 5
    },
    {
        "_id": 4073017,
        "Ver": 2.1,
        "Series": 7,
        "Name": "绩效面谈",
        "Desc": "使用我方角色砂金对战资深员工•组长时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4083009,
        "Ver": 2.1,
        "Series": 7,
        "Name": "天斩无斩",
        "Desc": "在探索中，使用黄泉秘技「四相断我」连续消灭5.0个敌人",
        "Reward": 5
    },
    {
        "_id": 4083010,
        "Ver": 2.1,
        "Series": 8,
        "Name": "折纸鸟为什么那么大？",
        "Desc": "在「朝露公馆」拔出折纸大鸟",
        "Reward": 5
    },
    {
        "_id": 4053070,
        "Ver": 2.1,
        "Series": 5,
        "Name": "全家福",
        "Desc": "在克劳克影视乐园的拍照板处拍摄一张列车组全家福",
        "Reward": 5
    },
    {
        "_id": 4053071,
        "Ver": 2.1,
        "Series": 5,
        "Name": "乐园打卡",
        "Desc": "在克劳克影视乐园的拍照板处拍摄一张合照",
        "Reward": 5
    },
    {
        "_id": 4043036,
        "Ver": 2.1,
        "Series": 4,
        "Name": "《吃豆人》",
        "Desc": "击碎克劳克影视乐园迷宫花园中的所有可破坏物",
        "Reward": 5
    },
    {
        "_id": 4033201,
        "Ver": 2.2,
        "Series": 3,
        "Name": "最后的大亨",
        "Desc": "觐见「钟表匠」<br><color style='color:#8790ab;'>※与匹诺康尼的第一位无名客相会</color>",
        "Reward": 10
    },
    {
        "_id": 4033202,
        "Ver": 2.2,
        "Series": 3,
        "Name": "自由，一如我们的父辈",
        "Desc": "继承「钟表匠」的遗产<br><color style='color:#8790ab;'>※继续匹诺康尼最后一位无名客未尽的旅途</color>",
        "Reward": 10
    },
    {
        "_id": 4033203,
        "Ver": 2.2,
        "Series": 3,
        "Name": "我们若在光明中行",
        "Desc": "如愿踏上新的「开拓」之旅<br><color style='color:#8790ab;'>※击败「齐响诗班」多米尼克斯…</color>",
        "Reward": 10
    },
    {
        "_id": 4033204,
        "Ver": 2.2,
        "Series": 3,
        "Name": "最后，我们从梦中醒来",
        "Desc": "见证匹诺康尼的第一缕曙光<br><color style='color:#8790ab;'>※击败「哲学的胎儿」星期日</color>",
        "Reward": 20
    },
    {
        "_id": 4033205,
        "Ver": 2.2,
        "Series": 3,
        "Name": "真诚是永远的终结技",
        "Desc": "与匹诺康尼公义的捍卫者和解<br><color style='color:#8790ab;'>※在「巨星巅峰战」中说服银枝</color>",
        "Reward": 10
    },
    {
        "_id": 4033206,
        "Ver": 2.2,
        "Series": 3,
        "Name": "终结技是永远的真诚",
        "Desc": "击败匹诺康尼公义的捍卫者<br><color style='color:#8790ab;'>※在「巨星巅峰战」中击败银枝</color>",
        "Reward": 10
    },
    {
        "_id": 4043201,
        "Ver": 2.2,
        "Series": 4,
        "Name": "往日气球",
        "Desc": "打破流梦礁中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043202,
        "Ver": 2.2,
        "Series": 4,
        "Name": "第二只气球",
        "Desc": "打破热砂海选会场中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043203,
        "Ver": 2.2,
        "Series": 4,
        "Name": "后气球书",
        "Desc": "打破匹诺康尼大剧院中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043205,
        "Ver": 2.2,
        "Series": 4,
        "Name": "新匹诺康尼梦",
        "Desc": "开启 300.0 次匹诺康尼战利品",
        "Reward": 10
    },
    {
        "_id": 4043206,
        "Ver": 2.2,
        "Series": 4,
        "Name": "速度加快，血糖升高",
        "Desc": "在位于热砂海选会场的《速度与坚果》挑战中吃到所有的苏乐达道具",
        "Reward": 5
    },
    {
        "_id": 4043207,
        "Ver": 2.2,
        "Series": 4,
        "Name": "啾…不动了",
        "Desc": "帮助 100.0 只折纸小鸟回到「大树」",
        "Reward": 5
    },
    {
        "_id": 4043208,
        "Ver": 2.2,
        "Series": 4,
        "Name": "海选妙妙屋",
        "Desc": "在「海选特快」的界面中发现任意一个隐藏挑战",
        "Reward": 5
    },
    {
        "_id": 4043209,
        "Ver": 2.2,
        "Series": 4,
        "Name": "传奇海选王",
        "Desc": "成功触发共6.0个「海选特快」的隐藏挑战",
        "Reward": 5
    },
    {
        "_id": 4043210,
        "Ver": 2.2,
        "Series": 4,
        "Name": "取消参赛资格！",
        "Desc": "打破海选广场处的所有石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4053201,
        "Ver": 2.2,
        "Series": 5,
        "Name": "把历史装进瓶子",
        "Desc": "在热砂海选会场探秘汽水地窖的四大珍藏",
        "Reward": 5
    },
    {
        "_id": 4053202,
        "Ver": 2.2,
        "Series": 5,
        "Name": "糖浆药水的故事",
        "Desc": "在热砂海选会场找到汽水地窖最珍贵的窖藏",
        "Reward": 5
    },
    {
        "_id": 4053203,
        "Ver": 2.2,
        "Series": 5,
        "Name": "黄金与机械…表？",
        "Desc": "在热砂海选会场发现钟表小子化石为金的奥秘",
        "Reward": 5
    },
    {
        "_id": 4053204,
        "Ver": 2.2,
        "Series": 5,
        "Name": "只是一道行走的影子",
        "Desc": "聆听匹诺康尼大剧院舞台边八位人偶的故事",
        "Reward": 5
    },
    {
        "_id": 4043211,
        "Ver": 2.2,
        "Series": 4,
        "Name": "第一滴血",
        "Desc": "首次完成「哈努战线」的挑战",
        "Reward": 5
    },
    {
        "_id": 4083202,
        "Ver": 2.2,
        "Series": 8,
        "Name": "三思而后行",
        "Desc": "在筑梦模块上放置梦泡桥梁后，未通过梦泡桥梁就挪走筑梦模块",
        "Reward": 5
    },
    {
        "_id": 4043212,
        "Ver": 2.2,
        "Series": 4,
        "Name": "如狼",
        "Desc": "在任意《狼之道•终》关卡里，反弹了石头老板的每一枚硬币",
        "Reward": 5
    },
    {
        "_id": 4043213,
        "Ver": 2.2,
        "Series": 4,
        "Name": "暮狼归乡",
        "Desc": "完成所有《狼之道•终》关卡",
        "Reward": 5
    },
    {
        "_id": 4043214,
        "Ver": 2.2,
        "Series": 4,
        "Name": "如狼见参",
        "Desc": "在任意《狼之道•终》关卡里，没有反弹一次硬币攻击就打败了石头老板",
        "Reward": 5
    },
    {
        "_id": 4043215,
        "Ver": 2.2,
        "Series": 4,
        "Name": "第十五滴血",
        "Desc": "完成「哈努战线」的所有挑战",
        "Reward": 5
    },
    {
        "_id": 4043216,
        "Ver": 2.2,
        "Series": 4,
        "Name": "第几滴血？",
        "Desc": "完美通关「哈努战线」的所有挑战",
        "Reward": 5
    },
    {
        "_id": 4043217,
        "Ver": 2.2,
        "Series": 4,
        "Name": "穿甲弹",
        "Desc": "在「哈努战线」中一枪命中7.0个靶子",
        "Reward": 5
    },
    {
        "_id": 4043218,
        "Ver": 2.2,
        "Series": 4,
        "Name": "鳄鱼公敌",
        "Desc": "在《小小哈努行动》的结局关卡中击败「钢铁鳄鱼」",
        "Reward": 5
    },
    {
        "_id": 4043219,
        "Ver": 2.2,
        "Series": 4,
        "Name": "再见，哈努努",
        "Desc": "收集所有《小小哈努行动》故事书",
        "Reward": 5
    },
    {
        "_id": 4043220,
        "Ver": 2.2,
        "Series": 4,
        "Name": "最后的血",
        "Desc": "在「哈努战线」中首次命中所有靶子",
        "Reward": 5
    },
    {
        "_id": 4043221,
        "Ver": 2.2,
        "Series": 4,
        "Name": "哈努的遗产",
        "Desc": "在盛会海选中找到「枪火的试炼」中的隐藏密宝",
        "Reward": 5
    },
    {
        "_id": 4043222,
        "Ver": 2.2,
        "Series": 4,
        "Name": "给我停止吧！",
        "Desc": "在「哈努战线」中通过「钟表时间」命中20.0个靶子",
        "Reward": 5
    },
    {
        "_id": 4053206,
        "Ver": 2.2,
        "Series": 5,
        "Name": "未完的筑梦诗",
        "Desc": "劝说奥尔拉从梦境中醒来",
        "Reward": 5
    },
    {
        "_id": 4053207,
        "Ver": 2.2,
        "Series": 5,
        "Name": "不如归去",
        "Desc": "放任奥尔拉随伙伴们离开",
        "Reward": 5
    },
    {
        "_id": 4053208,
        "Ver": 2.2,
        "Series": 5,
        "Name": "哈努工会的诞生",
        "Desc": "在《美梦往事》的广告片《哈努兄弟大劫案》中带领所有广告牌员工逃脱",
        "Reward": 5
    },
    {
        "_id": 4053209,
        "Ver": 2.2,
        "Series": 5,
        "Name": "苏乐达代言人",
        "Desc": "在《美梦往事》的广告片《爱汽水的钟表小子》中踏遍所有场景中的「苏乐达地板」",
        "Reward": 5
    },
    {
        "_id": 4053210,
        "Ver": 2.2,
        "Series": 5,
        "Name": "美梦小镇的魔术师",
        "Desc": "在《美梦往事》的广告片《美梦仙踪》中所有镜头都完美达到导演要求",
        "Reward": 5
    },
    {
        "_id": 4053211,
        "Ver": 2.2,
        "Series": 5,
        "Name": "钟表小子和他的伙伴们",
        "Desc": "帮助《美梦往事》的动画师制作所有动画外传",
        "Reward": 5
    },
    {
        "_id": 4053212,
        "Ver": 2.2,
        "Series": 5,
        "Name": "Railboard 100 ",
        "Desc": "成功获得知更鸟的唱片",
        "Reward": 5
    },
    {
        "_id": 4053213,
        "Ver": 2.2,
        "Series": 5,
        "Name": "怒「海」求生",
        "Desc": "帮助想要成为巨星的苏乐达",
        "Reward": 5
    },
    {
        "_id": 4053214,
        "Ver": 2.2,
        "Series": 5,
        "Name": "流梦学习小组",
        "Desc": "为流浪者们创造一个新家",
        "Reward": 5
    },
    {
        "_id": 4053215,
        "Ver": 2.2,
        "Series": 5,
        "Name": "天使的呢喃",
        "Desc": "见证「桶的令使」的结局",
        "Reward": 5
    },
    {
        "_id": 4053216,
        "Ver": 2.2,
        "Series": 5,
        "Name": "他落下的羽毛",
        "Desc": "帮助知更鸟找到星期日的线索",
        "Reward": 5
    },
    {
        "_id": 4053217,
        "Ver": 2.2,
        "Series": 5,
        "Name": "永久性车票",
        "Desc": "乘坐球笼车抵达流梦礁的神秘车站",
        "Reward": 5
    },
    {
        "_id": 4053218,
        "Ver": 2.2,
        "Series": 5,
        "Name": "总而言之，很酷",
        "Desc": "在流梦礁找到七个特别的井盖",
        "Reward": 5
    },
    {
        "_id": 4053219,
        "Ver": 2.2,
        "Series": 5,
        "Name": "前有绝景，所以悲伤",
        "Desc": "在流梦礁的电梯井内找到钟表小子的痕迹",
        "Reward": 5
    },
    {
        "_id": 4053220,
        "Ver": 2.2,
        "Series": 5,
        "Name": "时间何其妙",
        "Desc": "完成冒险任务「曾经，在美梦小镇…」",
        "Reward": 10
    },
    {
        "_id": 4053221,
        "Ver": 2.2,
        "Series": 5,
        "Name": "所有的往事",
        "Desc": "在《美梦往事》中完成所有结局的剪辑",
        "Reward": 5
    },
    {
        "_id": 4053222,
        "Ver": 2.2,
        "Series": 5,
        "Name": "梦境TOP 100 ",
        "Desc": "在《美梦往事》中总集篇中观众评分达到2000.0分",
        "Reward": 5
    },
    {
        "_id": 4053223,
        "Ver": 2.2,
        "Series": 5,
        "Name": "溢出镜头的情感",
        "Desc": "在《美梦往事》中三种观众情绪同时高于50.0",
        "Reward": 5
    },
    {
        "_id": 4053224,
        "Ver": 2.2,
        "Series": 5,
        "Name": "迷惘的一代",
        "Desc": "在《美梦往事》中进入一次特殊剧情分支",
        "Reward": 5
    },
    {
        "_id": 4053225,
        "Ver": 2.2,
        "Series": 5,
        "Name": "高成本影片",
        "Desc": "在《美梦往事》中同一回合至少获得3.0个及以上的时间骰子6.0",
        "Reward": 5
    },
    {
        "_id": 4053226,
        "Ver": 2.2,
        "Series": 5,
        "Name": "0点妖",
        "Desc": "在《美梦往事》中进行试映会评审时，所需情绪恰好等于评审要求",
        "Reward": 5
    },
    {
        "_id": 4053227,
        "Ver": 2.2,
        "Series": 5,
        "Name": "Rail Road, Take Me Home",
        "Desc": "在流梦礁中，通过「钟表匠」的梦泡进入稚子的梦",
        "Reward": 5
    },
    {
        "_id": 4043224,
        "Ver": 2.2,
        "Series": 4,
        "Name": "饱和式轰炸",
        "Desc": "在一次《小小哈努行动》中一次性击败5.0个石头老板的爪牙",
        "Reward": 5
    },
    {
        "_id": 4043226,
        "Ver": 2.2,
        "Series": 4,
        "Name": "家族的名义",
        "Desc": "帮助家族成员追回所有赃物",
        "Reward": 5
    },
    {
        "_id": 4083203,
        "Ver": 2.2,
        "Series": 8,
        "Name": "AA制",
        "Desc": "让波提欧和砂金抢着买单<br><color style='color:#8790ab;'>※在同一场战斗中触发砂金「战技•一」语音与波提欧「战斗开始•弱点击破」语音</color>",
        "Reward": 5
    },
    {
        "_id": 4073201,
        "Ver": 2.2,
        "Series": 7,
        "Name": "JACKPOT！",
        "Desc": "使「惊梦剧团的幸运贩售」摇出一次「出货！」",
        "Reward": 5
    },
    {
        "_id": 4073202,
        "Ver": 2.2,
        "Series": 7,
        "Name": "肥皂剧",
        "Desc": "在与「同音共律的来日」战斗时，4.0名角色均进入过睡眠状态",
        "Reward": 5
    },
    {
        "_id": 4073203,
        "Ver": 2.2,
        "Series": 7,
        "Name": "受难剧",
        "Desc": "用一名角色承受「身陷樊笼的往昔」技能「笼中传福音」的全部伤害，且没有被击败",
        "Reward": 5
    },
    {
        "_id": 4073204,
        "Ver": 2.2,
        "Series": 7,
        "Name": "群像剧",
        "Desc": "在「昔在、今在、永在的剧目」第一阶段时，让3.0名敌人轮流成为一次【司律】",
        "Reward": 5
    },
    {
        "_id": 4073205,
        "Ver": 2.2,
        "Series": 7,
        "Name": "独幕剧",
        "Desc": "在「昔在、今在、永在的剧目」第二阶段时，敌方至多施放一次「为同一律献舞」",
        "Reward": 5
    },
    {
        "_id": 4073206,
        "Ver": 2.2,
        "Series": 7,
        "Name": "断章",
        "Desc": "在「醉于盛会的此刻」进入蓄力状态后，打断其蓄力",
        "Reward": 5
    },
    {
        "_id": 4073207,
        "Ver": 2.2,
        "Series": 7,
        "Name": "一首歌的时间",
        "Desc": "聆听知更鸟的歌声<br><color style='color:#8790ab;'>※战斗中，施放知更鸟的终结技「千音迭奏，群星赋格」后，在战斗实况观看知更鸟10.0秒以上</color>",
        "Reward": 5
    },
    {
        "_id": 4073208,
        "Ver": 2.2,
        "Series": 7,
        "Name": "哈梅尔的吹笛手",
        "Desc": "探索中使用知更鸟秘技「酣醉序曲」后，吸引6.0个以上的敌方跟随",
        "Reward": 5
    },
    {
        "_id": 4073209,
        "Ver": 2.2,
        "Series": 7,
        "Name": "舞力全开！",
        "Desc": "战斗中，利用开拓者•同谐的终结技「喧嚣的舞灯巡游」的【伴舞】效果消灭一个精英敌人",
        "Reward": 5
    },
    {
        "_id": 4073210,
        "Ver": 2.2,
        "Series": 7,
        "Name": "赌命大赛",
        "Desc": "战斗中，我方角色波提欧在一回合内累计获得3.0层【优势口袋】",
        "Reward": 5
    },
    {
        "_id": 4073211,
        "Ver": 2.2,
        "Series": 7,
        "Name": "神不在的工作日",
        "Desc": "在「齐响诗班」神主日施放「翩翩起舞的」或「狂风骤雨的」之前，击破所有旧梦的回声",
        "Reward": 5
    },
    {
        "_id": 4073212,
        "Ver": 2.2,
        "Series": 7,
        "Name": "然后，是星期一…",
        "Desc": "累积足够的护盾，完全抵挡「哲学的胎儿」星期日技能「太初有为」造成的伤害",
        "Reward": 5
    },
    {
        "_id": 4053228,
        "Ver": 2.2,
        "Series": 5,
        "Name": "米哈伊尔，你要去哪儿？",
        "Desc": "应行的路，我已行尽<br><color style='color:#8790ab;'>※一切尘埃落定后，重回稚子的赏月地</color>",
        "Reward": 5
    },
    {
        "_id": 4053229,
        "Ver": 2.2,
        "Series": 5,
        "Name": "箱梯游戏",
        "Desc": "在流梦礁登上木箱堆叠的高山",
        "Reward": 5
    },
    {
        "_id": 4053230,
        "Ver": 2.2,
        "Series": 5,
        "Name": "等待戈多",
        "Desc": "耐心等待幽灵列车的到来",
        "Reward": 5
    },
    {
        "_id": 4053231,
        "Ver": 2.2,
        "Series": 5,
        "Name": "可以坐一下午",
        "Desc": "在流梦礁的沙发上享受片刻的歇息时间",
        "Reward": 5
    },
    {
        "_id": 4053232,
        "Ver": 2.2,
        "Series": 5,
        "Name": "爱遇之城",
        "Desc": "帮助广告牌「爱遇见」给它的爱人传话",
        "Reward": 5
    },
    {
        "_id": 4013201,
        "Ver": 2.2,
        "Series": 1,
        "Name": "今夜无人入眠",
        "Desc": "开拓者踏上「同谐」命途",
        "Reward": 20
    },
    {
        "_id": 4033301,
        "Ver": 2.3,
        "Series": 3,
        "Name": "繁花将尽",
        "Desc": "为逝者干杯，敬苦涩的现实<br><color style='color:#8790ab;'>※ 调制特饮「长梦苦短」</color>",
        "Reward": 10
    },
    {
        "_id": 4033302,
        "Ver": 2.3,
        "Series": 3,
        "Name": "生活多美好",
        "Desc": "为逝者干杯，敬甜蜜的明天<br><color style='color:#8790ab;'>※ 调制特饮「溺甜」</color>",
        "Reward": 10
    },
    {
        "_id": 4033303,
        "Ver": 2.3,
        "Series": 3,
        "Name": "与我同行",
        "Desc": "与星穹列车不期而遇<br><color style='color:#8790ab;'>※ 流萤视角下，在晖长石号上看到列车组</color>",
        "Reward": 10
    },
    {
        "_id": 4033304,
        "Ver": 2.3,
        "Series": 3,
        "Name": "在路上",
        "Desc": "与星穹列车擦肩而过<br><color style='color:#8790ab;'>※ 流萤视角下，在晖长石号上专注于寻找「慈玉典押」</color>",
        "Reward": 10
    },
    {
        "_id": 4033305,
        "Ver": 2.3,
        "Series": 3,
        "Name": "愚人船",
        "Desc": "为你我的命运添上新的注脚<br><color style='color:#8790ab;'>※ 成功解决「炸弹」危机，观赏盛大的烟火</color>",
        "Reward": 10
    },
    {
        "_id": 4033306,
        "Ver": 2.3,
        "Series": 3,
        "Name": "请为我叙说，缪斯",
        "Desc": "决定匹诺康尼之旅的下一站<br><color style='color:#8790ab;'>※出发——「永恒之地」翁法罗斯！</color>",
        "Reward": 10
    },
    {
        "_id": 4043301,
        "Ver": 2.3,
        "Series": 4,
        "Name": "气球，向着明天——",
        "Desc": "打破{TEXTJOIN#87}中的特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043302,
        "Ver": 2.3,
        "Series": 4,
        "Name": "可惜不是吹奏部",
        "Desc": "拯救{TEXTJOIN#87}上的迷钟「老大」",
        "Reward": 5
    },
    {
        "_id": 4053205,
        "Ver": 2.3,
        "Series": 5,
        "Name": "贴纸，好多贴纸",
        "Desc": "「梦境护照」全部页面完成度 100% ",
        "Reward": 10
    },
    {
        "_id": 4053301,
        "Ver": 2.3,
        "Series": 5,
        "Name": "酒店内禁止执行任务",
        "Desc": "完成冒险任务「退房」",
        "Reward": 5
    },
    {
        "_id": 4053302,
        "Ver": 2.3,
        "Series": 5,
        "Name": "蔷薇的葬列",
        "Desc": "完成冒险任务「终末鼻烟胶卷」",
        "Reward": 5
    },
    {
        "_id": 4053303,
        "Ver": 2.3,
        "Series": 5,
        "Name": "我的船长我的船",
        "Desc": "完成冒险任务「云帆归心」",
        "Reward": 5
    },
    {
        "_id": 4053304,
        "Ver": 2.3,
        "Series": 5,
        "Name": "未曾设想的合照",
        "Desc": "「折纸小鸟对对碰」活动中，拍摄大合照",
        "Reward": 10
    },
    {
        "_id": 4053305,
        "Ver": 2.3,
        "Series": 5,
        "Name": "Omega Ruby",
        "Desc": "「折纸小鸟对对碰」活动中，将银狼小鸟、流萤小鸟与开拓小鸟摆放在同一侧街机上",
        "Reward": 5
    },
    {
        "_id": 4053306,
        "Ver": 2.3,
        "Series": 5,
        "Name": "Alpha Sapphire",
        "Desc": "「折纸小鸟对对碰」活动中，将开拓小鸟与三月小鸟摆放在相邻街机上",
        "Reward": 5
    },
    {
        "_id": 4053307,
        "Ver": 2.3,
        "Series": 5,
        "Name": "根本难不倒它",
        "Desc": "「折纸小鸟对对碰」活动中，单局对战内触发30.0次小鸟技能",
        "Reward": 5
    },
    {
        "_id": 4053308,
        "Ver": 2.3,
        "Series": 5,
        "Name": "愤怒的折纸小鸟",
        "Desc": "「折纸小鸟对对碰」活动中，单局对战内手动触发15.0次炸弹组合",
        "Reward": 5
    },
    {
        "_id": 4053309,
        "Ver": 2.3,
        "Series": 5,
        "Name": "鸟！鸟！鸟！",
        "Desc": "「折纸小鸟对对碰」活动中，单局对战内小鸟最高战斗力达到300.0",
        "Reward": 5
    },
    {
        "_id": 4053310,
        "Ver": 2.3,
        "Series": 5,
        "Name": "折纸动物园",
        "Desc": "「折纸小鸟对对碰」活动中，在所有自由挑战中取得胜利",
        "Reward": 5
    },
    {
        "_id": 4053311,
        "Ver": 2.3,
        "Series": 5,
        "Name": "一位明星的诞生",
        "Desc": "在{TEXTJOIN#87}的舞台上安排合适的表演人员",
        "Reward": 5
    },
    {
        "_id": 4053312,
        "Ver": 2.3,
        "Series": 5,
        "Name": "极品飞车",
        "Desc": "在{TEXTJOIN#87}的专属车位停放车辆",
        "Reward": 5
    },
    {
        "_id": 4053313,
        "Ver": 2.3,
        "Series": 5,
        "Name": "家庭影院",
        "Desc": "在{TEXTJOIN#87}上使用放映机，并邀请列车组成员前来观看",
        "Reward": 5
    },
    {
        "_id": 4053315,
        "Ver": 2.3,
        "Series": 5,
        "Name": "王下十八桶",
        "Desc": "在{TEXTJOIN#87}上完成试炼之桶的全部挑战",
        "Reward": 5
    },
    {
        "_id": 4053316,
        "Ver": 2.3,
        "Series": 5,
        "Name": "幸运特快",
        "Desc": "在{TEXTJOIN#87}上签收砂金送来的包裹",
        "Reward": 5
    },
    {
        "_id": 4053317,
        "Ver": 2.3,
        "Series": 5,
        "Name": "星穹列车夜现场",
        "Desc": "使用黄金扭蛋币购买小小哈努兄弟电视机，并将其安装到列车车厢内",
        "Reward": 5
    },
    {
        "_id": 4053318,
        "Ver": 2.3,
        "Series": 5,
        "Name": "看不见的客人",
        "Desc": "变身哈努兄弟闯入其他列车组成员的房间",
        "Reward": 5
    },
    {
        "_id": 4053319,
        "Ver": 2.3,
        "Series": 5,
        "Name": "自费周边",
        "Desc": "获得开拓者的船长周边玩具",
        "Reward": 5
    },
    {
        "_id": 4053320,
        "Ver": 2.3,
        "Series": 5,
        "Name": "影子船长",
        "Desc": "与开拓者船长的广告牌对话",
        "Reward": 5
    },
    {
        "_id": 4053321,
        "Ver": 2.3,
        "Series": 8,
        "Name": "客随主便",
        "Desc": "在获得{TEXTJOIN#87}所有权之前，在泳池中冲刺玩水并遭到训斥",
        "Reward": 5
    },
    {
        "_id": 4053322,
        "Ver": 2.3,
        "Series": 5,
        "Name": "黑镜之下",
        "Desc": "在控制室内，激活监控，观察{TEXTJOIN#87}船体",
        "Reward": 5
    },
    {
        "_id": 4053323,
        "Ver": 2.3,
        "Series": 5,
        "Name": "重返荣耀",
        "Desc": "为晖长石号更名并更换尾翼涂装",
        "Reward": 5
    },
    {
        "_id": 4053324,
        "Ver": 2.3,
        "Series": 5,
        "Name": "看不见的城市",
        "Desc": "在{TEXTJOIN#87}上使用瞭望镜",
        "Reward": 5
    },
    {
        "_id": 4053325,
        "Ver": 2.3,
        "Series": 5,
        "Name": "我心永恒",
        "Desc": "在{TEXTJOIN#87}的船头远望",
        "Reward": 5
    },
    {
        "_id": 4073301,
        "Ver": 2.3,
        "Series": 7,
        "Name": "盛会之星专项组",
        "Desc": "使用同时包含托帕&账账、真理医生、砂金、翡翠的队伍获得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4073302,
        "Ver": 2.3,
        "Series": 7,
        "Name": "《救猫咪》",
        "Desc": "使用同时包含银狼、刃、卡芙卡、流萤的队伍获得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4073303,
        "Ver": 2.3,
        "Series": 7,
        "Name": "致命契约",
        "Desc": "单场战斗中，当友方持有翡翠战技【收债人】效果时，将当前生命值消耗至1.0",
        "Reward": 5
    },
    {
        "_id": 4073304,
        "Ver": 2.3,
        "Series": 7,
        "Name": "去吧，阿…萨姆",
        "Desc": "使用我方角色流萤对战卡芙卡并陷入「支配」状态",
        "Reward": 5
    },
    {
        "_id": 4073305,
        "Ver": 2.3,
        "Series": 7,
        "Name": "我将，点燃大海！",
        "Desc": "单场战斗中，使用装甲「萨姆」在「完全燃烧」状态结束前施放4.0次【火萤Ⅳ型-死星过载】",
        "Reward": 5
    },
    {
        "_id": 4083301,
        "Ver": 2.3,
        "Series": 8,
        "Name": "主随客便",
        "Desc": "在获得{TEXTJOIN#87}所有权后，在泳池中冲刺玩水",
        "Reward": 5
    },
    {
        "_id": 4073306,
        "Ver": 2.3,
        "Series": 7,
        "Name": "见过夏天",
        "Desc": "使用同时包含流萤、开拓者的队伍获得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4053326,
        "Ver": 2.3,
        "Series": 5,
        "Name": "完整的恐怖故事",
        "Desc": "使用钟表把戏阅读贝拉的所有情绪",
        "Reward": 5
    },
    {
        "_id": 4053327,
        "Ver": 2.3,
        "Series": 5,
        "Name": "恶灵附身",
        "Desc": "使用钟表把戏阅读塞提芬诺的欢欣情绪",
        "Reward": 5
    },
    {
        "_id": 4053328,
        "Ver": 2.3,
        "Series": 5,
        "Name": "星星的金币",
        "Desc": "集齐匹诺康尼的所有黄金扭蛋币",
        "Reward": 5
    },
    {
        "_id": 4053329,
        "Ver": 2.3,
        "Series": 5,
        "Name": "Captain! My Captain!",
        "Desc": "首次进入{TEXTJOIN#87}船长的专属空间",
        "Reward": 5
    },
    {
        "_id": 4033401,
        "Ver": 2.4,
        "Series": 3,
        "Name": "以剑交心",
        "Desc": "当两柄剑相遇…<br><color style='color:#8790ab;'>※见证彦卿与云璃试图分出高下的一战</color>",
        "Reward": 10
    },
    {
        "_id": 4033402,
        "Ver": 2.4,
        "Series": 3,
        "Name": "辩才无碍",
        "Desc": "唇枪舌剑才是外交的真正底色…<br><color style='color:#8790ab;'>※凭自己的口才说服公司专员</color>",
        "Reward": 10
    },
    {
        "_id": 4033403,
        "Ver": 2.4,
        "Series": 3,
        "Name": "以「力」服人",
        "Desc": "外交事务中偶尔你也得来些硬的…<br><color style='color:#8790ab;'>※凭物理手段「劝服」公司专员</color>",
        "Reward": 10
    },
    {
        "_id": 4033404,
        "Ver": 2.4,
        "Series": 3,
        "Name": "开棺定论",
        "Desc": "开启货箱，犹如开启一尊棺木…<br><color style='color:#8790ab;'>※击败公司的危险货物「咆哮灵柩」</color>",
        "Reward": 10
    },
    {
        "_id": 4033405,
        "Ver": 2.4,
        "Series": 3,
        "Name": "剑花秋莲光出匣",
        "Desc": "接下师父们的礼物与殷切期待<br><color style='color:#8790ab;'>※三月七视角下，开始学习仙舟剑术</color>",
        "Reward": 10
    },
    {
        "_id": 4033406,
        "Ver": 2.4,
        "Series": 3,
        "Name": "破狱深牢",
        "Desc": "而今，最危险的囚犯挣脱了枷锁<br><color style='color:#8790ab;'>※椒丘视角下，完成对呼雷的探视</color>",
        "Reward": 10
    },
    {
        "_id": 4033407,
        "Ver": 2.4,
        "Series": 3,
        "Name": "狩猎的时间",
        "Desc": "猎人与猎物的游戏尚未开始<br><color style='color:#8790ab;'>※将军们…行将出征</color>",
        "Reward": 10
    },
    {
        "_id": 4043401,
        "Ver": 2.4,
        "Series": 4,
        "Name": "青鸟探看",
        "Desc": "利用机巧鸟打开隐藏的地下通路",
        "Reward": 5
    },
    {
        "_id": 4043402,
        "Ver": 2.4,
        "Series": 4,
        "Name": "隐秘的角落",
        "Desc": "利用机巧鸟进入隐藏房间",
        "Reward": 5
    },
    {
        "_id": 4053401,
        "Ver": 2.4,
        "Series": 5,
        "Name": "石中剑，云中人",
        "Desc": "完成同行任务「铸剑为犁」",
        "Reward": 5
    },
    {
        "_id": 4053402,
        "Ver": 2.4,
        "Series": 5,
        "Name": "四时剑意",
        "Desc": "在「初花习剑录」中，领悟任意「得心应手」以上的剑法",
        "Reward": 5
    },
    {
        "_id": 4053403,
        "Ver": 2.4,
        "Series": 5,
        "Name": "三尺之水，可堪截云",
        "Desc": "在「初花习剑录」中，剑术进境达到「剑心初成」",
        "Reward": 5
    },
    {
        "_id": 4053404,
        "Ver": 2.4,
        "Series": 5,
        "Name": "奥卡姆剃刀没有出鞘",
        "Desc": "在「初花习剑录」中，收集完所有的结局",
        "Reward": 10
    },
    {
        "_id": 4053405,
        "Ver": 2.4,
        "Series": 5,
        "Name": "明明超强却过分慎重",
        "Desc": "在「初花习剑录」中，三月七的4.0项训练属性达到1000.0以上",
        "Reward": 5
    },
    {
        "_id": 4053407,
        "Ver": 2.4,
        "Series": 5,
        "Name": "飞越平台期",
        "Desc": "在「初花习剑录」中，单回合内提升训练属性达到300.0点",
        "Reward": 5
    },
    {
        "_id": 4053408,
        "Ver": 2.4,
        "Series": 5,
        "Name": "初花旅游录",
        "Desc": "在「初花习剑录」中，练剑日程只有游历没有训练",
        "Reward": 5
    },
    {
        "_id": 4053409,
        "Ver": 2.4,
        "Series": 5,
        "Name": "只学习不玩耍，聪明三月也变傻",
        "Desc": "在「初花习剑录」中，一直训练到三月七的心情为0.0",
        "Reward": 5
    },
    {
        "_id": 4053410,
        "Ver": 2.4,
        "Series": 5,
        "Name": "真假开拓王",
        "Desc": "与变身成自己的「无相者」嘟嘟对峙，并证明自己才是开拓者",
        "Reward": 5
    },
    {
        "_id": 4053411,
        "Ver": 2.4,
        "Series": 5,
        "Name": "绳网委托",
        "Desc": "帮助白鸟穿过漆黑的集装箱找到正确的通路",
        "Reward": 5
    },
    {
        "_id": 4053412,
        "Ver": 2.4,
        "Series": 5,
        "Name": "仙舟导游",
        "Desc": "与皮皮西游客、智械游客在罗浮仙舟重逢",
        "Reward": 5
    },
    {
        "_id": 4053413,
        "Ver": 2.4,
        "Series": 5,
        "Name": "人有五名，逃犯有三",
        "Desc": "将藏身于幽囚狱中的逃犯找出，并见证司狱的审判",
        "Reward": 5
    },
    {
        "_id": 4053414,
        "Ver": 2.4,
        "Series": 5,
        "Name": "魔阴身考在哪里",
        "Desc": "找到失踪已久的《魔阴身考》，并尝试了解失踪的原因",
        "Reward": 5
    },
    {
        "_id": 4053415,
        "Ver": 2.4,
        "Series": 5,
        "Name": "影卫信条",
        "Desc": "初次在幽囚狱上层俯瞰幽囚狱时，选择凝视深渊",
        "Reward": 5
    },
    {
        "_id": 4053416,
        "Ver": 2.4,
        "Series": 5,
        "Name": "影卫信条：叛变",
        "Desc": "初次在幽囚狱上层俯瞰幽囚狱时，选择暂时撤退",
        "Reward": 5
    },
    {
        "_id": 4053417,
        "Ver": 2.4,
        "Series": 5,
        "Name": "囚室巡访",
        "Desc": "启动机巧鸟，并以访客身份调查3.0处高层的囚室",
        "Reward": 5
    },
    {
        "_id": 4053418,
        "Ver": 2.4,
        "Series": 5,
        "Name": "不存在的记忆",
        "Desc": "调查特殊的石门，回想起「人有五名，代价有三个…」的情景",
        "Reward": 5
    },
    {
        "_id": 4053420,
        "Ver": 2.4,
        "Series": 5,
        "Name": "陵园购",
        "Desc": "在幽囚狱中与「阿合马铁窗集团」任意成员完成一次交易",
        "Reward": 5
    },
    {
        "_id": 4053421,
        "Ver": 2.4,
        "Series": 5,
        "Name": "能和我转一辈子魔方吗",
        "Desc": "完成幽囚狱中全部的「枘凿六合•Remake」谜题",
        "Reward": 5
    },
    {
        "_id": 4073401,
        "Ver": 2.4,
        "Series": 7,
        "Name": "寻剑",
        "Desc": "使用包含云璃的队伍获得1.0场对王下一桶的战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4073402,
        "Ver": 2.4,
        "Series": 7,
        "Name": "忽冷忽热",
        "Desc": "在同一场战斗中用一倍速度触发停云「普攻」语音与椒丘「普攻」语音",
        "Reward": 5
    },
    {
        "_id": 4073403,
        "Ver": 2.4,
        "Series": 7,
        "Name": "对月无言",
        "Desc": "「月狂」倒计时结束前，场上所有敌人已提前解除「月狂」状态",
        "Reward": 5
    },
    {
        "_id": 4073404,
        "Ver": 2.4,
        "Series": 7,
        "Name": "没什么好怕的",
        "Desc": "单场战斗中，我方角色受到的所有来自咆哮灵柩的「恐惧萦绕」状态都被成功解除",
        "Reward": 5
    },
    {
        "_id": 4073405,
        "Ver": 2.4,
        "Series": 7,
        "Name": "科学怪狗",
        "Desc": "咆哮灵柩击败一名处于「恐惧」状态下的我方角色",
        "Reward": 5
    },
    {
        "_id": 4073406,
        "Ver": 2.4,
        "Series": 7,
        "Name": "十万个冷知识",
        "Desc": "使用三月七•巡猎对20.0个不同的角色施放战技「师父，请喝茶！」",
        "Reward": 5
    },
    {
        "_id": 4073407,
        "Ver": 2.4,
        "Series": 7,
        "Name": "就是地道！",
        "Desc": "单场战斗中，使用三月七•巡猎施放战技「师父，请喝茶！」时，出现苏打豆汁儿",
        "Reward": 5
    },
    {
        "_id": 4073408,
        "Ver": 2.4,
        "Series": 7,
        "Name": "蜜三刀",
        "Desc": "单场战斗中，使用云璃触发3.0次「勘破·灭」",
        "Reward": 5
    },
    {
        "_id": 4043403,
        "Ver": 2.4,
        "Series": 8,
        "Name": "还是门比较硬",
        "Desc": "被幽囚狱大门夹到脑袋",
        "Reward": 5
    },
    {
        "_id": 4023501,
        "Ver": 2.5,
        "Series": 2,
        "Name": "伴我同行",
        "Desc": "获得1.0个随宠",
        "Reward": 10
    },
    {
        "_id": 4033501,
        "Ver": 2.5,
        "Series": 3,
        "Name": "碧羽飞黄射天狼",
        "Desc": "锋镝落定，狞兽敛爪，猎人收弓<br><color style='color:#8790ab;'>※平息「演武仪典」的风波</color>",
        "Reward": 10
    },
    {
        "_id": 4033502,
        "Ver": 2.5,
        "Series": 3,
        "Name": "古海潮落",
        "Desc": "逆潮而行，兴风作浪，逃不过被浪涛吞没的时刻来临……<br><color style='color:#8790ab;'>※令龙师伏法</color>",
        "Reward": 10
    },
    {
        "_id": 4033503,
        "Ver": 2.5,
        "Series": 3,
        "Name": "猎人的归处",
        "Desc": "我的敌人，永远只有我自己<br><color style='color:#8790ab;'>※唤醒坠入狂怒的飞霄</color>",
        "Reward": 10
    },
    {
        "_id": 4033504,
        "Ver": 2.5,
        "Series": 3,
        "Name": "久砺霜锋须一试",
        "Desc": "七百年，能改变许多事情……<br><color style='color:#8790ab;'>※见证呼雷落败</color>",
        "Reward": 10
    },
    {
        "_id": 4043501,
        "Ver": 2.5,
        "Series": 4,
        "Name": "云之彼端，约定之地",
        "Desc": "在竞锋舰上，首次完成「引航罗盘」",
        "Reward": 5
    },
    {
        "_id": 4043502,
        "Ver": 2.5,
        "Series": 4,
        "Name": "神之一手",
        "Desc": "在竞锋舰，累计获得15.0次「寻径指津」奖励",
        "Reward": 5
    },
    {
        "_id": 4043503,
        "Ver": 2.5,
        "Series": 4,
        "Name": "舟摇星动紫罗中",
        "Desc": "在竞锋舰上，透过机巧鸟进入泊船区深处",
        "Reward": 5
    },
    {
        "_id": 4053501,
        "Ver": 2.5,
        "Series": 5,
        "Name": "不要熄灭熏燃的火焰",
        "Desc": "即使喝彩停息，无声者的声音也不会消逝<br><color style='color:#8790ab;'>※协助卢卡走上竞锋守擂的舞台</color>",
        "Reward": 10
    },
    {
        "_id": 4053502,
        "Ver": 2.5,
        "Series": 5,
        "Name": "边缘决胜者",
        "Desc": "协助卢卡赢得「星天演武仪典」的全部叩关赛",
        "Reward": 5
    },
    {
        "_id": 4053503,
        "Ver": 2.5,
        "Series": 5,
        "Name": "拳愿非天",
        "Desc": "以往你总是亲自上阵战斗，也该试试做「幕后黑手」了<br><color style='color:#8790ab;'>※成为卢卡的教练</color>",
        "Reward": 5
    },
    {
        "_id": 4053504,
        "Ver": 2.5,
        "Series": 5,
        "Name": "目标是演武大师",
        "Desc": "在「星天演武仪典」中，掌握全部战术",
        "Reward": 5
    },
    {
        "_id": 4053505,
        "Ver": 2.5,
        "Series": 5,
        "Name": "梦中的斗士与公牛",
        "Desc": "在「星天演武仪典」中，完成梦境训练的所有挑战",
        "Reward": 5
    },
    {
        "_id": 4053506,
        "Ver": 2.5,
        "Series": 5,
        "Name": "骑士亦可败于徒手",
        "Desc": "使用我方角色卢卡在「星天演武仪典」中，对战银枝时获得胜利",
        "Reward": 5
    },
    {
        "_id": 4053507,
        "Ver": 2.5,
        "Series": 5,
        "Name": "Lineal Champion",
        "Desc": "使用我方角色卢卡在「星天演武仪典」中，对战彥卿时获得胜利",
        "Reward": 5
    },
    {
        "_id": 4053508,
        "Ver": 2.5,
        "Series": 5,
        "Name": "今日方知我是我",
        "Desc": "见证有情生命最伟大的力量——选择「善」的力量<br><color style='color:#8790ab;'>※在演武仪典遇到丹轮寺的僧侣</color>",
        "Reward": 5
    },
    {
        "_id": 4053509,
        "Ver": 2.5,
        "Series": 5,
        "Name": "后真相时代",
        "Desc": "在演武仪典的擂台下，直面一场舆论风波<br><color style='color:#8790ab;'>※协助卢卡战胜铄金的「小手段」</color>",
        "Reward": 5
    },
    {
        "_id": 4053510,
        "Ver": 2.5,
        "Series": 5,
        "Name": "终不似，少年游",
        "Desc": "在贝洛伯格历史博物馆，见证一段来自仙舟的旧忆<br><color style='color:#8790ab;'>※人生自古谁无死？留取丹心照汗青。</color>",
        "Reward": 5
    },
    {
        "_id": 4053511,
        "Ver": 2.5,
        "Series": 5,
        "Name": "新闻女王",
        "Desc": "在「即使喝彩停息」中，每次赛后采访都选择卡美丽提问",
        "Reward": 5
    },
    {
        "_id": 4053512,
        "Ver": 2.5,
        "Series": 5,
        "Name": "今日无闻",
        "Desc": "在「即使喝彩停息」中，有任意一次赛后采访没有选择卡美丽提问",
        "Reward": 5
    },
    {
        "_id": 4053513,
        "Ver": 2.5,
        "Series": 5,
        "Name": "一根藤上七朵花",
        "Desc": "在竞锋舰上，见证7个身怀绝技的孙辈营救老者",
        "Reward": 5
    },
    {
        "_id": 4053514,
        "Ver": 2.5,
        "Series": 5,
        "Name": "演武仪典二十一响",
        "Desc": "在竞锋舰上，帮助老白与仁科完成心愿",
        "Reward": 5
    },
    {
        "_id": 4053515,
        "Ver": 2.5,
        "Series": 5,
        "Name": "潜龙谍影",
        "Desc": "在竞锋舰上，将自己伪装成行李，并成功通过传送带",
        "Reward": 5
    },
    {
        "_id": 4053516,
        "Ver": 2.5,
        "Series": 5,
        "Name": "只是一介路过的武术教练",
        "Desc": "在竞锋舰上，指导正在候场练习的武者完成训练",
        "Reward": 5
    },
    {
        "_id": 4053517,
        "Ver": 2.5,
        "Series": 5,
        "Name": "在黑暗中行事，为光明效力",
        "Desc": "在竞锋舰上，透过机巧鸟找到潜藏在阴影中的身影",
        "Reward": 5
    },
    {
        "_id": 4053518,
        "Ver": 2.5,
        "Series": 5,
        "Name": "一壶浊酒尽余欢",
        "Desc": "在冒险任务「长亭外，古道边」中，为仙舟贵客送行，并迎接出差归来的符玄",
        "Reward": 5
    },
    {
        "_id": 4053519,
        "Ver": 2.5,
        "Series": 5,
        "Name": "空中救援",
        "Desc": "在竞锋舰上，经历一次想像中的船舰遇难事件",
        "Reward": 5
    },
    {
        "_id": 4053520,
        "Ver": 2.5,
        "Series": 5,
        "Name": "余料建造",
        "Desc": "在竞锋舰上，开发玩具飞剑的无穷潜力",
        "Reward": 5
    },
    {
        "_id": 4053521,
        "Ver": 2.5,
        "Series": 5,
        "Name": "可供交易的崇高客体",
        "Desc": "用金钱换道德…这道德吗？",
        "Reward": 5
    },
    {
        "_id": 4053522,
        "Ver": 2.5,
        "Series": 5,
        "Name": "抛开世事断愁怨",
        "Desc": "向北丐展示南帝的结局",
        "Reward": 5
    },
    {
        "_id": 4073501,
        "Ver": 2.5,
        "Series": 7,
        "Name": "暴风雨停歇之时……",
        "Desc": "在和「飞霄」之影的战斗中，蚀月心兽的所有部位均未释放过强化行动",
        "Reward": 5
    },
    {
        "_id": 4073502,
        "Ver": 2.5,
        "Series": 7,
        "Name": "生气了吗？",
        "Desc": "在和「飞霄」之影的战斗中，「飞霄」之影释放【风胄雷鞮】，并在【风胄雷鞮】蓄力期间将蚀月心兽所有部位的弱点击破",
        "Reward": 5
    },
    {
        "_id": 4073503,
        "Ver": 2.5,
        "Series": 7,
        "Name": "演武仪典：百兵试",
        "Desc": "使用我方角色飞霄对战彦卿时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4073504,
        "Ver": 2.5,
        "Series": 7,
        "Name": "青丘行军",
        "Desc": "使用同时包含飞霄、椒丘、貊泽的队伍获得 1.0 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4073505,
        "Ver": 2.5,
        "Series": 7,
        "Name": "针尖对麦芒",
        "Desc": "同一场战斗中触发椒丘「回合开始•二」语音和景元「回合待机」语音",
        "Reward": 5
    },
    {
        "_id": 4073506,
        "Ver": 2.5,
        "Series": 7,
        "Name": "孤狼独啸",
        "Desc": "呼雷触发月狂状态时，场上没有任何其他狼卒敌人",
        "Reward": 5
    },
    {
        "_id": 4073507,
        "Ver": 2.5,
        "Series": 7,
        "Name": "蔽月休华",
        "Desc": "月狂持续期间内，呼雷没有施放过【贪狼逐驰，血色临照】",
        "Reward": 5
    },
    {
        "_id": 4073508,
        "Ver": 2.5,
        "Series": 7,
        "Name": "全兵戈狂潮！",
        "Desc": "单场战斗中，使用飞霄施放终结技，发动第6.0次【闪裂刃舞】或【钺贯天冲】时，使目标生命值降低至0",
        "Reward": 5
    },
    {
        "_id": 4073509,
        "Ver": 2.5,
        "Series": 7,
        "Name": "棉花糖兔子",
        "Desc": "使用灵砂在单场战斗中保持【浮元】在场直到战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4073510,
        "Ver": 2.5,
        "Series": 7,
        "Name": "兵不血刃",
        "Desc": "单场战斗中，在貊泽没有触发天赋追加攻击的情况下，获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4073511,
        "Ver": 2.5,
        "Series": 7,
        "Name": "我即风暴",
        "Desc": "使用飞霄秘技，连续吸引5.0个以上的敌人超过30.0秒以上",
        "Reward": 5
    },
    {
        "_id": 4083501,
        "Ver": 2.5,
        "Series": 8,
        "Name": "帮帮我，大师兄！",
        "Desc": "三月七•巡猎使某个角色成为「师父」后，「师父」被史瓦罗的机械手控制",
        "Reward": 5
    },
    {
        "_id": 4033601,
        "Ver": 2.6,
        "Series": 3,
        "Name": "壮绝•狩猎•终了",
        "Desc": "灭却末法•劫火，完成壮绝•狩猎，此事在《银河忍法帖》中亦有记载<br>※ 击败「奇想林中的蕉研组」",
        "Reward": 10
    },
    {
        "_id": 4033602,
        "Ver": 2.6,
        "Series": 3,
        "Name": "蕉个朋友!",
        "Desc": "蕉？蕉蕉，蕉蕉蕉蕉！<br>※ 第一次见到「睡蕉小猴」",
        "Reward": 10
    },
    {
        "_id": 4033603,
        "Ver": 2.6,
        "Series": 3,
        "Name": "建筑师之腹",
        "Desc": "这点苦都受不了，干别的肯定也不行<br>※成为筑梦学院的学生",
        "Reward": 10
    },
    {
        "_id": 4033604,
        "Ver": 2.6,
        "Series": 3,
        "Name": "歌舞青春",
        "Desc": "跟组品尝十二梦境菜式盒饭，上镜收集斯坦威游隼碎片<br>※成为谐乐学院的学生",
        "Reward": 10
    },
    {
        "_id": 4033605,
        "Ver": 2.6,
        "Series": 3,
        "Name": "雅皮士之梦",
        "Desc": "上午做下SWOT，下午补个PEST，晚上启动吃瓜PPT<br>※成为财富学院的学生",
        "Reward": 10
    },
    {
        "_id": 4033606,
        "Ver": 2.6,
        "Series": 3,
        "Name": "绳索与棍棒",
        "Desc": "世界上有两种人，一种不讲道理，一种喜欢放屁<br>※波提欧视角下，用抢来的证件加入睡蕉社",
        "Reward": 10
    },
    {
        "_id": 4033607,
        "Ver": 2.6,
        "Series": 3,
        "Name": "没有「人」比我更懂睡蕉",
        "Desc": "世界上有两种枪手，一种知道怎么开枪，一种知道怎么不开枪<br>※波提欧视角下，通过测验加入睡蕉社",
        "Reward": 10
    },
    {
        "_id": 4033608,
        "Ver": 2.6,
        "Series": 3,
        "Name": "蕉学事故",
        "Desc": "哟，想让我尊重你，你得先学会尊重别人<br>※第一次击败学校中的「蕉师」",
        "Reward": 10
    },
    {
        "_id": 4033609,
        "Ver": 2.6,
        "Series": 3,
        "Name": "我的朋友波提欧",
        "Desc": "猿猴崇尚野蛮，也将以野蛮的方式死去<br>※波提欧视角下，击败扰乱流梦礁的「助蕉」",
        "Reward": 10
    },
    {
        "_id": 4033610,
        "Ver": 2.6,
        "Series": 3,
        "Name": "侠忍•前尘",
        "Desc": "窥探忍界•暗面的真实，扫却缭乱•忍侠旧忆上的落尘•蛛丝<br>※见证乱破的前尘•影事",
        "Reward": 10
    },
    {
        "_id": 4033611,
        "Ver": 2.6,
        "Series": 3,
        "Name": "邪祟•惊觉",
        "Desc": "实际慈悲，此战有如大药师神向病危的邪祟垂下易断的蛛丝，点到•为止<br>※在「睡蕉的时刻」中，击败少量「睡蕉小猴」",
        "Reward": 10
    },
    {
        "_id": 4033612,
        "Ver": 2.6,
        "Series": 3,
        "Name": "邪祟•破除",
        "Desc": "实际无情，此战有如大拏怒苛神的怒目邪火般吞噬了诸般邪祟，风卷•残云<br>※在「睡蕉的时刻」中，击败许多「睡蕉小猴」",
        "Reward": 10
    },
    {
        "_id": 4033613,
        "Ver": 2.6,
        "Series": 3,
        "Name": "邪祟•无踪",
        "Desc": "实际可怖，此战有如大岚神亲手向邪祟掷出了万亿忍•神•光矢，净除•殆尽<br>※在「睡蕉的时刻」中，击败大量「睡蕉小猴」",
        "Reward": 10
    },
    {
        "_id": 4043601,
        "Ver": 2.6,
        "Series": 4,
        "Name": "气球永不落幕",
        "Desc": "打破折纸大学所有特殊石头老板气球",
        "Reward": 5
    },
    {
        "_id": 4043602,
        "Ver": 2.6,
        "Series": 4,
        "Name": "再见，折纸鸟！",
        "Desc": "帮助全部折纸小鸟回到「大树」和「学堂」",
        "Reward": 10
    },
    {
        "_id": 4053601,
        "Ver": 2.6,
        "Series": 5,
        "Name": "周日夜现场",
        "Desc": "找齐三位「不太一样」的梦境迷钟，并与它们共聚留念",
        "Reward": 5
    },
    {
        "_id": 4053602,
        "Ver": 2.6,
        "Series": 5,
        "Name": "欢迎来到学术自由主义教室",
        "Desc": "在折纸大学旁听3.0堂专业课",
        "Reward": 5
    },
    {
        "_id": 4053603,
        "Ver": 2.6,
        "Series": 5,
        "Name": "再见酒瓶",
        "Desc": "帮助电影部成员完成影片拍摄",
        "Reward": 5
    },
    {
        "_id": 4053604,
        "Ver": 2.6,
        "Series": 5,
        "Name": "善恶终有报",
        "Desc": "再次遇见拍卖你签名照的皮皮西学生",
        "Reward": 5
    },
    {
        "_id": 4053605,
        "Ver": 2.6,
        "Series": 5,
        "Name": "好大的气球",
        "Desc": "仰望中央舞台上方的大鸟气球",
        "Reward": 5
    },
    {
        "_id": 4053606,
        "Ver": 2.6,
        "Series": 5,
        "Name": "已老实…？",
        "Desc": "与在走廊罚站的学生交谈",
        "Reward": 5
    },
    {
        "_id": 4053607,
        "Ver": 2.6,
        "Series": 5,
        "Name": "折纸浩室",
        "Desc": "发现跟随舞台音乐唱歌的折纸小鸟",
        "Reward": 5
    },
    {
        "_id": 4053608,
        "Ver": 2.6,
        "Series": 5,
        "Name": "毕业联络簿",
        "Desc": "帮助所有需要撰写年鉴的同学，并留下你的评语",
        "Reward": 5
    },
    {
        "_id": 4053610,
        "Ver": 2.6,
        "Series": 5,
        "Name": "笔自己画画！",
        "Desc": "在涂鸦墙上再次留下属于你的涂鸦",
        "Reward": 5
    },
    {
        "_id": 4053611,
        "Ver": 2.6,
        "Series": 5,
        "Name": "' 39 ",
        "Desc": "使用钟表把戏阅读哈里森的所有情绪",
        "Reward": 5
    },
    {
        "_id": 4053612,
        "Ver": 2.6,
        "Series": 5,
        "Name": "天佑折纸大学！",
        "Desc": "旁听两位热心学生的对话",
        "Reward": 5
    },
    {
        "_id": 4053613,
        "Ver": 2.6,
        "Series": 5,
        "Name": "襁褓中的美梦",
        "Desc": "旁听猫头鹰老师与小鸟们的对话",
        "Reward": 5
    },
    {
        "_id": 4053614,
        "Ver": 2.6,
        "Series": 5,
        "Name": "速度与家人",
        "Desc": "旁听赛车社成员的对话",
        "Reward": 5
    },
    {
        "_id": 4053615,
        "Ver": 2.6,
        "Series": 5,
        "Name": "美梦多彩，理想自由",
        "Desc": "帮助折纸大学「真正」的校长",
        "Reward": 5
    },
    {
        "_id": 4053616,
        "Ver": 2.6,
        "Series": 5,
        "Name": "火焰杯",
        "Desc": "使用钟表把戏阅读普蕾玛的所有情绪",
        "Reward": 5
    },
    {
        "_id": 4053617,
        "Ver": 2.6,
        "Series": 5,
        "Name": "妄想学生社团",
        "Desc": "在想象中建立属于你的学生社团",
        "Reward": 5
    },
    {
        "_id": 4053618,
        "Ver": 2.6,
        "Series": 5,
        "Name": "真的假的？",
        "Desc": "找到折纸大学吹奏部的社团摊位",
        "Reward": 5
    },
    {
        "_id": 4053621,
        "Ver": 2.6,
        "Series": 5,
        "Name": "Factory Library",
        "Desc": "在「音律狩猎忍法帖」中，累计收集3.0个作曲灵感",
        "Reward": 5
    },
    {
        "_id": 4053623,
        "Ver": 2.6,
        "Series": 5,
        "Name": "右右右右右右右",
        "Desc": "在「音律狩猎忍法帖」中，任意困难难度的音乐挑战里获得3.0颗星",
        "Reward": 5
    },
    {
        "_id": 4053624,
        "Ver": 2.6,
        "Series": 5,
        "Name": "Remix  10 ",
        "Desc": "在「音律狩猎忍法帖」中，解锁舞台的第四首乐曲",
        "Reward": 10
    },
    {
        "_id": 4053625,
        "Ver": 2.6,
        "Series": 5,
        "Name": "心理测量者",
        "Desc": "帮助梦境里所有缺失情绪的人补全表盘",
        "Reward": 5
    },
    {
        "_id": 4053626,
        "Ver": 2.6,
        "Series": 5,
        "Name": "乐队狂想曲",
        "Desc": "在「音律狩猎忍法帖」中，为你组建的乐队取名",
        "Reward": 5
    },
    {
        "_id": 4053627,
        "Ver": 2.6,
        "Series": 5,
        "Name": "夏祭",
        "Desc": "在「音律狩猎忍法帖」中，和你的乐队完成音乐派对的首场演出",
        "Reward": 5
    },
    {
        "_id": 4053628,
        "Ver": 2.6,
        "Series": 5,
        "Name": "天国与地狱",
        "Desc": "在「音律狩猎忍法帖」中，和你的乐队完成音乐派对的第二场演出",
        "Reward": 5
    },
    {
        "_id": 4053629,
        "Ver": 2.6,
        "Series": 5,
        "Name": "Testify",
        "Desc": "在「音律狩猎忍法帖」中，和你的乐队完成音乐派对的闭幕演出",
        "Reward": 5
    },
    {
        "_id": 4053630,
        "Ver": 2.6,
        "Series": 5,
        "Name": "怪诞故事集",
        "Desc": "使用钟表把戏阅读丽姬娅的所有情绪",
        "Reward": 5
    },
    {
        "_id": 4073601,
        "Ver": 2.6,
        "Series": 7,
        "Name": "「蕉」育高手",
        "Desc": "在和「奇想林中的蕉研组」的战斗中，使其一次都没有释放【致博士：蕉学成果汇演】",
        "Reward": 5
    },
    {
        "_id": 4073602,
        "Ver": 2.6,
        "Series": 7,
        "Name": "不可「蕉」也",
        "Desc": "在和「奇想林中的蕉研组」的战斗中，使所有蕉研组成员同时处于被击破状态",
        "Reward": 5
    },
    {
        "_id": 4073603,
        "Ver": 2.6,
        "Series": 7,
        "Name": "缭乱·忍法·破！",
        "Desc": "单场战斗中，使用乱破对敌人造成10.0次弱点击破",
        "Reward": 5
    },
    {
        "_id": 4073604,
        "Ver": 2.6,
        "Series": 7,
        "Name": "宛如厉鬼的步伐",
        "Desc": "使用乱破秘技「忍步•血义理」，在「涂鸦」的滑行状态下没有撞到任何障碍物",
        "Reward": 5
    },
    {
        "_id": 4093601,
        "Ver": 2.6,
        "Series": 9,
        "Name": "并无恶意",
        "Desc": "跟随黑塔，探明「权杖」系统背后的真相<br>※见证孤波算法难题的诞生",
        "Reward": 5
    },
    {
        "_id": 4093602,
        "Ver": 2.6,
        "Series": 9,
        "Name": "涟漪上的蝴蝶",
        "Desc": "协助天才们消除模拟宇宙中的不可知域<br>※打破波尔卡•卡卡目的全知域",
        "Reward": 5
    },
    {
        "_id": 4093603,
        "Ver": 2.6,
        "Series": 9,
        "Name": "最后的沉思",
        "Desc": "获得关于宇宙未来的「唯一解」",
        "Reward": 5
    },
    {
        "_id": 4093604,
        "Ver": 2.6,
        "Series": 9,
        "Name": "神们自己",
        "Desc": "聆听一场不曾存在的对谈",
        "Reward": 5
    },
    {
        "_id": 4093605,
        "Ver": 2.6,
        "Series": 9,
        "Name": "不完美学者",
        "Desc": "在「模拟宇宙：不可知域」中，通过「庸众集」的所有关卡",
        "Reward": 10
    },
    {
        "_id": 4093608,
        "Ver": 2.6,
        "Series": 9,
        "Name": "加入光荣的进化",
        "Desc": "通关「模拟宇宙：不可知域」时，权杖完成5.0次及以上改装",
        "Reward": 5
    },
    {
        "_id": 4093609,
        "Ver": 2.6,
        "Series": 9,
        "Name": "钢铁朝阳",
        "Desc": "通关「模拟宇宙：不可知域」时，拥有20.0个以上组件",
        "Reward": 5
    },
    {
        "_id": 4093610,
        "Ver": 2.6,
        "Series": 9,
        "Name": "学习成为「我」",
        "Desc": "通关「模拟宇宙：不可知域」时，完成30.0次以上组件覆写",
        "Reward": 5
    },
    {
        "_id": 4093611,
        "Ver": 2.6,
        "Series": 9,
        "Name": "帝国炼金师",
        "Desc": "通关「模拟宇宙：不可知域」时，在造物调试台中完成4.0次以上组件合成",
        "Reward": 5
    },
    {
        "_id": 4093615,
        "Ver": 2.6,
        "Series": 9,
        "Name": "冲出概率泥沼",
        "Desc": "在难题等级为6.0的情况下，通关「模拟宇宙：不可知域」",
        "Reward": 5
    },
    {
        "_id": 4093616,
        "Ver": 2.6,
        "Series": 9,
        "Name": "卡尔达肖夫-III",
        "Desc": "在「模拟宇宙：不可知域」中获取3.0星组件",
        "Reward": 5
    },
    {
        "_id": 4093617,
        "Ver": 2.6,
        "Series": 9,
        "Name": "超越认知",
        "Desc": "在「模拟宇宙：不可知域」中获取3.0星权杖",
        "Reward": 5
    },
    {
        "_id": 4093618,
        "Ver": 2.6,
        "Series": 9,
        "Name": "钟慢效应",
        "Desc": "在「模拟宇宙：不可知域」中，首次扣除额外轮次计数",
        "Reward": 5
    },
    {
        "_id": 4093621,
        "Ver": 2.6,
        "Series": 9,
        "Name": "1：4：9",
        "Desc": "找到寂静领主留下的痕迹",
        "Reward": 5
    },
    {
        "_id": 4033701,
        "Ver": 2.7,
        "Series": 3,
        "Name": "在应许与遗忘之间",
        "Desc": "规则就是用来打破的——千万要守护好自己的格言，以免遭窃<br><color style='color:#8790ab;'>※星期日视角下，抚平艾迪恩公园的余音</color>",
        "Reward": 10
    },
    {
        "_id": 4033702,
        "Ver": 2.7,
        "Series": 3,
        "Name": "请别叫她大姐姐",
        "Desc": "是时候了，我们来合成大…<br><color style='color:#8790ab;'>※帮助停云恢复原状</color>",
        "Reward": 10
    },
    {
        "_id": 4033703,
        "Ver": 2.7,
        "Series": 3,
        "Name": "化城再来人",
        "Desc": "这还不是结局，在微笑中，请再度沉默一段时光<br><color style='color:#8790ab;'>※回答停云的临别一问</color>",
        "Reward": 10
    },
    {
        "_id": 4033704,
        "Ver": 2.7,
        "Series": 3,
        "Name": "说吧，记忆",
        "Desc": "我离开是为了回去，回去会解释我的离开<br><color style='color:#8790ab;'>※面见仙舟使者</color>",
        "Reward": 10
    },
    {
        "_id": 4033705,
        "Ver": 2.7,
        "Series": 3,
        "Name": "片羽永恒，天空完整",
        "Desc": "不是因为她的亮光，只因我们知晓彼此，可以共渡黑暗<br><color style='color:#8790ab;'>※星期日视角下，与知更鸟分别</color>",
        "Reward": 10
    },
    {
        "_id": 4033706,
        "Ver": 2.7,
        "Series": 3,
        "Name": "在第八日启程",
        "Desc": "失去的乐园从未被抛在身后，它在前方<br><color style='color:#8790ab;'>※星期日视角下，完成最后的告别</color>",
        "Reward": 10
    },
    {
        "_id": 4053701,
        "Ver": 2.7,
        "Series": 5,
        "Name": "进入黑夜的漫长旅程",
        "Desc": "在上床睡觉时选择关灯",
        "Reward": 5
    },
    {
        "_id": 4053702,
        "Ver": 2.7,
        "Series": 5,
        "Name": "洗个痛快澡！",
        "Desc": "初次使用浴缸泡澡",
        "Reward": 5
    },
    {
        "_id": 4053703,
        "Ver": 2.7,
        "Series": 5,
        "Name": "沐浴之王",
        "Desc": "在使用浴缸泡澡时，尝试过3.0种入浴剂",
        "Reward": 5
    },
    {
        "_id": 4053704,
        "Ver": 2.7,
        "Series": 5,
        "Name": "蓦然回首",
        "Desc": "在自己的房间中观赏所有藏品",
        "Reward": 5
    },
    {
        "_id": 4053705,
        "Ver": 2.7,
        "Series": 5,
        "Name": "渺无实物之夜",
        "Desc": "在小憩中沉眠至时间尽头",
        "Reward": 5
    },
    {
        "_id": 4053706,
        "Ver": 2.7,
        "Series": 5,
        "Name": "电灯难题",
        "Desc": "在自己的房间中多次开关电灯，直至灯泡短路",
        "Reward": 5
    },
    {
        "_id": 4053707,
        "Ver": 2.7,
        "Series": 5,
        "Name": "小糕当家",
        "Desc": "在自己的房间中偶遇「垃圾糕」",
        "Reward": 5
    },
    {
        "_id": 4053708,
        "Ver": 2.7,
        "Series": 5,
        "Name": "靠得住的老实电脑",
        "Desc": "完成「超智能病毒」的3.0个遗愿",
        "Reward": 5
    },
    {
        "_id": 4053709,
        "Ver": 2.7,
        "Series": 5,
        "Name": "冻结与融化之间",
        "Desc": "为冰箱的合理使用制定《冰箱使用新规》",
        "Reward": 5
    },
    {
        "_id": 4053710,
        "Ver": 2.7,
        "Series": 5,
        "Name": "今夜无事发生",
        "Desc": "在属于你的房间，度过悠然无事的夜晚<br><color style='color:#8790ab;'>※ 完成活动「宇宙家装指南」</color>",
        "Reward": 5
    },
    {
        "_id": 4053711,
        "Ver": 2.7,
        "Series": 5,
        "Name": "Mini绿野仙踪",
        "Desc": "你理解了吗？花导、炒饭机器人、猫糕、佩佩，恰好对应桃乐丝、铁皮人…不对，我为什么在解释笑话？<br><color style='color:#8790ab;'>※ 在活动「宇宙家装指南」中邂逅全部4.0位值日帮手</color>",
        "Reward": 5
    },
    {
        "_id": 4053712,
        "Ver": 2.7,
        "Series": 5,
        "Name": "逝去时光的海洋",
        "Desc": "听杨叔讲讲过去的故事<br><color style='color:#8790ab;'>※ 成为无名客，意味着你要暂别熟悉的生活，前往未知的世界展开冒险</color>",
        "Reward": 5
    },
    {
        "_id": 4053713,
        "Ver": 2.7,
        "Series": 5,
        "Name": "冷钢锻造",
        "Desc": "您理解了吗？因为我的身体由钢铁制成，而钢铁冰冷坚硬，所以我的笑话很冷<br><color style='color:#8790ab;'>※ 听「闭嘴」讲冷笑话，令人忍俊不禁</color>",
        "Reward": 5
    },
    {
        "_id": 4053714,
        "Ver": 2.7,
        "Series": 5,
        "Name": "我爱我家",
        "Desc": "在「宇宙家装指南」中，任意角色的工作贡献达到99.0",
        "Reward": 5
    },
    {
        "_id": 4053715,
        "Ver": 2.7,
        "Series": 5,
        "Name": "会议不能停",
        "Desc": "在「宇宙家装指南」中，单次会议的帕姆评分达到30000.0",
        "Reward": 5
    },
    {
        "_id": 4053716,
        "Ver": 2.7,
        "Series": 5,
        "Name": "梦想改造家",
        "Desc": "在「宇宙家装指南」中，完成所有区块的建设",
        "Reward": 10
    },
    {
        "_id": 4053717,
        "Ver": 2.7,
        "Series": 5,
        "Name": "灾难始终快我一步",
        "Desc": "在「宇宙家装指南」中，累积进入3.0次厄运格",
        "Reward": 5
    },
    {
        "_id": 4073701,
        "Ver": 2.7,
        "Series": 7,
        "Name": "别了，七休日",
        "Desc": "使用我方角色星期日对战神主日时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4073702,
        "Ver": 2.7,
        "Series": 7,
        "Name": "是我杀了我？",
        "Desc": "使用我方角色忘归人对战幻胧时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4073703,
        "Ver": 2.7,
        "Series": 7,
        "Name": "一起飞向天空",
        "Desc": "使用同时包含知更鸟、星期日的队伍获得 1 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4034001,
        "Ver": 3.0,
        "Series": 3,
        "Name": "面涂黄金的婴孩",
        "Desc": "这一次，你们的所作所为将令阿基维利感到骄傲<br><color style='color:#8790ab;'>※在翁法罗斯插下第一支界域定锚</color>",
        "Reward": 10
    },
    {
        "_id": 4034002,
        "Ver": 3.0,
        "Series": 3,
        "Name": "吾好夢中缠人",
        "Desc": "信任，是开拓最好的伙伴<br><color style='color:#8790ab;'>※于阿格莱雅的拷问下生还</color>",
        "Reward": 10
    },
    {
        "_id": 4034003,
        "Ver": 3.0,
        "Series": 3,
        "Name": " 300 ",
        "Desc": "以一千道伤痕和一百条性命，换取最荣耀的死亡<br><color style='color:#8790ab;'>※见证「天谴之矛」的不死之躯</color>",
        "Reward": 10
    },
    {
        "_id": 4034004,
        "Ver": 3.0,
        "Series": 3,
        "Name": "瓶中萤火",
        "Desc": "再见，我那未曾发生过的记忆<br><color style='color:#8790ab;'>※于不存在的记忆中同流萤告别</color>",
        "Reward": 10
    },
    {
        "_id": 4034005,
        "Ver": 3.0,
        "Series": 3,
        "Name": "蛛丝浮沉",
        "Desc": "再见，我那未曾发生过的记忆<br><color style='color:#8790ab;'>※于不存在的记忆中同卡芙卡告别</color>",
        "Reward": 10
    },
    {
        "_id": 4034006,
        "Ver": 3.0,
        "Series": 3,
        "Name": "回来吧，旧日的幻影！",
        "Desc": "伴随战鼓，破碎的记忆再度浮现于世<br><color style='color:#8790ab;'>※回到全盛时期的悬锋城</color>",
        "Reward": 10
    },
    {
        "_id": 4034007,
        "Ver": 3.0,
        "Series": 3,
        "Name": "三度迎来日落",
        "Desc": "追随理性的呼唤，掐灭神性的光芒<br><color style='color:#8790ab;'>※回收「天谴之矛」的火种</color>",
        "Reward": 10
    },
    {
        "_id": 4034008,
        "Ver": 3.0,
        "Series": 3,
        "Name": "世代如落叶",
        "Desc": "我，天才，懂吗？<br><color style='color:#8790ab;'>※成功中断黑塔觐见星神的计画（啊？）</color>",
        "Reward": 10
    },
    {
        "_id": 4034009,
        "Ver": 3.0,
        "Series": 3,
        "Name": "活死人黎明",
        "Desc": "回到翁法罗斯「开拓」的起点<br><color style='color:#8790ab;'>※回到列车坠毁的地方看看</color>",
        "Reward": 10
    },
    {
        "_id": 4044001,
        "Ver": 3.0,
        "Series": 4,
        "Name": "翁法罗斯掌管宝箱的半神",
        "Desc": "开启 120 次翁法罗斯战利品",
        "Reward": 10
    },
    {
        "_id": 4044002,
        "Ver": 3.0,
        "Series": 4,
        "Name": "顺着这光柱走去",
        "Desc": "第一次走入「奇迹宝珠」的照射范围",
        "Reward": 5
    },
    {
        "_id": 4044003,
        "Ver": 3.0,
        "Series": 4,
        "Name": "虫鸣秘闻：黄金征途",
        "Desc": "蝴蝶们要去向何方？<br><color style='color:#8790ab;'>※解开「永恒圣城」奥赫玛的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044004,
        "Ver": 3.0,
        "Series": 4,
        "Name": "虫鸣秘闻：捷足悖论",
        "Desc": "战士总是在奔跑吗？<br><color style='color:#8790ab;'>※解开「纷争荒墟」悬锋城的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044005,
        "Ver": 3.0,
        "Series": 4,
        "Name": "虫鸣秘闻：光之瑕玷",
        "Desc": "阳光能普照所有角落吗？<br><color style='color:#8790ab;'>※解开「浴血战端」悬锋城的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044006,
        "Ver": 3.0,
        "Series": 4,
        "Name": "虫鸣秘闻：多重面相",
        "Desc": "命运能仅凭一人解读吗？<br><color style='color:#8790ab;'>※解开「命运重渊」雅努萨波利斯的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044007,
        "Ver": 3.0,
        "Series": 4,
        "Name": "蝴蝶与灵魂",
        "Desc": "与泰坦的织者初识<br><color style='color:#8790ab;'>※搜集1.0只创生若虫的赐福</color>",
        "Reward": 5
    },
    {
        "_id": 4044008,
        "Ver": 3.0,
        "Series": 4,
        "Name": "盒子里的美",
        "Desc": "为织者们建立一座小型乐园<br><color style='color:#8790ab;'>※搜集70.0只创生若虫的赐福</color>",
        "Reward": 5
    },
    {
        "_id": 4044009,
        "Ver": 3.0,
        "Series": 4,
        "Name": "天气预报",
        "Desc": "使用「预言算碑」让悬锋城铁链上的「落雷」消散",
        "Reward": 5
    },
    {
        "_id": 4044010,
        "Ver": 3.0,
        "Series": 4,
        "Name": "反戴的荆棘冠冕",
        "Desc": "有人头戴荆棘的冠冕。但也有人……<br><color style='color:#8790ab;'>※在「黄金替罪羊」中，失足跌落在荆棘上</color>",
        "Reward": 5
    },
    {
        "_id": 4044011,
        "Ver": 3.0,
        "Series": 4,
        "Name": "并非盗取的火焰",
        "Desc": "即使走着荒诞的道路，物质奖励也同样重要<br><color style='color:#8790ab;'>※在「黄金替罪羊」中，领取一次胜利后的奖励宝箱</color>",
        "Reward": 5
    },
    {
        "_id": 4044012,
        "Ver": 3.0,
        "Series": 4,
        "Name": "已成词句的血肉",
        "Desc": "或许，在遥远的过去，也曾有人推石上山<br><color style='color:#8790ab;'>※在「黄金替罪羊」中，集齐所有「黄金替罪羊的呓语」</color>",
        "Reward": 5
    },
    {
        "_id": 4044013,
        "Ver": 3.0,
        "Series": 4,
        "Name": "踏入岁月的河流",
        "Desc": "学会「欧洛尼斯祷言」",
        "Reward": 5
    },
    {
        "_id": 4044014,
        "Ver": 3.0,
        "Series": 4,
        "Name": "不在场证明",
        "Desc": "利用场景中残留有记忆的物件击败敌人",
        "Reward": 5
    },
    {
        "_id": 4044015,
        "Ver": 3.0,
        "Series": 4,
        "Name": "完美的不在场证明",
        "Desc": "利用场景中残留有记忆的物件，同时击倒敌人跟你自己",
        "Reward": 5
    },
    {
        "_id": 4044016,
        "Ver": 3.0,
        "Series": 4,
        "Name": "烫手山芋",
        "Desc": "念错祷言可以重念，但总要有个限度……<br><color style='color:#8790ab;'>※使用欧洛尼斯祷言让一个物件维持在回溯过程中的状态超过30.0秒</color>",
        "Reward": 5
    },
    {
        "_id": 4044017,
        "Ver": 3.0,
        "Series": 4,
        "Name": "刹那永远",
        "Desc": "当时间逆流撞上时间凝滞，会发生什么？<br><color style='color:#8790ab;'>※利用暂停时间的能力凝固回溯中的物件</color>",
        "Reward": 5
    },
    {
        "_id": 4044018,
        "Ver": 3.0,
        "Series": 4,
        "Name": "时空悍将",
        "Desc": "将悬锋斗技场（夜）的所有战魂塑像全部回溯",
        "Reward": 5
    },
    {
        "_id": 4044019,
        "Ver": 3.0,
        "Series": 4,
        "Name": "毁灭雕像的权利",
        "Desc": "将奥赫玛城内的所有雕塑全部打坏",
        "Reward": 5
    },
    {
        "_id": 4044020,
        "Ver": 3.0,
        "Series": 4,
        "Name": "日光节约时制",
        "Desc": "将奥赫玛城内所有残留有记忆的物件全部回溯完好",
        "Reward": 5
    },
    {
        "_id": 4044021,
        "Ver": 3.0,
        "Series": 4,
        "Name": "投石入湖",
        "Desc": "在发动「欧洛尼斯祷言」的过程中，被另一个残留有记忆的的物件砸中",
        "Reward": 5
    },
    {
        "_id": 4044022,
        "Ver": 3.0,
        "Series": 4,
        "Name": "夏虫不可忆冰",
        "Desc": "使若虫被残留有记忆的物件砸中",
        "Reward": 5
    },
    {
        "_id": 4044023,
        "Ver": 3.0,
        "Series": 4,
        "Name": "同步鸟瞰点",
        "Desc": "抵达云石市集的最高处",
        "Reward": 5
    },
    {
        "_id": 4044024,
        "Ver": 3.0,
        "Series": 4,
        "Name": "奔河停流，山峦趋步",
        "Desc": "驻足聆听水漫琴的琴声",
        "Reward": 5
    },
    {
        "_id": 4044025,
        "Ver": 3.0,
        "Series": 4,
        "Name": "高空折返跑",
        "Desc": "通过悬锋城的浮空锁链",
        "Reward": 5
    },
    {
        "_id": 4044026,
        "Ver": 3.0,
        "Series": 4,
        "Name": "权衡中",
        "Desc": "通过「命运重渊」雅努萨波利斯中塔兰顿的审判来到第三层区域",
        "Reward": 5
    },
    {
        "_id": 4044027,
        "Ver": 3.0,
        "Series": 4,
        "Name": "雕刻灾难",
        "Desc": "通过「浴血战端」悬锋城中纷争正殿的机关，前往地下的铸魂区",
        "Reward": 5
    },
    {
        "_id": 4044028,
        "Ver": 3.0,
        "Series": 4,
        "Name": "懦弱之人，绝不姑息",
        "Desc": "使用「扎格列斯之手」的冲拳动作击败掘石场角落的泰坦眷属",
        "Reward": 5
    },
    {
        "_id": 4044029,
        "Ver": 3.0,
        "Series": 4,
        "Name": "自我批评",
        "Desc": "使用「扎格列斯之手」的冲拳动作攻击自己",
        "Reward": 5
    },
    {
        "_id": 4044030,
        "Ver": 3.0,
        "Series": 4,
        "Name": "诺维科夫自恰性原则",
        "Desc": "使用「扎格列斯之手」时进入「奇迹宝珠」的照射范围，并停留一段时间",
        "Reward": 5
    },
    {
        "_id": 4044031,
        "Ver": 3.0,
        "Series": 4,
        "Name": "碎盾一拳",
        "Desc": "使用「扎格列斯之手」的冲拳动作破坏场景中的小型盾构",
        "Reward": 5
    },
    {
        "_id": 4044032,
        "Ver": 3.0,
        "Series": 4,
        "Name": "秋名山之手",
        "Desc": "在「地宫迷踪」活动的「扎格列斯之手」房间中，通关时撞墙不超过3.0次",
        "Reward": 5
    },
    {
        "_id": 4044033,
        "Ver": 3.0,
        "Series": 4,
        "Name": "禁飞区",
        "Desc": "击碎1.0个飞天坛递",
        "Reward": 5
    },
    {
        "_id": 4044034,
        "Ver": 3.0,
        "Series": 4,
        "Name": "爆裂坛递",
        "Desc": "在「浴血战端」悬锋城击碎超速运行的飞天坛递",
        "Reward": 5
    },
    {
        "_id": 4044035,
        "Ver": 3.0,
        "Series": 4,
        "Name": "雅努斯的馈赠",
        "Desc": "在黄金短矛的指引下获得1.0个战利品",
        "Reward": 5
    },
    {
        "_id": 4054001,
        "Ver": 3.0,
        "Series": 5,
        "Name": "招手停",
        "Desc": "通过摇铃召唤大地兽5.0次",
        "Reward": 5
    },
    {
        "_id": 4054002,
        "Ver": 3.0,
        "Series": 5,
        "Name": "我呼唤永恒的黎明",
        "Desc": "阅读「永恒圣城」奥赫玛所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054003,
        "Ver": 3.0,
        "Series": 5,
        "Name": "我呼唤新王的君临",
        "Desc": "阅读「纷争荒墟」悬锋城所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054004,
        "Ver": 3.0,
        "Series": 5,
        "Name": "我呼唤丰盛的和平",
        "Desc": "阅读「浴血战端」悬锋城所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054005,
        "Ver": 3.0,
        "Series": 5,
        "Name": "我呼唤远古的黑夜",
        "Desc": "阅读「命运重渊」雅努萨波利斯所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054006,
        "Ver": 3.0,
        "Series": 5,
        "Name": "大城轶事",
        "Desc": "窥探「永恒圣城」奥赫玛全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054007,
        "Ver": 3.0,
        "Series": 5,
        "Name": "纷争余夜",
        "Desc": "窥探「纷争荒墟」悬锋城全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054008,
        "Ver": 3.0,
        "Series": 5,
        "Name": "战争的黎明",
        "Desc": "窥探「浴血战端」悬锋城全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054009,
        "Ver": 3.0,
        "Series": 5,
        "Name": "圣鹿之死",
        "Desc": "窥探「命运重渊」雅努萨波利斯全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054010,
        "Ver": 3.0,
        "Series": 5,
        "Name": "与浪花和兽相戏",
        "Desc": "获取声音记录《神性的回响：海洋》",
        "Reward": 5
    },
    {
        "_id": 4054011,
        "Ver": 3.0,
        "Series": 5,
        "Name": "停歇疯狂的不和",
        "Desc": "获取声音记录《神性的回响：纷争》",
        "Reward": 5
    },
    {
        "_id": 4054012,
        "Ver": 3.0,
        "Series": 5,
        "Name": "驱赶光明至地下",
        "Desc": "获取声音记录《神性的回响：岁月》",
        "Reward": 5
    },
    {
        "_id": 4054013,
        "Ver": 3.0,
        "Series": 5,
        "Name": "平凡的世界",
        "Desc": "回首来路，你或许已经在许多人的生活里泛起了不小的涟漪<br><color style='color:#8790ab;'>※看看那些接受过星穹列车帮助的普通人现在过得如何</color>",
        "Reward": 5
    },
    {
        "_id": 4054014,
        "Ver": 3.0,
        "Series": 5,
        "Name": "大宇宙，小人间",
        "Desc": "在完成「寻人记」任务后，与星穹列车上的小机器人对话",
        "Reward": 5
    },
    {
        "_id": 4054015,
        "Ver": 3.0,
        "Series": 5,
        "Name": "爱在黑潮蔓延时",
        "Desc": "见证厄琉斯与宁芙的结局",
        "Reward": 5
    },
    {
        "_id": 4054016,
        "Ver": 3.0,
        "Series": 5,
        "Name": "无果之树",
        "Desc": "在奥赫玛完成神秘仪式互动事件",
        "Reward": 5
    },
    {
        "_id": 4054017,
        "Ver": 3.0,
        "Series": 5,
        "Name": "{NICKNAME}悖论",
        "Desc": "见证「最强之盾」与「最强之矛」的结局",
        "Reward": 5
    },
    {
        "_id": 4054018,
        "Ver": 3.0,
        "Series": 5,
        "Name": "明天又是新的一天",
        "Desc": "找回你在奥赫玛丢失的东西……<br><color style='color:#8790ab;'>※并见证一个孩子的转变</color>",
        "Reward": 5
    },
    {
        "_id": 4054019,
        "Ver": 3.0,
        "Series": 5,
        "Name": "宿命论",
        "Desc": "帮助德墨忒尔调查女儿失踪的线索并阐述自己的推论",
        "Reward": 5
    },
    {
        "_id": 4054020,
        "Ver": 3.0,
        "Series": 5,
        "Name": "偶像的黄昏",
        "Desc": "在修辞学论辩中，为希诺的观点辩护",
        "Reward": 5
    },
    {
        "_id": 4054021,
        "Ver": 3.0,
        "Series": 5,
        "Name": "一切皆一",
        "Desc": "在修辞学论辩中，为帕门弥德的观点辩护",
        "Reward": 5
    },
    {
        "_id": 4054022,
        "Ver": 3.0,
        "Series": 5,
        "Name": "形而上的坏死",
        "Desc": "仅借智慧所创造的一切，都是虚假之物<br><color style='color:#8790ab;'>※获得第一枚翻飞之币</color>",
        "Reward": 5
    },
    {
        "_id": 4054023,
        "Ver": 3.0,
        "Series": 5,
        "Name": "未选择的路",
        "Desc": "调查位于「纷争荒墟」悬锋城的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054024,
        "Ver": 3.0,
        "Series": 5,
        "Name": "成神之日",
        "Desc": "调查位于「浴血战端」悬锋城的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054025,
        "Ver": 3.0,
        "Series": 5,
        "Name": "手拘飞羽",
        "Desc": "调查位于「命运重渊」雅努萨波利斯的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054026,
        "Ver": 3.0,
        "Series": 5,
        "Name": "尚未揭示的秘密",
        "Desc": "在「永恒圣城」奥赫玛、「纷争荒墟」悬锋城、「浴血战端」悬锋城、「命运重渊」雅努萨波利斯阻止「贼灵」的所有盗窃行为。",
        "Reward": 5
    },
    {
        "_id": 4054027,
        "Ver": 3.0,
        "Series": 5,
        "Name": "火已渐熄",
        "Desc": "完成「黄金替罪羊」任务",
        "Reward": 5
    },
    {
        "_id": 4054029,
        "Ver": 3.0,
        "Series": 5,
        "Name": "哲学士",
        "Desc": "找到奥赫玛中所有的吉奥里亚活火",
        "Reward": 5
    },
    {
        "_id": 4054030,
        "Ver": 3.0,
        "Series": 5,
        "Name": "哲学王",
        "Desc": "找到奥赫玛中4.0个真言狮口并回答它们的提问",
        "Reward": 5
    },
    {
        "_id": 4054031,
        "Ver": 3.0,
        "Series": 5,
        "Name": "光明行者",
        "Desc": "找到奥赫玛中8.0个真言狮口并回答它们的提问",
        "Reward": 5
    },
    {
        "_id": 4054032,
        "Ver": 3.0,
        "Series": 5,
        "Name": "寄居蟹",
        "Desc": "找到奥赫玛中所有的圣烛并激活互动",
        "Reward": 5
    },
    {
        "_id": 4054033,
        "Ver": 3.0,
        "Series": 5,
        "Name": "绝对客观记忆",
        "Desc": "调查位于「永恒圣城」奥赫玛的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054034,
        "Ver": 3.0,
        "Series": 5,
        "Name": "重塑雕像的权利",
        "Desc": "收集第一个记忆碎片",
        "Reward": 5
    },
    {
        "_id": 4054035,
        "Ver": 3.0,
        "Series": 5,
        "Name": "伪币制造者",
        "Desc": "累积修复奥赫玛城内的3.0座雕像",
        "Reward": 5
    },
    {
        "_id": 4054036,
        "Ver": 3.0,
        "Series": 5,
        "Name": "众神与人",
        "Desc": "揭露更多藏于星宿中的秘密<br><color style='color:#8790ab;'>※查阅创世涡心的泰坦星宿图鉴</color>",
        "Reward": 5
    },
    {
        "_id": 4054037,
        "Ver": 3.0,
        "Series": 5,
        "Name": "为何欢乐的喧闹哑默？",
        "Desc": "世界的起点曾是海洋<br><color style='color:#8790ab;'>※聆听创世涡心中潮汐的声音</color>",
        "Reward": 5
    },
    {
        "_id": 4054038,
        "Ver": 3.0,
        "Series": 5,
        "Name": "山峦•铁匠•老主顾",
        "Desc": "大顾客，谢谢<br><color style='color:#8790ab;'>※购买哈托努斯打造的全部种类的武器</color>",
        "Reward": 5
    },
    {
        "_id": 4054039,
        "Ver": 3.0,
        "Series": 5,
        "Name": "我们席地而坐",
        "Desc": "向巴克斯购买秘酿，并触发特定迷醉事件<br><color style='color:#8790ab;'>※向巴克斯购买秘酿，并触发一次大地兽相关迷醉事件</color>",
        "Reward": 5
    },
    {
        "_id": 4054040,
        "Ver": 3.0,
        "Series": 5,
        "Name": "睡在上铺的兄弟",
        "Desc": "向巴克斯购买秘酿，并触发特定迷醉事件<br><color style='color:#8790ab;'>※向巴克斯购买秘酿，并触发一次丹恒相关迷醉事件</color>",
        "Reward": 5
    },
    {
        "_id": 4054041,
        "Ver": 3.0,
        "Series": 5,
        "Name": "瓶中花月",
        "Desc": "向巴克斯购买秘酿，并触发所有迷醉事件",
        "Reward": 5
    },
    {
        "_id": 4054042,
        "Ver": 3.0,
        "Series": 5,
        "Name": "漂浮曲与凝固音符",
        "Desc": "天外回音可绕樑<br><color style='color:#8790ab;'>※在帕西提亚出重温过往的天外之音</color>",
        "Reward": 5
    },
    {
        "_id": 4054043,
        "Ver": 3.0,
        "Series": 5,
        "Name": "月桂捎来讯息……",
        "Desc": "可窥命运，但切莫盲信<br><color style='color:#8790ab;'>※让帕西提亚替你算命一次</color>",
        "Reward": 5
    },
    {
        "_id": 4054044,
        "Ver": 3.0,
        "Series": 5,
        "Name": "皮袋装满的声音",
        "Desc": "阿克蒙的资讯向来明码标价，绝对不诓朋友～<br><color style='color:#8790ab;'>※买光阿克蒙的打折纸条</color>",
        "Reward": 5
    },
    {
        "_id": 4054045,
        "Ver": 3.0,
        "Series": 5,
        "Name": "善良的种类",
        "Desc": "你是做什么工作的？<br><color style='color:#8790ab;'>※打扰浴场侍者的工作，让达罗跟你聊一聊</color>",
        "Reward": 5
    },
    {
        "_id": 4054046,
        "Ver": 3.0,
        "Series": 5,
        "Name": "土装在另一个胃里",
        "Desc": "能吃，但不建议<br><color style='color:#8790ab;'>※在与克特西的交谈中，亲自尝试他做给大地兽的「菜色」</color>",
        "Reward": 5
    },
    {
        "_id": 4054047,
        "Ver": 3.0,
        "Series": 5,
        "Name": "理性动物之理性",
        "Desc": "寻找一个可能和你有着类似爱好的人……<br><color style='color:#8790ab;'>※找到住在桶里的第欧根娜</color>",
        "Reward": 5
    },
    {
        "_id": 4054049,
        "Ver": 3.0,
        "Series": 5,
        "Name": "磐岩式社交",
        "Desc": "有时候，人们只是害羞<br><color style='color:#8790ab;'>※锲而不舍地与佩特拉对话，并成功引起他的注意</color>",
        "Reward": 5
    },
    {
        "_id": 4054050,
        "Ver": 3.0,
        "Series": 5,
        "Name": "小哥，要苹果吗？",
        "Desc": "造访奥赫玛城中所有商贩",
        "Reward": 5
    },
    {
        "_id": 4054051,
        "Ver": 3.0,
        "Series": 5,
        "Name": "打捞过往之河",
        "Desc": "你的私人浴宫里多出了什么？<br><color style='color:#8790ab;'>※获得记忆的力量后，发现奇怪的晶体</color>",
        "Reward": 5
    },
    {
        "_id": 4054052,
        "Ver": 3.0,
        "Series": 5,
        "Name": "大地在波动",
        "Desc": "新的生命正在孕育<br><color style='color:#8790ab;'>※触摸大地兽工坊内奇怪的蛋</color>",
        "Reward": 5
    },
    {
        "_id": 4054053,
        "Ver": 3.0,
        "Series": 5,
        "Name": "旅行家的虚荣",
        "Desc": "猜猜谁是奥赫玛最爱大地兽的人？<br><color style='color:#8790ab;'>※拦下大地兽商队「阿尔戈」，并与伊阿宋完成一次对话</color>",
        "Reward": 5
    },
    {
        "_id": 4054054,
        "Ver": 3.0,
        "Series": 5,
        "Name": "背上的事诗",
        "Desc": "拦下大地兽背上的吟游诗人，与他聊聊",
        "Reward": 5
    },
    {
        "_id": 4054055,
        "Ver": 3.0,
        "Series": 5,
        "Name": "爱宠机密",
        "Desc": "在「永恒圣城」奥赫玛的雅努斯之驹处购买小奇美拉",
        "Reward": 5
    },
    {
        "_id": 4054056,
        "Ver": 3.0,
        "Series": 5,
        "Name": "时光之尘",
        "Desc": "第一次获得记忆残晶",
        "Reward": 5
    },
    {
        "_id": 4054057,
        "Ver": 3.0,
        "Series": 5,
        "Name": "哭泣的昨日草原",
        "Desc": "累积获得100.0个记忆残晶",
        "Reward": 5
    },
    {
        "_id": 4054059,
        "Ver": 3.0,
        "Series": 5,
        "Name": "温暖的长屋在何方？",
        "Desc": "见证奥赫玛的社会难题<br><color style='color:#8790ab;'>※我们该去往何方？面对这一永恒之问，你选择以仁慈作答</color>",
        "Reward": 5
    },
    {
        "_id": 4054060,
        "Ver": 3.0,
        "Series": 5,
        "Name": "火与铁剑在何方？",
        "Desc": "见证奥赫玛的社会难题<br><color style='color:#8790ab;'>※我们该去往何方？面对这一永恒之问，你选择以强硬作答</color>",
        "Reward": 5
    },
    {
        "_id": 4054061,
        "Ver": 3.0,
        "Series": 5,
        "Name": "然旧岁之雪又在何方？",
        "Desc": "见证奥赫玛的社会难题<br><color style='color:#8790ab;'>※我们该去往何方？面对这一永恒之问，你选择以沉默作答</color>",
        "Reward": 5
    },
    {
        "_id": 4054062,
        "Ver": 3.0,
        "Series": 5,
        "Name": "忧郁的扼杀",
        "Desc": "他首先爱着水，其次是爱着他自己所缺少的那部分<br><color style='color:#8790ab;'>※得知阿卡迪亚的真相</color>",
        "Reward": 5
    },
    {
        "_id": 4054063,
        "Ver": 3.0,
        "Series": 5,
        "Name": "不再喧嚣",
        "Desc": "即使命运冰冷无情，也总有些事情会发生改变<br><color style='color:#8790ab;'>※找寻在夢中呼唤帕西提亚的幽灵</color>",
        "Reward": 5
    },
    {
        "_id": 4054064,
        "Ver": 3.0,
        "Series": 5,
        "Name": "书中自有……",
        "Desc": "好粉的书中精灵！<br><color style='color:#8790ab;'>※发现书中的精灵</color>",
        "Reward": 5
    },
    {
        "_id": 4054065,
        "Ver": 3.0,
        "Series": 5,
        "Name": "虚构集或永恒史",
        "Desc": "那是何人写下的故事？<br><color style='color:#8790ab;'>※读完最初的7.0段故事后，你陷入凝思</color>",
        "Reward": 5
    },
    {
        "_id": 4074001,
        "Ver": 3.0,
        "Series": 7,
        "Name": "潘克拉辛的真意",
        "Desc": "单次攻击中破坏至少4.0名敌人的【战甲】",
        "Reward": 5
    },
    {
        "_id": 4074002,
        "Ver": 3.0,
        "Series": 7,
        "Name": "永恒极枪",
        "Desc": "在和「天谴先锋」的战斗中，在破坏其【战甲】时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4074003,
        "Ver": 3.0,
        "Series": 7,
        "Name": "斜行战术",
        "Desc": "在和「天谴先锋」的战斗中，至少5.0名我方目标参与分摊【在滔滔血海中沉溺】的伤害，且分摊伤害后没有我方目标被击败",
        "Reward": 5
    },
    {
        "_id": 4074004,
        "Ver": 3.0,
        "Series": 7,
        "Name": "无上荣光",
        "Desc": "在和「蛮神，疯王，纷争的化身」的单场战斗中，所有我方角色的【荣耀】达到2.0层上限",
        "Reward": 5
    },
    {
        "_id": 4074005,
        "Ver": 3.0,
        "Series": 7,
        "Name": "止战之殇",
        "Desc": "在和「蛮神，疯王，纷争的化身」的单场战斗中，破坏其【战甲】和【泰坦神躯】",
        "Reward": 5
    },
    {
        "_id": 4074006,
        "Ver": 3.0,
        "Series": 7,
        "Name": "折旌的战场",
        "Desc": "在和「颁赐者，千军首，天谴之矛」的战斗中，令其施放【畏怖溃军皆成铠仗】时没有吸收到「征服或被征服」",
        "Reward": 5
    },
    {
        "_id": 4074007,
        "Ver": 3.0,
        "Series": 7,
        "Name": "征服王",
        "Desc": "在「颁赐者，千军首，天谴之矛」施放【受征伐者皆见灾殃】后，用同一个角色消灭所有的「征服或被征服」",
        "Reward": 5
    },
    {
        "_id": 4074008,
        "Ver": 3.0,
        "Series": 7,
        "Name": "伙伴，约定！",
        "Desc": "使用「记忆」命途开拓者召唤迷迷",
        "Reward": 5
    },
    {
        "_id": 4074009,
        "Ver": 3.0,
        "Series": 7,
        "Name": "一起，着迷！",
        "Desc": "单场战斗中，使我方至少4.0名角色同时持有【迷迷的声援】",
        "Reward": 5
    },
    {
        "_id": 4074011,
        "Ver": 3.0,
        "Series": 7,
        "Name": "金线降神",
        "Desc": "单场战斗中，使用我方角色阿格莱雅召唤 1 次「衣匠」",
        "Reward": 5
    },
    {
        "_id": 4074012,
        "Ver": 3.0,
        "Series": 7,
        "Name": "热狂圆舞",
        "Desc": "单场战斗中，使用我方角色阿格莱雅在【至高之姿】状态下累计施放 5 次【孤锋千吻】",
        "Reward": 5
    },
    {
        "_id": 4074013,
        "Ver": 3.0,
        "Series": 7,
        "Name": "天衣无缝",
        "Desc": "单场战斗中，仅使用我方角色阿格莱雅的「衣匠」消灭敌方所有目标并获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4074014,
        "Ver": 3.0,
        "Series": 7,
        "Name": "回忆突然攻击我",
        "Desc": "使用记忆命途角色对战卡芙卡，其操控的忆灵陷入「支配」状态并攻击忆师本人",
        "Reward": 5
    },
    {
        "_id": 4074017,
        "Ver": 3.0,
        "Series": 7,
        "Name": "擢升的渴慕",
        "Desc": "单次战斗中，使用我方角色星期日使任意一名忆师和忆灵的行动提前 5 次",
        "Reward": 5
    },
    {
        "_id": 4074018,
        "Ver": 3.0,
        "Series": 7,
        "Name": "往日之惩",
        "Desc": "累计使用忆灵技伤害消灭 30 名敌人",
        "Reward": 5
    },
    {
        "_id": 4074019,
        "Ver": 3.0,
        "Series": 7,
        "Name": "代理人战争",
        "Desc": "单场战斗中，场上同时存在 4 名及以上我方召唤物",
        "Reward": 5
    },
    {
        "_id": 4074020,
        "Ver": 3.0,
        "Series": 7,
        "Name": "真实是永远的必杀技",
        "Desc": "累计使用真实伤害消灭 10 名敌人",
        "Reward": 5
    },
    {
        "_id": 4084001,
        "Ver": 3.0,
        "Series": 8,
        "Name": "回到未未未未来",
        "Desc": "在短时间内连续使用「奇迹典籍」切换时空5.0次",
        "Reward": 5
    },
    {
        "_id": 4084002,
        "Ver": 3.0,
        "Series": 8,
        "Name": "神圣车行",
        "Desc": "连续开关「奇迹宝珠」5.0次",
        "Reward": 5
    },
    {
        "_id": 4084003,
        "Ver": 3.0,
        "Series": 8,
        "Name": "柱倒啦—",
        "Desc": "感受「真理」的重量<br><color style='color:#8790ab;'>※在翁法罗斯探索过程中，被残留有记忆的柱子砸中</color>",
        "Reward": 5
    },
    {
        "_id": 4084004,
        "Ver": 3.0,
        "Series": 8,
        "Name": "美丽的淑女",
        "Desc": "桥塌啦？还好你不在桥上——在桥下？<br><color style='color:#8790ab;'>※在翁法罗斯探索过程中，被不稳定的桥砸中</color>",
        "Reward": 5
    },
    {
        "_id": 4084005,
        "Ver": 3.0,
        "Series": 8,
        "Name": "无罪者能先拿起石头",
        "Desc": "来玩保龄球，我当球瓶<br><color style='color:#8790ab;'>※在翁法罗斯探索过程中，被石球砸中</color>",
        "Reward": 5
    },
    {
        "_id": 4084007,
        "Ver": 3.0,
        "Series": 8,
        "Name": "动啊，为什么不动？",
        "Desc": "神龛？什么神龛？<br><color style='color:#8790ab;'>※在翁法罗斯探索过程中，回溯残留有记忆的某个物件时，因超过能力限度而失败五次</color>",
        "Reward": 5
    },
    {
        "_id": 4054066,
        "Ver": 3.0,
        "Series": 5,
        "Name": "翁法罗斯公民",
        "Desc": "在翁法罗斯旁听过人们的对话",
        "Reward": 5
    },
    {
        "_id": 4054067,
        "Ver": 3.0,
        "Series": 5,
        "Name": "翁法罗斯包打听",
        "Desc": "在翁法罗斯旁听人们的对话10.0次",
        "Reward": 5
    },
    {
        "_id": 4054069,
        "Ver": 3.0,
        "Series": 5,
        "Name": "新的传火者",
        "Desc": "修复任意一个吉奥里亚活火并满足它的要求",
        "Reward": 5
    },
    {
        "_id": 4054070,
        "Ver": 3.0,
        "Series": 5,
        "Name": "浴露均沾",
        "Desc": "尝试过云石天宫里的高温浴池、低温浴池与试温池",
        "Reward": 5
    },
    {
        "_id": 4054071,
        "Ver": 3.0,
        "Series": 5,
        "Name": "朋友，好",
        "Desc": "与奥赫玛的山之民们结识",
        "Reward": 5
    },
    {
        "_id": 4054072,
        "Ver": 3.0,
        "Series": 5,
        "Name": "翁法罗斯万事通",
        "Desc": "在翁法罗斯旁听人们的对话40.0次",
        "Reward": 5
    },
    {
        "_id": 4014001,
        "Ver": 3.0,
        "Series": 1,
        "Name": "与昨日再会",
        "Desc": "开拓者踏上「记忆」命途",
        "Reward": 20
    },
    {
        "_id": 4074021,
        "Ver": 3.0,
        "Series": 7,
        "Name": "阅读理解",
        "Desc": "单次战斗中，使用我方角色大黑塔累计5.0次叠加出42.0层的【解读】",
        "Reward": 5
    },
    {
        "_id": 4034101,
        "Ver": 3.1,
        "Series": 3,
        "Name": "女神啊，歌唱他的愤怒",
        "Desc": "年轻的英雄终于从「纷争」中崛起…<br><color style='color:#8790ab;'>※…并没有，但他至少得救了</color>",
        "Reward": 10
    },
    {
        "_id": 4034102,
        "Ver": 3.1,
        "Series": 3,
        "Name": "无形之神乃最显之物",
        "Desc": "拾花为薪，理性的火种再度燎燃<br><color style='color:#8790ab;'>※与泰坦一同击退无名剑士</color>",
        "Reward": 10
    },
    {
        "_id": 4034103,
        "Ver": 3.1,
        "Series": 3,
        "Name": "置身不死的神明中",
        "Desc": "塞纳托斯呵，请恩赐她一夜安眠<br><color style='color:#8790ab;'>※在噩梦中尝试重拾缇宝的过去…</color>",
        "Reward": 10
    },
    {
        "_id": 4034104,
        "Ver": 3.1,
        "Series": 3,
        "Name": "战勇啊，何必质问其家世？",
        "Desc": "君王遗告身后：「朕的王朝，给最强者。」<br><color style='color:#8790ab;'>※与「纷争」新神一同在角争中胜出</color>",
        "Reward": 10
    },
    {
        "_id": 4034105,
        "Ver": 3.1,
        "Series": 3,
        "Name": "人世正如木叶枯荣",
        "Desc": "雄狮远离故土，抵达他流徙的终点<br><color style='color:#8790ab;'>※见证悬锋继业者归乡的末路</color>",
        "Reward": 10
    },
    {
        "_id": 4034106,
        "Ver": 3.1,
        "Series": 3,
        "Name": "旧叶落地，然新木萌发",
        "Desc": "当黎明用玫瑰色的手指送来曙光<br><color style='color:#8790ab;'>※见证缇安展翅飞向注定的明天</color>",
        "Reward": 10
    },
    {
        "_id": 4034107,
        "Ver": 3.1,
        "Series": 3,
        "Name": "人世正如此：一代出生，一代凋零",
        "Desc": "启封岁月自过去送向未来的信<br><color style='color:#8790ab;'>※见证缇里西庇俄丝与逐火的起点</color>",
        "Reward": 10
    },
    {
        "_id": 4044101,
        "Ver": 3.1,
        "Series": 4,
        "Name": "教科书般的设计",
        "Desc": "为求学者敞开知识的大门",
        "Reward": 5
    },
    {
        "_id": 4044102,
        "Ver": 3.1,
        "Series": 4,
        "Name": "瑟希斯不完备定理",
        "Desc": "2.0次阻止贼灵从瑟希斯眼皮底下偷走东西",
        "Reward": 5
    },
    {
        "_id": 4044103,
        "Ver": 3.1,
        "Series": 4,
        "Name": "学海拾遗",
        "Desc": "获得「呓语密林」神悟树庭中深埋水下的战利品",
        "Reward": 5
    },
    {
        "_id": 4044104,
        "Ver": 3.1,
        "Series": 4,
        "Name": "阿多尼斯电梯",
        "Desc": "在「呓语密林」神悟树庭探索时，第一次站到了识之花上面",
        "Reward": 5
    },
    {
        "_id": 4044105,
        "Ver": 3.1,
        "Series": 4,
        "Name": "捉蝇术",
        "Desc": "别以为躲到树上就安全了……<br><color style='color:#8790ab;'>※使用扎格列斯之手的冲拳动作，击败神悟树庭某棵树木上的敌人</color>",
        "Reward": 5
    },
    {
        "_id": 4044107,
        "Ver": 3.1,
        "Series": 4,
        "Name": "悸动的心",
        "Desc": "将深爱般的誓言献上<br><color style='color:#8790ab;'>※使聚露植心再次活化</color>",
        "Reward": 5
    },
    {
        "_id": 4044108,
        "Ver": 3.1,
        "Series": 4,
        "Name": "种子的信仰",
        "Desc": "在「呓语密林」神悟树庭的逐星天井中探索时，借助识之种砸碎底部的货箱",
        "Reward": 5
    },
    {
        "_id": 4044109,
        "Ver": 3.1,
        "Series": 4,
        "Name": "蝶恋花",
        "Desc": "金丝与树叶交织成一纸恋曲<br><color style='color:#8790ab;'>※通过神识之蝶的考验</color>",
        "Reward": 5
    },
    {
        "_id": 4044110,
        "Ver": 3.1,
        "Series": 4,
        "Name": "虫鸣秘闻：智慧绾结",
        "Desc": "几人的塑像丢失了面庞？<br><color style='color:#8790ab;'>※解开「呓语密林」神悟树庭的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044111,
        "Ver": 3.1,
        "Series": 4,
        "Name": "虫鸣秘闻：门径律法",
        "Desc": "她曾走过怎样的路？<br><color style='color:#8790ab;'>※解开「神谕圣地」雅努萨波利斯的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044112,
        "Ver": 3.1,
        "Series": 4,
        "Name": "万径之起始",
        "Desc": "发现缇里西庇俄丝的逃生密道",
        "Reward": 5
    },
    {
        "_id": 4044113,
        "Ver": 3.1,
        "Series": 4,
        "Name": "彩虹的尽头",
        "Desc": "门径，请指引我<br><color style='color:#8790ab;'>※完成「雅努斯迷津」的简单、中等、困难难度谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044114,
        "Ver": 3.1,
        "Series": 4,
        "Name": "我们仍在路上",
        "Desc": "门径，请指引我们<br><color style='color:#8790ab;'>※完成「雅努斯迷津」的最高难度谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044115,
        "Ver": 3.1,
        "Series": 4,
        "Name": "新手入门",
        "Desc": "操控扎格列斯之手，击打「神谕圣地」雅努萨波利斯的万径之门",
        "Reward": 5
    },
    {
        "_id": 4044116,
        "Ver": 3.1,
        "Series": 4,
        "Name": "所有命运已被标价",
        "Desc": "在「神谕圣地」雅努萨波利斯，借助命运泰坦的权能完成挑战，并获取战利品。",
        "Reward": 5
    },
    {
        "_id": 4054101,
        "Ver": 3.1,
        "Series": 5,
        "Name": "恶老板",
        "Desc": "在「嗷呜嗷呜事务所」中，加班模式达到 30 评价",
        "Reward": 10
    },
    {
        "_id": 4054102,
        "Ver": 3.1,
        "Series": 5,
        "Name": "大企业",
        "Desc": "在「嗷呜嗷呜事务所」中，安排队伍中的奇美拉累计获得 60 块嗷呜饼干",
        "Reward": 5
    },
    {
        "_id": 4054103,
        "Ver": 3.1,
        "Series": 5,
        "Name": "四保一",
        "Desc": "在「嗷呜嗷呜事务所」中，单只奇美拉的效率达到30.0",
        "Reward": 5
    },
    {
        "_id": 4054104,
        "Ver": 3.1,
        "Series": 5,
        "Name": "…你是对面的吧？",
        "Desc": "在「嗷呜嗷呜事务所」中，单只奇美拉的效率达到-10.0",
        "Reward": 5
    },
    {
        "_id": 4054105,
        "Ver": 3.1,
        "Series": 5,
        "Name": "大亨游戏",
        "Desc": "在「嗷呜嗷呜事务所」中，将贵族打扮的男性的奇美拉招致麾下",
        "Reward": 5
    },
    {
        "_id": 4054106,
        "Ver": 3.1,
        "Series": 5,
        "Name": "小公司大老板",
        "Desc": "在「嗷呜嗷呜事务所」中，拥有属于你的队伍名称",
        "Reward": 5
    },
    {
        "_id": 4054107,
        "Ver": 3.1,
        "Series": 5,
        "Name": "独角兽企业",
        "Desc": "在「嗷呜嗷呜事务所」中，击败其余所有队伍，获得最终的冠军头衔",
        "Reward": 5
    },
    {
        "_id": 4054108,
        "Ver": 3.1,
        "Series": 5,
        "Name": "凶手来自局外",
        "Desc": "协助珀里法斯查明朋友们的结局",
        "Reward": 5
    },
    {
        "_id": 4054111,
        "Ver": 3.1,
        "Series": 5,
        "Name": "生者常怀安",
        "Desc": "探访树庭殉难者的亲属，并完成其心愿",
        "Reward": 5
    },
    {
        "_id": 4054112,
        "Ver": 3.1,
        "Series": 5,
        "Name": "命运噤声的圣所",
        "Desc": "窥探「神谕圣地」雅努萨波利斯全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054113,
        "Ver": 3.1,
        "Series": 5,
        "Name": "荫下微光",
        "Desc": "窥探「呓语密林」神悟树庭全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054114,
        "Ver": 3.1,
        "Series": 5,
        "Name": "别的船只却安然过海",
        "Desc": "调查位于「神谕圣地」雅努萨波利斯的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054115,
        "Ver": 3.1,
        "Series": 5,
        "Name": "灵魂的肖像",
        "Desc": "调查位于「呓语密林」神悟树庭的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054116,
        "Ver": 3.1,
        "Series": 5,
        "Name": "翁法罗斯定位系统",
        "Desc": "在「神谕圣地」雅努萨波利斯完成「雅努斯迷津」的所有谜题",
        "Reward": 5
    },
    {
        "_id": 4054117,
        "Ver": 3.1,
        "Series": 5,
        "Name": "给我变！",
        "Desc": "听懂私人浴场中的奇美拉的话语",
        "Reward": 5
    },
    {
        "_id": 4054118,
        "Ver": 3.1,
        "Series": 5,
        "Name": "无尽的花与圣叶",
        "Desc": "获取声音记录《神性的回响：理性》",
        "Reward": 5
    },
    {
        "_id": 4054119,
        "Ver": 3.1,
        "Series": 5,
        "Name": "爱夜的漫长游祭",
        "Desc": "获取声音记录《神性的回响：浪漫》",
        "Reward": 5
    },
    {
        "_id": 4054120,
        "Ver": 3.1,
        "Series": 5,
        "Name": "显赫行止的道路",
        "Desc": "获取声音记录《神性的回响：门径》",
        "Reward": 5
    },
    {
        "_id": 4054121,
        "Ver": 3.1,
        "Series": 5,
        "Name": "洞穴外的世界",
        "Desc": "在创世涡心整理思绪<br><color style='color:#8790ab;'>※开拓翁法罗斯的过程中，你确实经历了许多…</color>",
        "Reward": 5
    },
    {
        "_id": 4054122,
        "Ver": 3.1,
        "Series": 5,
        "Name": "天…天外先锋？！",
        "Desc": "使用缇宝调查圣女房间内的黑板",
        "Reward": 5
    },
    {
        "_id": 4054123,
        "Ver": 3.1,
        "Series": 5,
        "Name": "遥望众神的宫殿",
        "Desc": "何人不曾听说？<br><color style='color:#8790ab;'>※在「神谕圣地」雅努萨波利斯，与所有和圣女相关的人们对话</color>",
        "Reward": 5
    },
    {
        "_id": 4054124,
        "Ver": 3.1,
        "Series": 5,
        "Name": "我呼唤理性的奇迹",
        "Desc": "阅读「呓语密林」神悟树庭所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054125,
        "Ver": 3.1,
        "Series": 5,
        "Name": "我呼唤最后的破晓",
        "Desc": "阅读「神谕圣地」雅努萨波利斯所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054126,
        "Ver": 3.1,
        "Series": 5,
        "Name": "异乡人的颂歌",
        "Desc": "聆听诗人利波为你创作的第二首诗歌。",
        "Reward": 5
    },
    {
        "_id": 4054127,
        "Ver": 3.1,
        "Series": 5,
        "Name": "母亲啊，我已还乡",
        "Desc": "阅读万敌之母，歌耳戈的命运之末",
        "Reward": 5
    },
    {
        "_id": 4054128,
        "Ver": 3.1,
        "Series": 5,
        "Name": "我已建立自己的城",
        "Desc": "找到悬锋王朝最后的记录",
        "Reward": 5
    },
    {
        "_id": 4054129,
        "Ver": 3.1,
        "Series": 5,
        "Name": "种太阳",
        "Desc": "在「呓语密林」神悟树庭中解决树庭学者的委托。",
        "Reward": 5
    },
    {
        "_id": 4054130,
        "Ver": 3.1,
        "Series": 5,
        "Name": "林地君主",
        "Desc": "坐上「呓语密林」神悟树庭的王座",
        "Reward": 5
    },
    {
        "_id": 4074101,
        "Ver": 3.1,
        "Series": 7,
        "Name": "消逝的光芒",
        "Desc": "单场战斗中，通过消灭敌方目标消除3.0个【艾格勒印记】",
        "Reward": 5
    },
    {
        "_id": 4074102,
        "Ver": 3.1,
        "Series": 7,
        "Name": "无月之夜",
        "Desc": "单场战斗中，通过释放终结技消除2.0个【欧洛尼斯印记】",
        "Reward": 5
    },
    {
        "_id": 4074103,
        "Ver": 3.1,
        "Series": 7,
        "Name": "风暴戛然而止",
        "Desc": "使处于【风行】状态的敌人进入弱点击破状态",
        "Reward": 5
    },
    {
        "_id": 4074104,
        "Ver": 3.1,
        "Series": 7,
        "Name": "失去影子的人",
        "Desc": "使「至黑之剑，盗火行者」在一阶段连续2.0次施放【幽冥的悼念】时，没有「残破容器」可以触发协同",
        "Reward": 5
    },
    {
        "_id": 4074105,
        "Ver": 3.1,
        "Series": 7,
        "Name": "没有影子的人",
        "Desc": "在「至黑之剑，盗火行者」施放【沉默的悲叹】期间，击败所有「残破容器」",
        "Reward": 5
    },
    {
        "_id": 4074106,
        "Ver": 3.1,
        "Series": 7,
        "Name": "火之门，无尽军势",
        "Desc": "单场战斗中，我方角色万敌在1.0次【血仇】状态下，施放5.0次【弑王成王】或【弑神登神】",
        "Reward": 5
    },
    {
        "_id": 4074107,
        "Ver": 3.1,
        "Series": 7,
        "Name": "Tribbie kill",
        "Desc": "单场战斗中，我方角色缇宝使用单次「普攻」同时消灭3.0个敌人",
        "Reward": 5
    },
    {
        "_id": 4074108,
        "Ver": 3.1,
        "Series": 7,
        "Name": "饱和火力覆盖",
        "Desc": "单场战斗中，使用我方角色缇宝累计触发 10 次天赋的追加攻击",
        "Reward": 5
    },
    {
        "_id": 4074109,
        "Ver": 3.1,
        "Series": 7,
        "Name": "以一人，敌万人",
        "Desc": "单场战斗中，在我方队伍仅存活万敌的情况下击败1.0个精英敌人并获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4084102,
        "Ver": 3.1,
        "Series": 8,
        "Name": "奥赫玛不相信眼泪",
        "Desc": "它不会攻击，但却能用另一种方式伤害你…<br><color style='color:#8790ab;'>※在翁法罗斯探索过程中，被人形塑像砸中</color>",
        "Reward": 5
    },
    {
        "_id": 4044117,
        "Ver": 3.1,
        "Series": 4,
        "Name": "地下拳击手",
        "Desc": "使用扎格列斯之手的冲拳动作，击败藏在「神谕圣地」雅努萨波利斯大桥下方的敌人",
        "Reward": 5
    },
    {
        "_id": 4034201,
        "Ver": 3.2,
        "Series": 3,
        "Name": "亲爱的母亲，是您赐予我生命",
        "Desc": "接受黄金裔的邀请，一同成为英雄<br><color style='color:#8790ab;'>※完成欧洛尼斯的试炼</color>",
        "Reward": 10
    },
    {
        "_id": 4034202,
        "Ver": 3.2,
        "Series": 3,
        "Name": "用铁锈色的渡船超度亡魂",
        "Desc": "它曾乘着她到世间来，它将乘着她到冥地去<br><color style='color:#8790ab;'>※击败「死龙」玻吕刻斯</color>",
        "Reward": 10
    },
    {
        "_id": 4034203,
        "Ver": 3.2,
        "Series": 3,
        "Name": "乌虐的黑夜，压罩不幸的凡人",
        "Desc": "「死亡」曾藏身于巨龙与海浪的城邦<br><color style='color:#8790ab;'>※到达「龙骸古城」斯缇科西亚</color>",
        "Reward": 10
    },
    {
        "_id": 4034204,
        "Ver": 3.2,
        "Series": 3,
        "Name": "以法为和平的王冠",
        "Desc": "公民们将以投票的方式决定翁法罗斯的未来<br><color style='color:#8790ab;'>※见证「公民大会」最后的结果</color>",
        "Reward": 10
    },
    {
        "_id": 4034205,
        "Ver": 3.2,
        "Series": 3,
        "Name": "拥抱你的长指",
        "Desc": "如此幸福的一天，有一份独属于你的礼物<br><color style='color:#8790ab;'>※拾起遐蝶手工制作的戒指</color>",
        "Reward": 10
    },
    {
        "_id": 4034206,
        "Ver": 3.2,
        "Series": 3,
        "Name": "解开缆绳，驶离那片冥界",
        "Desc": "不要回头，即便那是甘美而宁静的挽留<br><color style='color:#8790ab;'>※接受伙伴们的帮助，走出冥界</color>",
        "Reward": 10
    },
    {
        "_id": 4044201,
        "Ver": 3.2,
        "Series": 4,
        "Name": "小偷偷偷偷",
        "Desc": "找到被贼灵盯上的启目集",
        "Reward": 5
    },
    {
        "_id": 4044202,
        "Ver": 3.2,
        "Series": 4,
        "Name": "The World！",
        "Desc": "第一次使用欧洛尼斯祷言暂停回溯中的物件",
        "Reward": 5
    },
    {
        "_id": 4044203,
        "Ver": 3.2,
        "Series": 4,
        "Name": "时元突波",
        "Desc": "将暂停进行暂停，会继续，还是更加暂停？",
        "Reward": 5
    },
    {
        "_id": 4044204,
        "Ver": 3.2,
        "Series": 4,
        "Name": "让我试试，能否触碰神明",
        "Desc": "操控扎格列斯之手，尝试击打刻法勒的神躯。",
        "Reward": 5
    },
    {
        "_id": 4044205,
        "Ver": 3.2,
        "Series": 4,
        "Name": "从这里…出去！",
        "Desc": "别以为躲在高处就安全了…<br><color style='color:#8790ab;'>※使用扎格列斯之手的冲拳动作，击败「龙骸古城」斯缇科西亚高处的敌人</color>",
        "Reward": 5
    },
    {
        "_id": 4044206,
        "Ver": 3.2,
        "Series": 4,
        "Name": "欧洛尼斯的擢拔",
        "Desc": "将「龙骸古城」斯缇科西亚所有残留有记忆的物件全部回溯完好",
        "Reward": 5
    },
    {
        "_id": 4044207,
        "Ver": 3.2,
        "Series": 4,
        "Name": "双月彼此依偎",
        "Desc": "行走在旧时空的锁链上，抬头看向夜空…<br><color style='color:#8790ab;'>※你看见了高悬天际的双月</color>",
        "Reward": 5
    },
    {
        "_id": 4044208,
        "Ver": 3.2,
        "Series": 4,
        "Name": "塔耳塔罗斯之上",
        "Desc": "借助欧洛尼斯的奇迹，进入到冥河更深处",
        "Reward": 5
    },
    {
        "_id": 4044209,
        "Ver": 3.2,
        "Series": 4,
        "Name": "冥海拾遗",
        "Desc": "开启位于「龙骸古城」斯缇科西亚宝库内隐秘位置的战利品。",
        "Reward": 5
    },
    {
        "_id": 4044210,
        "Ver": 3.2,
        "Series": 8,
        "Name": "这里的花会动",
        "Desc": "被隐匿于花丛中的黑潮造物袭击",
        "Reward": 5
    },
    {
        "_id": 4044211,
        "Ver": 3.2,
        "Series": 4,
        "Name": "所以，前进吧。",
        "Desc": "你记得她说「所以，前进吧。不要停下向前的脚步…」<br><color style='color:#8790ab;'>※你已经走出了冥界，可以在她的花丛里停留半晌</color>",
        "Reward": 5
    },
    {
        "_id": 4044212,
        "Ver": 3.2,
        "Series": 8,
        "Name": "昨日的电梯，今日的人",
        "Desc": "被另一个时空的升降平台砸到",
        "Reward": 5
    },
    {
        "_id": 4044213,
        "Ver": 3.2,
        "Series": 4,
        "Name": "聚光灯效应",
        "Desc": "第一次使用「追忆符文」，被欧洛尼斯的奇迹照射",
        "Reward": 5
    },
    {
        "_id": 4044214,
        "Ver": 3.2,
        "Series": 4,
        "Name": "时间不是你的朋友",
        "Desc": "携带「追忆符文」接近宝箱，却发现宝箱在另一个时空",
        "Reward": 5
    },
    {
        "_id": 4044216,
        "Ver": 3.2,
        "Series": 4,
        "Name": "虫鸣秘闻：失落祷言",
        "Desc": "岁月的水面下隐藏着什么？<br><color style='color:#8790ab;'>※解开「龙骸古城」斯缇科西亚的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044217,
        "Ver": 3.2,
        "Series": 4,
        "Name": "虫鸣秘闻：朝圣之路",
        "Desc": "神明需要跪拜吗？<br><color style='color:#8790ab;'>※解开「黎明云崖」奥赫玛的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044218,
        "Ver": 3.2,
        "Series": 4,
        "Name": "金茧屋",
        "Desc": "为织者们建立一座中型乐园<br><color style='color:#8790ab;'>※搜集120.0只创生若虫的赐福</color>",
        "Reward": 5
    },
    {
        "_id": 4054201,
        "Ver": 3.2,
        "Series": 5,
        "Name": "她曾借用你的体温",
        "Desc": "窥探位于「双月高塔」的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054202,
        "Ver": 3.2,
        "Series": 5,
        "Name": "一日塔兰顿",
        "Desc": "路过一处悲剧的排练，见证「弑神」的过程<br><color style='color:#8790ab;'>※你做出了你认为公正的判决</color>",
        "Reward": 5
    },
    {
        "_id": 4054203,
        "Ver": 3.2,
        "Series": 5,
        "Name": "清晨那安静的石板路",
        "Desc": "与小女孩希瑞雅一同经历与「刻法勒」的对话<br><color style='color:#8790ab;'>※并守护一则温暖的谎言</color>",
        "Reward": 5
    },
    {
        "_id": 4054204,
        "Ver": 3.2,
        "Series": 5,
        "Name": "神颌下的渎神者",
        "Desc": "窥探「黎明云崖」奥赫玛全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054205,
        "Ver": 3.2,
        "Series": 5,
        "Name": "在那天回不去的路上",
        "Desc": "窥探「龙骸古城」斯缇科西亚全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054206,
        "Ver": 3.2,
        "Series": 5,
        "Name": "农夫与木马",
        "Desc": "调查位于「黎明云崖」奥赫玛的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054207,
        "Ver": 3.2,
        "Series": 5,
        "Name": "冥河摆渡马",
        "Desc": "调查位于「龙骸古城」斯缇科西亚的雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054208,
        "Ver": 3.2,
        "Series": 5,
        "Name": "虫伴归途",
        "Desc": "解开「龙骸古城」斯缇科西亚中，某位曾经的欧洛尼斯祭司在房间中布置的谜题",
        "Reward": 5
    },
    {
        "_id": 4054209,
        "Ver": 3.2,
        "Series": 5,
        "Name": "万物的始以及终",
        "Desc": "获取声音记录《神性的回响：负世》",
        "Reward": 5
    },
    {
        "_id": 4054210,
        "Ver": 3.2,
        "Series": 5,
        "Name": "漫长而永恒的梦",
        "Desc": "获取声音记录《神性的回响：死亡》",
        "Reward": 5
    },
    {
        "_id": 4054211,
        "Ver": 3.2,
        "Series": 5,
        "Name": "揭示神秘的正义",
        "Desc": "获取声音记录《神性的回响：律法》",
        "Reward": 5
    },
    {
        "_id": 4054213,
        "Ver": 3.2,
        "Series": 5,
        "Name": "方生方死",
        "Desc": "聆听诗人利波为你创作的第三首诗歌。",
        "Reward": 5
    },
    {
        "_id": 4054214,
        "Ver": 3.2,
        "Series": 5,
        "Name": "杯中瞥视的自由",
        "Desc": "畅饮一杯阿淼菲斯的法吉娜盲盒饮料，然后……",
        "Reward": 5
    },
    {
        "_id": 4054215,
        "Ver": 3.2,
        "Series": 5,
        "Name": "临终千言",
        "Desc": "与「龙骸古城」斯缇科西亚的所有亡语蝶对话",
        "Reward": 5
    },
    {
        "_id": 4054216,
        "Ver": 3.2,
        "Series": 5,
        "Name": "阿基维利腱！",
        "Desc": "将自己的脚泡进了冥河水中，获得了无敌的脚踝。",
        "Reward": 5
    },
    {
        "_id": 4054217,
        "Ver": 3.2,
        "Series": 5,
        "Name": "我的脚步因思念而狂乱",
        "Desc": "解决失控大地兽的烦恼",
        "Reward": 5
    },
    {
        "_id": 4054218,
        "Ver": 3.2,
        "Series": 5,
        "Name": "豆豆眉最可爱！",
        "Desc": "在「豹豹碰碰大作战」中，与浴场的所有小海豹对话一次，会有好事发生吗？",
        "Reward": 5
    },
    {
        "_id": 4054219,
        "Ver": 3.2,
        "Series": 5,
        "Name": "标本为谁沉默",
        "Desc": "在元老院的墙壁上留下你的战利品，但……",
        "Reward": 5
    },
    {
        "_id": 4054220,
        "Ver": 3.2,
        "Series": 5,
        "Name": "流金献主角",
        "Desc": "找到黎明云崖中所有的圣烛并激活",
        "Reward": 5
    },
    {
        "_id": 4054221,
        "Ver": 3.2,
        "Series": 5,
        "Name": "我呼唤酣然的沉眠",
        "Desc": "阅读「龙骸古城」斯缇科西亚所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054222,
        "Ver": 3.2,
        "Series": 5,
        "Name": "我呼唤论辩的终幕",
        "Desc": "阅读「黎明云崖」奥赫玛所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054223,
        "Ver": 3.2,
        "Series": 5,
        "Name": "人上之人",
        "Desc": "在言谈之间更深入了解黎明云崖<br><color style='color:#8790ab;'>※与黎明云崖所有公民对话</color>",
        "Reward": 5
    },
    {
        "_id": 4054225,
        "Ver": 3.2,
        "Series": 5,
        "Name": "怪盗又怎样，我可是开拓者！",
        "Desc": "击败那位怪盗，捧回属于冠军的「金海豹杯」",
        "Reward": 10
    },
    {
        "_id": 4054226,
        "Ver": 3.2,
        "Series": 5,
        "Name": "法吉娜圣兽全图鉴",
        "Desc": "将所有款式的小海豹收入囊中",
        "Reward": 5
    },
    {
        "_id": 4054227,
        "Ver": 3.2,
        "Series": 5,
        "Name": "豹潮汹涌",
        "Desc": "通关「豹豹碰碰大作战·究极进化版」的挑战难度",
        "Reward": 5
    },
    {
        "_id": 4054228,
        "Ver": 3.2,
        "Series": 5,
        "Name": "豹歉，你也想起舞吗？",
        "Desc": "在「豹豹碰碰大作战」中，一次撞飞对手的两只小海豹",
        "Reward": 5
    },
    {
        "_id": 4054229,
        "Ver": 3.2,
        "Series": 5,
        "Name": "真·海豹无双",
        "Desc": "在「豹豹碰碰大作战」的单场比赛中，使用同一只小海豹击飞对手的小海豹4.0次及以上",
        "Reward": 5
    },
    {
        "_id": 4054230,
        "Ver": 3.2,
        "Series": 5,
        "Name": "三分球是关键",
        "Desc": "在「豹豹碰碰大作战」的单场比赛中，以领先对手3.0分及以上的优势获取胜利",
        "Reward": 5
    },
    {
        "_id": 4054231,
        "Ver": 3.2,
        "Series": 5,
        "Name": "欢迎来到星舰学院",
        "Desc": "获得阅读物《舰队基础知识手册》",
        "Reward": 5
    },
    {
        "_id": 4074201,
        "Ver": 3.2,
        "Series": 7,
        "Name": "分型的尽头",
        "Desc": "使用我方角色那刻夏，用单次攻击为单个敌方目标添加5.0个不同的弱点",
        "Reward": 5
    },
    {
        "_id": 4074202,
        "Ver": 3.2,
        "Series": 7,
        "Name": "赤裸的质性",
        "Desc": "单场战斗中，敌方目标连续3.0个回合开始时都处于【升华】状态",
        "Reward": 5
    },
    {
        "_id": 4074203,
        "Ver": 3.2,
        "Series": 7,
        "Name": "驯龙高手",
        "Desc": "单场战斗中，使用我方角色遐蝶召唤3.0次「死龙·玻吕刻斯」",
        "Reward": 5
    },
    {
        "_id": 4074204,
        "Ver": 3.2,
        "Series": 7,
        "Name": "英雄不朽",
        "Desc": "当遐蝶的专属效果触发时，使我方队伍里的4.0名角色同时获得【月茧】状态",
        "Reward": 5
    },
    {
        "_id": 4074205,
        "Ver": 3.2,
        "Series": 7,
        "Name": "冥蝶翩跹同行间",
        "Desc": "使用同时包含遐蝶、开拓者的队伍获得 1 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4074206,
        "Ver": 3.2,
        "Series": 7,
        "Name": "茧中安眠",
        "Desc": "使用我方角色遐蝶对战「冥魂渡者，死龙残躯，玻吕刻斯」时完成制胜一击",
        "Reward": 5
    },
    {
        "_id": 4074207,
        "Ver": 3.2,
        "Series": 7,
        "Name": "死后自会…也不会长眠",
        "Desc": "在「冥魂渡者，死龙残躯，玻吕刻斯」释放【死亡想要更多的死亡】时，我方全体角色未陷入【沉沦于长眠】状态",
        "Reward": 5
    },
    {
        "_id": 4074208,
        "Ver": 3.2,
        "Series": 7,
        "Name": "半条命",
        "Desc": "我方全体角色在最大生命值百分比低于50%的状态下，消灭「冥魂渡者，死龙残躯，玻吕刻斯」",
        "Reward": 5
    },
    {
        "_id": 4074209,
        "Ver": 3.2,
        "Series": 7,
        "Name": "无垢之身",
        "Desc": "单场战斗中，黑潮蚀魔在施放【吞浊纳污】时，没有吸收到【侵蚀】",
        "Reward": 5
    },
    {
        "_id": 4034301,
        "Ver": 3.3,
        "Series": 3,
        "Name": "黎明沉默无言",
        "Desc": "哀悼一位伟大凡人的陨落<br><color style='color:#8790ab;'>※聆听白厄的演讲</color>",
        "Reward": 10
    },
    {
        "_id": 4034302,
        "Ver": 3.3,
        "Series": 3,
        "Name": "鎏金，铩羽",
        "Desc": "堕入那一池滚烫的黄金……<br><color style='color:#8790ab;'>※击败天空泰坦的化身</color>",
        "Reward": 10
    },
    {
        "_id": 4034303,
        "Ver": 3.3,
        "Series": 3,
        "Name": "我们的天空",
        "Desc": "以人的意志，为神明的时代画上句号<br><color style='color:#8790ab;'>※战胜塞涅俄丝的意志</color>",
        "Reward": 10
    },
    {
        "_id": 4034304,
        "Ver": 3.3,
        "Series": 3,
        "Name": "出卖世界的女孩",
        "Desc": "见证一则谎言的落幕<br><color style='color:#8790ab;'>※见证千年之谎被揭穿的时刻</color>",
        "Reward": 10
    },
    {
        "_id": 4034305,
        "Ver": 3.3,
        "Series": 3,
        "Name": "一切终点的起点",
        "Desc": "世上从无两全其美<br><color style='color:#8790ab;'>※完成逐火之旅</color>",
        "Reward": 10
    },
    {
        "_id": 4044301,
        "Ver": 3.3,
        "Series": 4,
        "Name": "交通罚单，请收好",
        "Desc": "在「云端遗堡」晨昏之眼击碎超速运行的飞天坛递",
        "Reward": 5
    },
    {
        "_id": 4044302,
        "Ver": 3.3,
        "Series": 4,
        "Name": "虫鸣秘闻：无形长阶",
        "Desc": "是什么遮蔽了燃火之路？<br><color style='color:#8790ab;'>※解开「无晖祈堂」黎明云崖的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044303,
        "Ver": 3.3,
        "Series": 4,
        "Name": "虫鸣秘闻：西风苦旅",
        "Desc": "捷足能否逃离厄运？<br><color style='color:#8790ab;'>※解开「沉沦暮城」奥赫玛的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044304,
        "Ver": 3.3,
        "Series": 4,
        "Name": "虫鸣秘闻：神机之秘",
        "Desc": "如何驯服神机？<br><color style='color:#8790ab;'>※解开「穹顶关塞」晨昏之眼的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044305,
        "Ver": 3.3,
        "Series": 4,
        "Name": "虫鸣秘闻：虹彩尽头",
        "Desc": "如何抵达彩虹的尽头？<br><color style='color:#8790ab;'>※解开「云端遗堡」晨昏之眼的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044306,
        "Ver": 3.3,
        "Series": 4,
        "Name": "将黄金织作方舟",
        "Desc": "集齐全部16.0块颂言石块后，与原型衣匠交流",
        "Reward": 5
    },
    {
        "_id": 4044307,
        "Ver": 3.3,
        "Series": 4,
        "Name": "再见了，所有的飞天坛递",
        "Desc": "打碎超长彩虹道路上所有的飞天坛递",
        "Reward": 5
    },
    {
        "_id": 4044308,
        "Ver": 3.3,
        "Series": 4,
        "Name": "最小生成树",
        "Desc": "使用不多于两次旋转操作来解开一个西风罗盘的谜题",
        "Reward": 5
    },
    {
        "_id": 4044309,
        "Ver": 3.3,
        "Series": 4,
        "Name": "潮起潮落",
        "Desc": "解决晨昏之眼中所有西风罗盘的谜题，拿到属于它们的战利品。",
        "Reward": 5
    },
    {
        "_id": 4044310,
        "Ver": 3.3,
        "Series": 4,
        "Name": "而知也无涯",
        "Desc": "找到「知道虫」",
        "Reward": 5
    },
    {
        "_id": 4044311,
        "Ver": 3.3,
        "Series": 4,
        "Name": "巴特鲁斯玻色子",
        "Desc": "找到一只原地打转的贼灵",
        "Reward": 5
    },
    {
        "_id": 4044312,
        "Ver": 3.3,
        "Series": 4,
        "Name": "巴特鲁斯什么也不知道",
        "Desc": "见证一只贼灵消灭宝箱旁的怪物",
        "Reward": 5
    },
    {
        "_id": 4044313,
        "Ver": 3.3,
        "Series": 4,
        "Name": "天空的路标",
        "Desc": "借助西风罗盘，抵达「云端遗堡」晨昏之眼的某个特殊天象区块",
        "Reward": 5
    },
    {
        "_id": 4044314,
        "Ver": 3.3,
        "Series": 4,
        "Name": "苍天之拳",
        "Desc": "别以为躲在天上就没事了…<br><color style='color:#8790ab;'>※使用扎格列斯之手的冲拳动作，击败「穹顶关塞」晨昏之眼中某个躲藏的敌人</color>",
        "Reward": 5
    },
    {
        "_id": 4044315,
        "Ver": 3.3,
        "Series": 4,
        "Name": "光化学合成",
        "Desc": "真正的强者，可以踏空而行…<br><color style='color:#8790ab;'>※在「云端遗堡」晨昏之眼中，利用「奇迹宝珠」抵达平台另一侧</color>",
        "Reward": 5
    },
    {
        "_id": 4044316,
        "Ver": 3.3,
        "Series": 4,
        "Name": "芝麻，开门",
        "Desc": "解开谜题，获得「云端遗堡」晨昏之眼中存储区块的隐藏战利品",
        "Reward": 5
    },
    {
        "_id": 4044317,
        "Ver": 3.3,
        "Series": 4,
        "Name": "杰克与豌豆",
        "Desc": "解开谜题，获得「云端遗堡」晨昏之眼中天象区块的隐藏战利品",
        "Reward": 5
    },
    {
        "_id": 4044318,
        "Ver": 3.3,
        "Series": 4,
        "Name": "天气控制仪",
        "Desc": "在「穹顶关塞」晨昏之眼中，首次激活天象画壁…<br><color style='color:#8790ab;'>※你会发现，苍穹也能如手中黏土般随意摆弄</color>",
        "Reward": 5
    },
    {
        "_id": 4054301,
        "Ver": 3.3,
        "Series": 5,
        "Name": "烈火朝生暮死",
        "Desc": "将伊来内换取的「余火」汇入火焰",
        "Reward": 5
    },
    {
        "_id": 4054302,
        "Ver": 3.3,
        "Series": 5,
        "Name": "假如给我三天温暖",
        "Desc": "令「沉沦暮城」奥赫玛和「无晖祈堂」黎明云崖中所有熄灭的吉奥里亚活火复燃",
        "Reward": 5
    },
    {
        "_id": 4054303,
        "Ver": 3.3,
        "Series": 5,
        "Name": "狮子王",
        "Desc": "修复「沉沦暮城」奥赫玛和「无晖祈堂」黎明云崖中所有损坏的真言狮口",
        "Reward": 5
    },
    {
        "_id": 4054304,
        "Ver": 3.3,
        "Series": 5,
        "Name": "云计算恢复中",
        "Desc": "观测天才们研究翁法罗斯的会议记录",
        "Reward": 5
    },
    {
        "_id": 4054305,
        "Ver": 3.3,
        "Series": 5,
        "Name": "一日刻法勒",
        "Desc": "为了守护孩子们的笑容，假扮一次刻法勒",
        "Reward": 5
    },
    {
        "_id": 4054306,
        "Ver": 3.3,
        "Series": 5,
        "Name": "生物圈二号",
        "Desc": "在众人的协助下巩固一处新的避难所",
        "Reward": 5
    },
    {
        "_id": 4054307,
        "Ver": 3.3,
        "Series": 5,
        "Name": "我呼唤轻柔的晨曦",
        "Desc": "阅读「穹顶关塞」晨昏之眼所有启目集",
        "Reward": 5
    },
    {
        "_id": 4054308,
        "Ver": 3.3,
        "Series": 5,
        "Name": "我呼唤启程的新篇",
        "Desc": "夺取艾格勒火种后首次阅读启目集",
        "Reward": 5
    },
    {
        "_id": 4054309,
        "Ver": 3.3,
        "Series": 5,
        "Name": "废墟的遗赠",
        "Desc": "在「沉沦暮城」奥赫玛的雅努斯之驹处，购买所有已毁城邦特产的合成公式",
        "Reward": 5
    },
    {
        "_id": 4054311,
        "Ver": 3.3,
        "Series": 5,
        "Name": "西风志铭",
        "Desc": "见证一位奥赫玛居民的结局，记述下他们的故事",
        "Reward": 5
    },
    {
        "_id": 4054312,
        "Ver": 3.3,
        "Series": 5,
        "Name": "这是人类的落日",
        "Desc": "窥探「沉沦暮城」奥赫玛全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054313,
        "Ver": 3.3,
        "Series": 5,
        "Name": "活过一百万次的猫",
        "Desc": "窥探捷足的羁客最后的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054314,
        "Ver": 3.3,
        "Series": 5,
        "Name": "补天",
        "Desc": "窥探摇光的医师最后的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054315,
        "Ver": 3.3,
        "Series": 5,
        "Name": "无边的平原延伸",
        "Desc": "获取声音记录《神性的回响：大地》",
        "Reward": 5
    },
    {
        "_id": 4054316,
        "Ver": 3.3,
        "Series": 5,
        "Name": "言语有千般颜色",
        "Desc": "获取声音记录《神性的回响：诡计》",
        "Reward": 5
    },
    {
        "_id": 4054317,
        "Ver": 3.3,
        "Series": 5,
        "Name": "你在瞬息里巡行",
        "Desc": "获取声音记录《神性的回响：天空》",
        "Reward": 5
    },
    {
        "_id": 4054318,
        "Ver": 3.3,
        "Series": 5,
        "Name": "我只等待自己",
        "Desc": "调查过位于「穹顶关塞」晨昏之眼与「云端遗堡」晨昏之眼的两匹雅努斯之驹",
        "Reward": 5
    },
    {
        "_id": 4054319,
        "Ver": 3.3,
        "Series": 5,
        "Name": "球棒即正义！",
        "Desc": "在「银河球棒侠传说」活动中，合成最强球棒",
        "Reward": 5
    },
    {
        "_id": 4054320,
        "Ver": 3.3,
        "Series": 5,
        "Name": "Evil May Cry",
        "Desc": "在「银河球棒侠传说」活动中，战胜黑斗篷魔王",
        "Reward": 10
    },
    {
        "_id": 4054321,
        "Ver": 3.3,
        "Series": 5,
        "Name": "银河流星一击",
        "Desc": "在「银河球棒侠传说」活动中，合成至尊超武",
        "Reward": 5
    },
    {
        "_id": 4054322,
        "Ver": 3.3,
        "Series": 5,
        "Name": "阳光与黯影",
        "Desc": "在「银河球棒侠传说」活动中，合成双子超武",
        "Reward": 5
    },
    {
        "_id": 4054323,
        "Ver": 3.3,
        "Series": 5,
        "Name": "平砍连击带顺劈",
        "Desc": "在「银河球棒侠传说」活动中，使用「暴风雷霆之锤」打出16.0连锤",
        "Reward": 5
    },
    {
        "_id": 4054324,
        "Ver": 3.3,
        "Series": 5,
        "Name": "The Chosen One",
        "Desc": "在「银河球棒侠传说」活动中，一次「幸运轮盘」或「幸运儿的赌局」攻击中roll到5.0个钻石",
        "Reward": 5
    },
    {
        "_id": 4074301,
        "Ver": 3.3,
        "Series": 7,
        "Name": "偷天换日",
        "Desc": "单场战斗中，我方角色赛飞儿天赋效果记录的伤害值超过 9999999 点",
        "Reward": 5
    },
    {
        "_id": 4074302,
        "Ver": 3.3,
        "Series": 7,
        "Name": "满血就是斩杀线",
        "Desc": "单场战斗中，使用赛飞儿的终结技【猫咪怪盗，敬上！】对2.0名生命值为100%的敌人造成致命攻击",
        "Reward": 5
    },
    {
        "_id": 4074303,
        "Ver": 3.3,
        "Series": 7,
        "Name": "化作微风守护你",
        "Desc": "单场战斗中，使用我方角色风堇的小伊卡，通过治疗队友累计消耗 10000 点生命值",
        "Reward": 5
    },
    {
        "_id": 4074304,
        "Ver": 3.3,
        "Series": 7,
        "Name": "奔腾年代",
        "Desc": "单场战斗中，使用我方角色风堇的小伊卡，对「兴风者」或「虚卒·践踏者」造成最后一击",
        "Reward": 5
    },
    {
        "_id": 4074305,
        "Ver": 3.3,
        "Series": 7,
        "Name": "熄灭天火的忿怒",
        "Desc": "在与「至高，至阳，天空的化身」的战斗中，使【温度】降低30.0",
        "Reward": 5
    },
    {
        "_id": 4074306,
        "Ver": 3.3,
        "Series": 7,
        "Name": "争夺雷电的权柄",
        "Desc": "在与「至高，至阳，天空的化身」的战斗中，通过争夺所有【雷云】打断敌人的【霆，如山摇海倾】",
        "Reward": 5
    },
    {
        "_id": 4074307,
        "Ver": 3.3,
        "Series": 7,
        "Name": "直面苍穹的神罚",
        "Desc": "在「绝灭者，阳雷的业果，晨昏之眼」的【黑潮同步率】达到最高时，承受【烬灰死寂•诸神屠灭】的攻击且没有我方角色陷入无法战斗状态",
        "Reward": 5
    },
    {
        "_id": 4074308,
        "Ver": 3.3,
        "Series": 7,
        "Name": "衣角微脏",
        "Desc": "在与「黑日狮鹫」的战斗中，在未受到来自其召唤物伤害的条件下获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4074309,
        "Ver": 3.3,
        "Series": 7,
        "Name": "角斗士",
        "Desc": "通过对「黑潮斗将」造成弱点击破，在【决斗】机制中取胜",
        "Reward": 5
    },
    {
        "_id": 4084301,
        "Ver": 3.3,
        "Series": 8,
        "Name": "真正的堂吉诃德",
        "Desc": "真是个好天气，让我们把风扇搞坏吧！<br><color style='color:#8790ab;'>※短时间内改变同一个风场装置的状态10.0次</color>",
        "Reward": 5
    },
    {
        "_id": 4034401,
        "Ver": 3.4,
        "Series": 3,
        "Name": "门扉之始，王座之终",
        "Desc": "英雄啊，兑现那染血的冀望<br><color style='color:#8790ab;'>※完成「再创世」之旅……？</color>",
        "Reward": 10
    },
    {
        "_id": 4034402,
        "Ver": 3.4,
        "Series": 3,
        "Name": "走过安眠地的花丛",
        "Desc": "英雄啊，回返那安宁的家乡<br><color style='color:#8790ab;'>※在哀丽秘榭见到已故之人</color>",
        "Reward": 10
    },
    {
        "_id": 4034403,
        "Ver": 3.4,
        "Series": 3,
        "Name": "在黎明升起时坠落",
        "Desc": "英雄啊，粉碎那悲哀的造像<br><color style='color:#8790ab;'>※斩下盗火行者的面具</color>",
        "Reward": 10
    },
    {
        "_id": 4034404,
        "Ver": 3.4,
        "Series": 3,
        "Name": "因为太阳将要毁伤",
        "Desc": "英雄啊，点燃那最初的骄阳<br><color style='color:#8790ab;'>※接过三千万世的火炬</color>",
        "Reward": 10
    },
    {
        "_id": 4034405,
        "Ver": 3.4,
        "Series": 3,
        "Name": "再创世的凯歌",
        "Desc": "英雄啊，将创世的凯歌奏响<br><color style='color:#8790ab;'>※踏上最后的「再创世」之旅</color>",
        "Reward": 10
    },
    {
        "_id": 4034406,
        "Ver": 3.4,
        "Series": 3,
        "Name": "骑乘B",
        "Desc": "骑士王再度乘上「战马」之日<br><color style='color:#8790ab;'>※和Saber一同击败音符姥姥</color>",
        "Reward": 10
    },
    {
        "_id": 4034407,
        "Ver": 3.4,
        "Series": 3,
        "Name": "命运之夜，驻足此刻",
        "Desc": "天秤的守护者，跨越时光而来<br><color style='color:#8790ab;'>※成功召唤你的从者</color>",
        "Reward": 10
    },
    {
        "_id": 4034408,
        "Ver": 3.4,
        "Series": 3,
        "Name": "丧钟为谁而鸣",
        "Desc": "赝品有赝品的好处，正品有正品的优势<br><color style='color:#8790ab;'>※战胜邪恶的钟表老子</color>",
        "Reward": 10
    },
    {
        "_id": 4034409,
        "Ver": 3.4,
        "Series": 3,
        "Name": "了不起的葛瑞迪",
        "Desc": "烂片之王破裂的心中，流淌着一个时代<br><color style='color:#8790ab;'>※破除葛瑞迪先生的宝具</color>",
        "Reward": 10
    },
    {
        "_id": 4034410,
        "Ver": 3.4,
        "Series": 3,
        "Name": "星辰啊，请照耀前路",
        "Desc": "迈步向前吧，仅此便足以为英雄<br><color style='color:#8790ab;'>※突破「平庸」的束缚</color>",
        "Reward": 10
    },
    {
        "_id": 4034411,
        "Ver": 3.4,
        "Series": 3,
        "Name": "摩登时代",
        "Desc": "虫豸啃噬金钱，贪婪腐化奇迹<br><color style='color:#8790ab;'>※战胜圣杯战争的幕后黑手</color>",
        "Reward": 10
    },
    {
        "_id": 4034412,
        "Ver": 3.4,
        "Series": 3,
        "Name": "啊，朋友再见",
        "Desc": "守望月亮的稚子，终于与故人重逢<br><color style='color:#8790ab;'>※当列车迎来意料之外的访客</color>",
        "Reward": 10
    },
    {
        "_id": 4044401,
        "Ver": 3.4,
        "Series": 4,
        "Name": "虫鸣秘闻：铃中古调",
        "Desc": "风铃诉说着怎样的旋律？<br><color style='color:#8790ab;'>※解开哀丽秘榭的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044402,
        "Ver": 3.4,
        "Series": 4,
        "Name": "黄金国",
        "Desc": "为织者们建立一座大型乐园<br><color style='color:#8790ab;'>※搜集190.0只创生若虫的赐福</color>",
        "Reward": 5
    },
    {
        "_id": 4054401,
        "Ver": 3.4,
        "Series": 5,
        "Name": "妖精森友会",
        "Desc": "查阅村长邮箱中所有属于你的信件",
        "Reward": 5
    },
    {
        "_id": 4054402,
        "Ver": 3.4,
        "Series": 5,
        "Name": "昨日重现",
        "Desc": "白厄视角下，与任意一名村民对话",
        "Reward": 5
    },
    {
        "_id": 4054403,
        "Ver": 3.4,
        "Series": 5,
        "Name": "欢迎加入哀丽秘榭",
        "Desc": "打扰妖精的安眠<br><color style='color:#8790ab;'>※逼出家里蹲的妖精</color>",
        "Reward": 5
    },
    {
        "_id": 4054404,
        "Ver": 3.4,
        "Series": 5,
        "Name": "空谷有足音回响",
        "Desc": "送别白厄昔日的笔友",
        "Reward": 5
    },
    {
        "_id": 4054405,
        "Ver": 3.4,
        "Series": 5,
        "Name": "烧录故事的一页",
        "Desc": "与昔涟一同在哀丽秘榭度过一段美好时光",
        "Reward": 5
    },
    {
        "_id": 4054406,
        "Ver": 3.4,
        "Series": 5,
        "Name": "全频段共振",
        "Desc": "与所有被风铃吸引来的妖精对话",
        "Reward": 5
    },
    {
        "_id": 4054407,
        "Ver": 3.4,
        "Series": 5,
        "Name": "绑架代替购买",
        "Desc": "与哀丽秘榭的小奇美拉建立缘分",
        "Reward": 5
    },
    {
        "_id": 4054408,
        "Ver": 3.4,
        "Series": 5,
        "Name": "侏罗纪花园",
        "Desc": "在哀丽秘榭骑乘大地兽",
        "Reward": 5
    },
    {
        "_id": 4054409,
        "Ver": 3.4,
        "Series": 5,
        "Name": "红花与六粒种",
        "Desc": "在祝祭庭院的花盆中播下种子",
        "Reward": 5
    },
    {
        "_id": 4054410,
        "Ver": 3.4,
        "Series": 5,
        "Name": "两只海豹游得快",
        "Desc": "为哀丽秘榭的小海豹找个伴",
        "Reward": 5
    },
    {
        "_id": 4054411,
        "Ver": 3.4,
        "Series": 5,
        "Name": "铃儿响叮当",
        "Desc": "将魔法风铃中的魔力消耗一空",
        "Reward": 5
    },
    {
        "_id": 4054412,
        "Ver": 3.4,
        "Series": 5,
        "Name": "仲夏夜之梦",
        "Desc": "参加妖精们的舞会",
        "Reward": 5
    },
    {
        "_id": 4054413,
        "Ver": 3.4,
        "Series": 5,
        "Name": "一杯赏英雄",
        "Desc": "见证一位异乡友人的归去",
        "Reward": 5
    },
    {
        "_id": 4054414,
        "Ver": 3.4,
        "Series": 5,
        "Name": "绿一色",
        "Desc": "使用青雀小鸟，并在同一局对战中，累计使用道具14.0次",
        "Reward": 5
    },
    {
        "_id": 4054415,
        "Ver": 3.4,
        "Series": 5,
        "Name": "还是我的回合",
        "Desc": "双人对战中，同一回合内，己方连续行动步数达到8.0",
        "Reward": 5
    },
    {
        "_id": 4054416,
        "Ver": 3.4,
        "Series": 5,
        "Name": "波音小鸟 777 ",
        "Desc": "双人对战中，己方小鸟最高战力达到777.0",
        "Reward": 5
    },
    {
        "_id": 4054417,
        "Ver": 3.4,
        "Series": 5,
        "Name": "三好学啾",
        "Desc": "将所有道具全部强化至3.0星",
        "Reward": 5
    },
    {
        "_id": 4054418,
        "Ver": 3.4,
        "Series": 5,
        "Name": "今天开始做老板",
        "Desc": "获得街机店经营权",
        "Reward": 5
    },
    {
        "_id": 4054419,
        "Ver": 3.4,
        "Series": 5,
        "Name": "双鸟成行",
        "Desc": "目睹波提欧和青雀双双变作折纸小鸟",
        "Reward": 5
    },
    {
        "_id": 4054420,
        "Ver": 3.4,
        "Series": 5,
        "Name": "你醒啦，起来打工吧！",
        "Desc": "招募幽灵小鸟作为街机店员工",
        "Reward": 10
    },
    {
        "_id": 4074401,
        "Ver": 3.4,
        "Series": 7,
        "Name": "诚如刻法勒所述",
        "Desc": "单场战斗中，我方角色白厄成为队友6.0种不同类型技能的施放目标",
        "Reward": 5
    },
    {
        "_id": 4074402,
        "Ver": 3.4,
        "Series": 7,
        "Name": "天火，出鞘",
        "Desc": "我方角色白厄在变身状态下，使用单次攻击同时消灭5.0个敌人",
        "Reward": 5
    },
    {
        "_id": 4074403,
        "Ver": 3.4,
        "Series": 7,
        "Name": "是谁得了MVP?",
        "Desc": "使用同时包含白厄、万敌的队伍获得一场战斗的胜利，并且白厄消灭的敌人数量超过万敌",
        "Reward": 5
    },
    {
        "_id": 4074404,
        "Ver": 3.4,
        "Series": 7,
        "Name": "是谁得了MVP?",
        "Desc": "使用同时包含白厄、万敌的队伍获得一场战斗的胜利，并且万敌消灭的敌人数量超过白厄",
        "Reward": 5
    },
    {
        "_id": 4074405,
        "Ver": 3.4,
        "Series": 7,
        "Name": "魔力放出",
        "Desc": "我方角色Saber施放【风王铁锤】时，一次性消耗 15 点【炉心共鸣】恢复能量",
        "Reward": 5
    },
    {
        "_id": 4074406,
        "Ver": 3.4,
        "Series": 7,
        "Name": "星之剑，王之剑",
        "Desc": "单场战斗中，我方角色Saber累计使用 10 次【誓约胜利之剑】",
        "Reward": 5
    },
    {
        "_id": 4074407,
        "Ver": 3.4,
        "Series": 7,
        "Name": "Trace on!",
        "Desc": "使用我方角色Archer施放【伪•螺旋剑】时，在【回路连接】状态下连续释 5 次【伪•螺旋剑】",
        "Reward": 5
    },
    {
        "_id": 4074408,
        "Ver": 3.4,
        "Series": 7,
        "Name": "武器的储备足够吗",
        "Desc": "使用我方角色Archer对彦卿施放1.0次【无限剑制】",
        "Reward": 5
    },
    {
        "_id": 4074409,
        "Ver": 3.4,
        "Series": 7,
        "Name": "开饭",
        "Desc": "使用同时包含Archer、Saber的队伍获得 1 场战斗的胜利",
        "Reward": 5
    },
    {
        "_id": 4074410,
        "Ver": 3.4,
        "Series": 7,
        "Name": "是谁得了MVP?",
        "Desc": "使用同时包含白厄、万敌的队伍获得一场战斗的胜利，并且白厄和万敌消灭的敌人数量相同",
        "Reward": 5
    },
    {
        "_id": 4034501,
        "Ver": 3.5,
        "Series": 3,
        "Name": "不屈服的祭品",
        "Desc": "愿黎明带来捷报，正如俗语所言，黎明是夜的孩子<br><color style='color:#8790ab;'>※奔赴第一次逐火之旅的时代</color>",
        "Reward": 10
    },
    {
        "_id": 4034502,
        "Ver": 3.5,
        "Series": 3,
        "Name": "被缚的普罗米修斯",
        "Desc": "我把盲目的希望放在他们心里。此外，我把火也给了他们<br><color style='color:#8790ab;'>※落入来古士的囚笼</color>",
        "Reward": 10
    },
    {
        "_id": 4034503,
        "Ver": 3.5,
        "Series": 3,
        "Name": "你无法毁灭的城市",
        "Desc": "我们应向报仇神送上刺耳的颂歌，为冥王送上烦心的凯歌<br><color style='color:#8790ab;'>※见证半神们的英勇，然后继续前进</color>",
        "Reward": 10
    },
    {
        "_id": 4034504,
        "Ver": 3.5,
        "Series": 3,
        "Name": "为往日流尽金血",
        "Desc": "听啊，你这大地下的极乐力量——回应召唤，送来助襄。庇佑孩子，赐他们以胜利和希望<br><color style='color:#8790ab;'>※浇奠英雄们的牺牲，然后继续前进</color>",
        "Reward": 10
    },
    {
        "_id": 4034505,
        "Ver": 3.5,
        "Series": 3,
        "Name": "报仇神",
        "Desc": "他这样把一生的幸福撞毁在正义的礁石上，没有人流泪，没有人观看<br><color style='color:#8790ab;'>※见证并击败「神礼观众」的正身</color>",
        "Reward": 10
    },
    {
        "_id": 4034506,
        "Ver": 3.5,
        "Series": 3,
        "Name": "英雄未死之前",
        "Desc": "倾听遥远而忧伤的歌，它唱着存在之母的名字：幻觉、意志、痛苦<br><color style='color:#8790ab;'>※传承英雄未死之前的一切</color>",
        "Reward": 10
    },
    {
        "_id": 4044501,
        "Ver": 3.5,
        "Series": 4,
        "Name": "欢迎使用GOTO语句",
        "Desc": "当牧羊人穿梭于时空…<br><color style='color:#8790ab;'>※在黄金替罪羊玩法中，操作替罪羊穿过传送门</color>",
        "Reward": 5
    },
    {
        "_id": 4044502,
        "Ver": 3.5,
        "Series": 4,
        "Name": "我是你的迷宫",
        "Desc": "给我滚烫的手，给我心灵的炭盆，给我这最孤寂者冰，呵！七倍的冰<br><color style='color:#8790ab;'>※找到通往斯缇科西亚水下海宫的密道</color>",
        "Reward": 5
    },
    {
        "_id": 4044503,
        "Ver": 3.5,
        "Series": 4,
        "Name": "未来水世界",
        "Desc": "法吉娜的祭司常说，不要在冥河水里游泳…<br><color style='color:#8790ab;'>※在翁法罗斯探索过程中，被卷入水体的变动</color>",
        "Reward": 5
    },
    {
        "_id": 4044504,
        "Ver": 3.5,
        "Series": 4,
        "Name": "埃斯库罗斯之死",
        "Desc": "法吉娜的祭司常说，要小心高空坠物…<br><color style='color:#8790ab;'>※在翁法罗斯探索过程中，被倒塌的吊灯天顶砸中</color>",
        "Reward": 5
    },
    {
        "_id": 4044505,
        "Ver": 3.5,
        "Series": 4,
        "Name": "海底二十米",
        "Desc": "在「酣歌海垠」斯缇科西亚内，借助场景中的机关完成挑战，并获取战利品",
        "Reward": 5
    },
    {
        "_id": 4044506,
        "Ver": 3.5,
        "Series": 4,
        "Name": "墨西拿盐度危机",
        "Desc": "在「酣歌海垠」斯缇科西亚内，让王宫的水位褪至最下方",
        "Reward": 5
    },
    {
        "_id": 4044507,
        "Ver": 3.5,
        "Series": 4,
        "Name": "忘海潜将",
        "Desc": "在「酣歌海垠」斯缇科西亚内，踏入被尘封的水底秘迹",
        "Reward": 5
    },
    {
        "_id": 4044508,
        "Ver": 3.5,
        "Series": 4,
        "Name": "所罗门王的地毯",
        "Desc": "在「酣歌海垠」斯缇科西亚内，通过乘坐荷叶的方式移动至下层",
        "Reward": 5
    },
    {
        "_id": 4044509,
        "Ver": 3.5,
        "Series": 4,
        "Name": "最孤独者",
        "Desc": "此刻，白昼厌倦了白昼，小溪又开始淙淙吟唱<br><color style='color:#8790ab;'>※踏入时光在歌声中凝固的莹骨海床</color>",
        "Reward": 5
    },
    {
        "_id": 4044510,
        "Ver": 3.5,
        "Series": 4,
        "Name": "何必、何必你自己饮酒？",
        "Desc": "是一切高度的下坠，是一切深度的泄漏，是一切醉者的沉醉<br><color style='color:#8790ab;'>※在斯缇科西亚的幻境中，将满溢之杯里的黑潮释放</color>",
        "Reward": 5
    },
    {
        "_id": 4044511,
        "Ver": 3.5,
        "Series": 4,
        "Name": "向着新的海洋",
        "Desc": "万物闪着常新的光华，在空间和时间上面午睡沉沉…<br><color style='color:#8790ab;'>※借助「贼灵」巴特鲁斯归还的灵水盆前往创世涡心</color>",
        "Reward": 5
    },
    {
        "_id": 4044512,
        "Ver": 3.5,
        "Series": 4,
        "Name": "海洋球乐园",
        "Desc": "在「酣歌海垠」斯缇科西亚中，完成所有「雅努斯迷津」的谜题",
        "Reward": 5
    },
    {
        "_id": 4044513,
        "Ver": 3.5,
        "Series": 4,
        "Name": "虫鸣秘闻：未竟之业",
        "Desc": "推石上山的若虫经历了多少次失败？<br><color style='color:#8790ab;'>※解开「酣歌海垠」斯缇科西亚的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044514,
        "Ver": 3.5,
        "Series": 4,
        "Name": "并非所有葡萄都适合酿酒",
        "Desc": "到葡萄池边寻找一位寂寞的老友",
        "Reward": 5
    },
    {
        "_id": 4044515,
        "Ver": 3.5,
        "Series": 4,
        "Name": "古董局中局",
        "Desc": "在时间的最深处找回一只失窃的水盆",
        "Reward": 5
    },
    {
        "_id": 4054501,
        "Ver": 3.5,
        "Series": 5,
        "Name": "追忆似酒年华",
        "Desc": "窥探「酣歌海垠」斯缇科西亚全部的追忆残像",
        "Reward": 5
    },
    {
        "_id": 4054502,
        "Ver": 3.5,
        "Series": 5,
        "Name": "来自风平浪静的昨日",
        "Desc": "解决「酣歌海垠」斯缇科西亚中酿造区的维修委托",
        "Reward": 5
    },
    {
        "_id": 4054503,
        "Ver": 3.5,
        "Series": 5,
        "Name": "心之一滴",
        "Desc": "在酿造区重新开张后，再次制得一瓶心酿",
        "Reward": 5
    },
    {
        "_id": 4054504,
        "Ver": 3.5,
        "Series": 5,
        "Name": "罗曼蒂克乌托邦",
        "Desc": "目睹「吟风爵」维吉妮娅与「曳石爵」阿波罗尼虚妄的爱情故事。",
        "Reward": 5
    },
    {
        "_id": 4054505,
        "Ver": 3.5,
        "Series": 5,
        "Name": "四杯狮子尾",
        "Desc": "与喝醉的四头真言狮口聊聊",
        "Reward": 5
    },
    {
        "_id": 4054506,
        "Ver": 3.5,
        "Series": 5,
        "Name": "篝火与尘埃",
        "Desc": "与四位第一次逐火之旅的黄金裔在斯缇科西亚的幻象对话",
        "Reward": 5
    },
    {
        "_id": 4054508,
        "Ver": 3.5,
        "Series": 5,
        "Name": "{NICKNAME}家的饭",
        "Desc": "在「黄金迷境大饭店」中，为属于你的餐馆取名",
        "Reward": 5
    },
    {
        "_id": 4054509,
        "Ver": 3.5,
        "Series": 5,
        "Name": "食神",
        "Desc": "在「黄金迷境大饭店」中，获得最终的迷其林美食证书",
        "Reward": 10
    },
    {
        "_id": 4054510,
        "Ver": 3.5,
        "Series": 5,
        "Name": "小森林",
        "Desc": "在「黄金迷境大饭店」中，和餐馆所有的妖精员工对话",
        "Reward": 5
    },
    {
        "_id": 4054511,
        "Ver": 3.5,
        "Series": 5,
        "Name": "没有免费的午餐",
        "Desc": "在「黄金迷境大饭店」中，最高单日经营额达到40000.0",
        "Reward": 5
    },
    {
        "_id": 4054512,
        "Ver": 3.5,
        "Series": 5,
        "Name": "魔法厨房",
        "Desc": "在「黄金迷境大饭店」中，解锁餐馆的全部经营设施",
        "Reward": 5
    },
    {
        "_id": 4054513,
        "Ver": 3.5,
        "Series": 5,
        "Name": "妖精与魔豆",
        "Desc": "在「黄金迷境大饭店」中，成功在农田种出3.0种巨大作物",
        "Reward": 5
    },
    {
        "_id": 4054514,
        "Ver": 3.5,
        "Series": 5,
        "Name": "炉火纯青",
        "Desc": "在「黄金迷境大饭店」中，所有菜品均升至最高等级",
        "Reward": 5
    },
    {
        "_id": 4074501,
        "Ver": 3.5,
        "Series": 7,
        "Name": "潮音五重奏",
        "Desc": "海瑟音施放战技【泛音，暗流后齐鸣】累计击飞5.0个敌人",
        "Reward": 5
    },
    {
        "_id": 4074502,
        "Ver": 3.5,
        "Series": 7,
        "Name": "西风漂流",
        "Desc": "单场战斗中，我方角色海瑟音的结界额外造成 40 次伤害",
        "Reward": 5
    },
    {
        "_id": 4074503,
        "Ver": 3.5,
        "Series": 7,
        "Name": "永远，忠于凯撒",
        "Desc": "单场战斗中，我方角色刻律德菈授予队友【爵位】 3 次",
        "Reward": 5
    },
    {
        "_id": 4074504,
        "Ver": 3.5,
        "Series": 7,
        "Name": "伟业未竟，亦可再战",
        "Desc": "持有【爵位】的角色使用战技消灭5.0个敌人",
        "Reward": 5
    },
    {
        "_id": 4074505,
        "Ver": 3.5,
        "Series": 7,
        "Name": "泡沫回归深海",
        "Desc": "使用同时包含刻律德菈、海瑟音的队伍获得 1 场战斗的胜利，并且海瑟音陷入无法战斗状态",
        "Reward": 5
    },
    {
        "_id": 4074506,
        "Ver": 3.5,
        "Series": 7,
        "Name": "剑旗，亦有汝焉？",
        "Desc": "使用同时包含刻律德菈、海瑟音的队伍获得 1 场战斗的胜利，并且刻律德菈陷入无法战斗状态",
        "Reward": 5
    },
    {
        "_id": 4074507,
        "Ver": 3.5,
        "Series": 7,
        "Name": "实践理性批判",
        "Desc": "单场战斗中，额外加速赞达尔的算法切换4.0次",
        "Reward": 5
    },
    {
        "_id": 4074508,
        "Ver": 3.5,
        "Series": 7,
        "Name": "纯粹理性批判",
        "Desc": "单场战斗中，我方角色累计使用赞达尔【二律背反】激活的终结技3.0次",
        "Reward": 5
    },
    {
        "_id": 4074509,
        "Ver": 3.5,
        "Series": 7,
        "Name": "狂欢戛然而止",
        "Desc": "在【波涛夫人】处于【在毁灭中狂欢】状态期间，触发其行动提前的效果并使其在该次行动前被消灭",
        "Reward": 5
    },
    {
        "_id": 4074510,
        "Ver": 3.5,
        "Series": 7,
        "Name": "上工治未病",
        "Desc": "我方被施加【黑潮热】状态时，在【黑潮热】的负面效果触发前将其解除",
        "Reward": 5
    },
    {
        "_id": 4034601,
        "Ver": 3.6,
        "Series": 3,
        "Name": "聆听我，甜蜜的黑暗",
        "Desc": "既然这扇门背后就是翁法罗斯……<br><color style='color:#8790ab;'>※见证长夜月登上舞台</color>",
        "Reward": 10
    },
    {
        "_id": 4034602,
        "Ver": 3.6,
        "Series": 3,
        "Name": "于是，金色的血流淌而出",
        "Desc": "总有些「记忆」是被焚烧的代价<br><color style='color:#8790ab;'>※击退金血忆灵，与长夜月直接对话</color>",
        "Reward": 10
    },
    {
        "_id": 4034603,
        "Ver": 3.6,
        "Series": 3,
        "Name": "你永远不会独行",
        "Desc": "探索、了解、建立、连结——然后，我们会一起回家<br><color style='color:#8790ab;'>※与三月七汇合</color>",
        "Reward": 10
    },
    {
        "_id": 4034604,
        "Ver": 3.6,
        "Series": 3,
        "Name": "命运啼哭之前",
        "Desc": "听我说，记住这段话，然后忘掉它<br><color style='color:#8790ab;'>※再次唤醒「不存在的记忆」</color>",
        "Reward": 10
    },
    {
        "_id": 4034605,
        "Ver": 3.6,
        "Series": 3,
        "Name": "我站立于此，为万物担责",
        "Desc": "向「大地」昭告新神的名字<br><color style='color:#8790ab;'>※丹恒得到「大地」的火种</color>",
        "Reward": 10
    },
    {
        "_id": 4034606,
        "Ver": 3.6,
        "Series": 3,
        "Name": "灵魂凭追忆辨认彼此",
        "Desc": "以天地为横轴，以时光为纵轴，带你回家<br><color style='color:#8790ab;'>※丹恒在忆潮中找到了你</color>",
        "Reward": 10
    },
    {
        "_id": 4034607,
        "Ver": 3.6,
        "Series": 3,
        "Name": "记忆碎片",
        "Desc": "相机记忆卡已经存满的元凶……<br><color style='color:#8790ab;'>※昔涟找到了真正的三月七</color>",
        "Reward": 10
    },
    {
        "_id": 4034608,
        "Ver": 3.6,
        "Series": 3,
        "Name": "翁法罗斯英雄纪",
        "Desc": "与我一同，成为英雄吧<br><color style='color:#8790ab;'>※完成最后的「再创世」</color>",
        "Reward": 10
    },
    {
        "_id": 4044601,
        "Ver": 3.6,
        "Series": 4,
        "Name": "微光城市",
        "Desc": "褪去权杖δ-me 13 的神话色彩，初入无名泰坦大墓",
        "Reward": 5
    },
    {
        "_id": 4044602,
        "Ver": 3.6,
        "Series": 4,
        "Name": "行向至深",
        "Desc": "登上大墓中央区渡台，前往世界最深处",
        "Reward": 5
    },
    {
        "_id": 4044603,
        "Ver": 3.6,
        "Series": 4,
        "Name": "尤里卡！",
        "Desc": "完成「全世矩阵」无名泰坦大墓的终极谜题",
        "Reward": 5
    },
    {
        "_id": 4044604,
        "Ver": 3.6,
        "Series": 4,
        "Name": "散热不良",
        "Desc": "使用「暂停时间」的方法停住房间内的所有排气扇",
        "Reward": 5
    },
    {
        "_id": 4044605,
        "Ver": 3.6,
        "Series": 4,
        "Name": "没料到这手吧",
        "Desc": "未使用「暂停时间」的方法通过排气扇并且成功",
        "Reward": 5
    },
    {
        "_id": 4044606,
        "Ver": 3.6,
        "Series": 4,
        "Name": "这不是旋转门",
        "Desc": "未使用「暂停时间」的方法通过排气扇并且失败",
        "Reward": 5
    },
    {
        "_id": 4044607,
        "Ver": 3.6,
        "Series": 4,
        "Name": "食物泡与溶酶体",
        "Desc": "使用巴特鲁斯的视角，吞掉一只宝箱",
        "Reward": 5
    },
    {
        "_id": 4044608,
        "Ver": 3.6,
        "Series": 4,
        "Name": "扎格列斯的神威",
        "Desc": "使用巴特鲁斯的视角，通过攻击消灭一只怪物",
        "Reward": 5
    },
    {
        "_id": 4044609,
        "Ver": 3.6,
        "Series": 4,
        "Name": "被偷走的流体力学",
        "Desc": "使用巴特鲁斯的视角，在水中游泳5.0秒以上",
        "Reward": 5
    },
    {
        "_id": 4044610,
        "Ver": 3.6,
        "Series": 4,
        "Name": "存钱罐的自我修养",
        "Desc": "使用巴特鲁斯的视角，完成隐藏的终极挑战",
        "Reward": 5
    },
    {
        "_id": 4044611,
        "Ver": 3.6,
        "Series": 4,
        "Name": "我在树庭修文物",
        "Desc": "使用「欧洛尼斯祷言」恢复被震碎的小雕像",
        "Reward": 5
    },
    {
        "_id": 4044612,
        "Ver": 3.6,
        "Series": 4,
        "Name": "下勾拳",
        "Desc": "别以为躲在外侧扇区就没事了…<br><color style='color:#8790ab;'>※使用扎格列斯之手的冲拳动作，击败「全世矩阵」无名泰坦大墓角落处的敌人</color>",
        "Reward": 5
    },
    {
        "_id": 4044613,
        "Ver": 3.6,
        "Series": 4,
        "Name": "记忆分类回收",
        "Desc": "在「全世矩阵」无名泰坦大墓，发现一只似曾相识的桶",
        "Reward": 5
    },
    {
        "_id": 4044614,
        "Ver": 3.6,
        "Series": 4,
        "Name": "猪！猪！猪！",
        "Desc": "在「全世矩阵」无名泰坦大墓，发现一个似曾相识的画框",
        "Reward": 5
    },
    {
        "_id": 4044615,
        "Ver": 3.6,
        "Series": 4,
        "Name": "虫鸣秘闻：四者之系",
        "Desc": "正确的四者是哪四者？<br><color style='color:#8790ab;'>※解开「全世矩阵」无名泰坦大墓的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044616,
        "Ver": 3.6,
        "Series": 4,
        "Name": "虫鸣秘闻：囹圄之悟",
        "Desc": "如何供奉无限？<br><color style='color:#8790ab;'>※解开「辉痕圣林」神悟树庭的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4054601,
        "Ver": 3.6,
        "Series": 5,
        "Name": "今已亭亭如盖",
        "Desc": "大地的旧神与新神啊，是否还会追怀昔日的友人？<br><color style='color:#8790ab;'>※窥探「辉痕圣林」神悟树庭全部的追忆残像</color>",
        "Reward": 5
    },
    {
        "_id": 4054602,
        "Ver": 3.6,
        "Series": 5,
        "Name": "无我所忆",
        "Desc": "完成与神秘少女的最后一次交谈…真的是最后一次吗？",
        "Reward": 5
    },
    {
        "_id": 4054603,
        "Ver": 3.6,
        "Series": 5,
        "Name": "如何能静止我的心跳？",
        "Desc": "在「辉痕圣林」神悟树庭，哀悼一颗被焚毁的心脏",
        "Reward": 5
    },
    {
        "_id": 4054604,
        "Ver": 3.6,
        "Series": 5,
        "Name": "善恶的彼岸",
        "Desc": "在「辉痕圣林」神悟树庭，长久凝视那无言的空洞",
        "Reward": 5
    },
    {
        "_id": 4054605,
        "Ver": 3.6,
        "Series": 5,
        "Name": "人性的，太人性的",
        "Desc": "在「全世矩阵」无名泰坦大墓的深处，与同伴们下定再次出发的决心",
        "Reward": 5
    },
    {
        "_id": 4054606,
        "Ver": 3.6,
        "Series": 5,
        "Name": "庞大，渺小，及人类意识",
        "Desc": "在「辉痕圣林」神悟树庭，去往封印地室更深处，见证矩阵光点的变化",
        "Reward": 5
    },
    {
        "_id": 4054607,
        "Ver": 3.6,
        "Series": 5,
        "Name": "超时空大地兽",
        "Desc": "在「天气真好，养它！」中，发现这只小大地兽的特殊性",
        "Reward": 5
    },
    {
        "_id": 4054608,
        "Ver": 3.6,
        "Series": 5,
        "Name": "大地兽一家",
        "Desc": "在「天气真好，养它！」中，陪伴小大地兽顺利成长",
        "Reward": 10
    },
    {
        "_id": 4054609,
        "Ver": 3.6,
        "Series": 5,
        "Name": "雷达图，拜拜",
        "Desc": "在「天气真好，养它！」中，让小大地兽的三个属性均成长至最高水平",
        "Reward": 5
    },
    {
        "_id": 4054610,
        "Ver": 3.6,
        "Series": 5,
        "Name": "早期教育",
        "Desc": "在「天气真好，养它！」中，小大地兽共计获得了25.0条独特的特质",
        "Reward": 5
    },
    {
        "_id": 4054611,
        "Ver": 3.6,
        "Series": 5,
        "Name": "小兽当家",
        "Desc": "在「天气真好，养它！」中，由小大地兽自己独立完成一次锻炼活动",
        "Reward": 5
    },
    {
        "_id": 4054612,
        "Ver": 3.6,
        "Series": 5,
        "Name": "这不是躲避球",
        "Desc": "在「天气真好，养它！」中，和小大地兽嬉戏时不小心用球打到它",
        "Reward": 5
    },
    {
        "_id": 4054613,
        "Ver": 3.6,
        "Series": 5,
        "Name": "你不吃我吃",
        "Desc": "在「天气真好，养它！」中，被小大地兽抱怨过饭菜的口味问题",
        "Reward": 5
    },
    {
        "_id": 4054614,
        "Ver": 3.6,
        "Series": 5,
        "Name": "红土小当家",
        "Desc": "在「天气真好，养它！」中，从来没有让小大地兽抱怨过饭菜口味",
        "Reward": 5
    },
    {
        "_id": 4054615,
        "Ver": 3.6,
        "Series": 5,
        "Name": "一日为师…",
        "Desc": "在「天气真好，养它！」中，收到9.0封来自小大地兽的感谢",
        "Reward": 5
    },
    {
        "_id": 4074601,
        "Ver": 3.6,
        "Series": 7,
        "Name": "梦渡往昔，露载浮生",
        "Desc": "使用我方角色长夜月的长夜，累计施放 10 次【迷梦，流失，如露】",
        "Reward": 5
    },
    {
        "_id": 4074602,
        "Ver": 3.6,
        "Series": 7,
        "Name": "特别的祝福",
        "Desc": "使用三月七•存护对长夜月施放战技【可爱即是正义】",
        "Reward": 5
    },
    {
        "_id": 4074603,
        "Ver": 3.6,
        "Series": 7,
        "Name": "你可以完全信任丹恒",
        "Desc": "单场战斗中，使用我方角色丹恒•腾荒累计提供 100000 点护盾",
        "Reward": 5
    },
    {
        "_id": 4074604,
        "Ver": 3.6,
        "Series": 7,
        "Name": "有龙则灵",
        "Desc": "【龙灵】依附在有召唤物的角色身上累计行动 5 次",
        "Reward": 5
    },
    {
        "_id": 4074605,
        "Ver": 3.6,
        "Series": 7,
        "Name": "盾之强者成名记",
        "Desc": "【金血忆灵•裁定忘却之形】对锁定目标施放的3.0次单体攻击全部击中护盾",
        "Reward": 5
    },
    {
        "_id": 4074606,
        "Ver": 3.6,
        "Series": 7,
        "Name": "因信称义",
        "Desc": "被【指名祸首】选中的我方角色在承受【金血忆灵•裁定忘却之形】的【罪血枭首】攻击后，当前生命值等于生命上限",
        "Reward": 5
    },
    {
        "_id": 4074607,
        "Ver": 3.6,
        "Series": 7,
        "Name": "角动量守恒",
        "Desc": "在【金血忆灵•翼蛇形】进入蓄力状态后，触发多次【扭矩反打】直至解除其蓄力状态",
        "Reward": 5
    },
    {
        "_id": 4034701,
        "Ver": 3.7,
        "Series": 3,
        "Name": "光线的终点",
        "Desc": "看哪，战车所向，是曙光和胜利<br><color style='color:#8790ab;'>※目睹化身列车的开拓者穿行天际</color>",
        "Reward": 10
    },
    {
        "_id": 4034702,
        "Ver": 3.7,
        "Series": 5,
        "Name": "月盈，在盛开的樱花下",
        "Desc": "故事之外，有谁还在？<br><color style='color:#8790ab;'>※告别翁法罗斯，窥见下一站的线索</color>",
        "Reward": 5
    },
    {
        "_id": 4034703,
        "Ver": 3.7,
        "Series": 3,
        "Name": "终焉，亦是原初的混沌",
        "Desc": "为神的证明写下一行注释<br><color style='color:#8790ab;'>※向博识尊证明，或不证明</color>",
        "Reward": 10
    },
    {
        "_id": 4034704,
        "Ver": 3.7,
        "Series": 3,
        "Name": "爱，桃子，水晶花",
        "Desc": "一颗心能否在岁月的浸润下绽放？<br><color style='color:#8790ab;'>※揭示PhiLia 093 与德谬歌的秘密</color>",
        "Reward": 10
    },
    {
        "_id": 4034705,
        "Ver": 3.7,
        "Series": 3,
        "Name": "最后的伟大征程",
        "Desc": "囚徒笑问傀儡，谁比谁更荒唐<br><color style='color:#8790ab;'>※抵达时光归墟</color>",
        "Reward": 10
    },
    {
        "_id": 4034706,
        "Ver": 3.7,
        "Series": 3,
        "Name": "末日及其四行尾注",
        "Desc": "等号右侧，「智识」归于沉寂<br><color style='color:#8790ab;'>※亲历「毁灭」降临的瞬间</color>",
        "Reward": 10
    },
    {
        "_id": 4034707,
        "Ver": 3.7,
        "Series": 3,
        "Name": "彼之灵魂即全宇宙",
        "Desc": "群星将看见翁法罗斯的答案<br><color style='color:#8790ab;'>※「你好，世界」</color>",
        "Reward": 10
    },
    {
        "_id": 4034708,
        "Ver": 3.7,
        "Series": 3,
        "Name": "缪斯，请为我叙说",
        "Desc": "光锥之内，皆是命运<br><color style='color:#8790ab;'>※为史诗写下最后的句点</color>",
        "Reward": 20
    },
    {
        "_id": 4044701,
        "Ver": 3.7,
        "Series": 4,
        "Name": "翁法罗斯掌管宝箱的真神",
        "Desc": "开启 650 次翁法罗斯战利品",
        "Reward": 10
    },
    {
        "_id": 4044702,
        "Ver": 3.7,
        "Series": 4,
        "Name": "虫鸣秘闻：岁月之吻",
        "Desc": "那座桥梁是何形状？<br><color style='color:#8790ab;'>※解开「灾梦余温」无名泰坦大墓的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044703,
        "Ver": 3.7,
        "Series": 4,
        "Name": "虫鸣秘闻：洞穴寓言",
        "Desc": "是什么隐藏在神话之外？<br><color style='color:#8790ab;'>※解开「葬忆彼岸」时光归墟的预言谜题</color>",
        "Reward": 5
    },
    {
        "_id": 4044704,
        "Ver": 3.7,
        "Series": 4,
        "Name": "奥赫玛的点金手",
        "Desc": "为织者们建立一座永恒乐园<br><color style='color:#8790ab;'>※搜集260.0只创生若虫的赐福</color>",
        "Reward": 10
    },
    {
        "_id": 4044705,
        "Ver": 3.7,
        "Series": 4,
        "Name": "于是万物之工已毕",
        "Desc": "搜集所有创生若虫的赐福，解开所有预言谜题",
        "Reward": 5
    },
    {
        "_id": 4044706,
        "Ver": 3.7,
        "Series": 8,
        "Name": "灰黯之手，常伴此身",
        "Desc": "体验翁法罗斯每一种物件所引发的意外事故",
        "Reward": 5
    },
    {
        "_id": 4044707,
        "Ver": 3.7,
        "Series": 4,
        "Name": "火之墓志铭",
        "Desc": "完成时光归墟特殊的黄金替罪羊",
        "Reward": 5
    },
    {
        "_id": 4044708,
        "Ver": 3.7,
        "Series": 4,
        "Name": "门径构形理论",
        "Desc": "操纵「灾梦余温」无名泰坦大墓中的密径驱动机构，改变翁法罗斯所有「雅努斯密径」的逻辑",
        "Reward": 5
    },
    {
        "_id": 4044709,
        "Ver": 3.7,
        "Series": 4,
        "Name": "诡计、时光和种子",
        "Desc": "在时光归墟召唤贼灵",
        "Reward": 5
    },
    {
        "_id": 4044710,
        "Ver": 3.7,
        "Series": 4,
        "Name": "风儿驻足的宫殿",
        "Desc": "找到贼灵的藏身处",
        "Reward": 5
    },
    {
        "_id": 4044711,
        "Ver": 3.7,
        "Series": 4,
        "Name": "晨昏的三次心跳",
        "Desc": "发现时光归墟内所有的启目集",
        "Reward": 5
    },
    {
        "_id": 4044712,
        "Ver": 3.7,
        "Series": 4,
        "Name": "记忆的被褥",
        "Desc": "得到三月七的协助，暂时增强欧洛尼斯祷言的能力",
        "Reward": 5
    },
    {
        "_id": 4044713,
        "Ver": 3.7,
        "Series": 4,
        "Name": "刻法勒永志不忘",
        "Desc": "通过「负世」的试炼，见证往日的希望与绝望",
        "Reward": 5
    },
    {
        "_id": 4044714,
        "Ver": 3.7,
        "Series": 4,
        "Name": "众神的黄昏",
        "Desc": "初次启动木马程序「槲寄生」号",
        "Reward": 5
    },
    {
        "_id": 4044715,
        "Ver": 3.7,
        "Series": 4,
        "Name": "不必复飞",
        "Desc": "手动驾驶「槲寄生」号在任意航点降落",
        "Reward": 5
    },
    {
        "_id": 4044716,
        "Ver": 3.7,
        "Series": 4,
        "Name": "木马纪",
        "Desc": "完成「翻飞挑战」",
        "Reward": 5
    },
    {
        "_id": 4044717,
        "Ver": 3.7,
        "Series": 4,
        "Name": "最古老的寓言",
        "Desc": "发现「神话之外」的秘密",
        "Reward": 5
    },
    {
        "_id": 4044718,
        "Ver": 3.7,
        "Series": 4,
        "Name": "带上他们的心脏",
        "Desc": "获取来自翁法罗斯的所有家居装饰",
        "Reward": 5
    },
    {
        "_id": 4054701,
        "Ver": 3.7,
        "Series": 5,
        "Name": "沐浴黄金血",
        "Desc": "在使用浴缸泡澡时，尝试「黄金精神入浴剂」",
        "Reward": 5
    },
    {
        "_id": 4054702,
        "Ver": 3.7,
        "Series": 5,
        "Name": "永恒或一页",
        "Desc": "在一页永恒中，与所有黄金裔英雄对话",
        "Reward": 5
    },
    {
        "_id": 4054703,
        "Ver": 3.7,
        "Series": 5,
        "Name": "寒风与烈火",
        "Desc": "善意如同火炬，传递下去才烧得更旺<br><color style='color:#8790ab;'>※与翁法罗斯告别后，重回雅利洛-Ⅵ行政区</color>",
        "Reward": 5
    },
    {
        "_id": 4054704,
        "Ver": 3.7,
        "Series": 5,
        "Name": "长生与创生",
        "Desc": "英雄一词，在民众心中本就有分量<br><color style='color:#8790ab;'>※与翁法罗斯告别后，重回仙舟「罗浮」星槎海中枢</color>",
        "Reward": 5
    },
    {
        "_id": 4054705,
        "Ver": 3.7,
        "Series": 5,
        "Name": "糖浆与蜜酿",
        "Desc": "逐火的征程，会是茶余饭后的谈资吗？<br><color style='color:#8790ab;'>※与翁法罗斯告别后，重回匹诺康尼黄金的时刻</color>",
        "Reward": 5
    },
    {
        "_id": 4054706,
        "Ver": 3.7,
        "Series": 5,
        "Name": "昨日与明天",
        "Desc": "「开拓」一向如此：做好准备，也心怀希望<br><color style='color:#8790ab;'>※与翁法罗斯告别后，重回空间站「黑塔」主控舱段</color>",
        "Reward": 5
    },
    {
        "_id": 4054707,
        "Ver": 3.7,
        "Series": 5,
        "Name": "只如初见的涟漪",
        "Desc": "与昔涟留在哀丽秘榭的记忆重逢。",
        "Reward": 5
    },
    {
        "_id": 4054708,
        "Ver": 3.7,
        "Series": 5,
        "Name": "群星静默如谜",
        "Desc": "观看银河各势力在战后与列车组的联络记录。",
        "Reward": 5
    },
    {
        "_id": 4054709,
        "Ver": 3.7,
        "Series": 5,
        "Name": "连中三元",
        "Desc": "在「点心糕饼向前冲」的单场比赛中，3.0次应援的选手均取得第一名",
        "Reward": 5
    },
    {
        "_id": 4054710,
        "Ver": 3.7,
        "Series": 5,
        "Name": "我们是冠军",
        "Desc": "在「点心糕饼向前冲」中，应援的选手取得赛段第一名",
        "Reward": 5
    },
    {
        "_id": 4054711,
        "Ver": 3.7,
        "Series": 5,
        "Name": "我可以吃奇巧零食",
        "Desc": "在「点心糕饼向前冲」中，兑换完全部的奇巧零食",
        "Reward": 5
    },
    {
        "_id": 4054712,
        "Ver": 3.7,
        "Series": 5,
        "Name": "区域-「奖励」",
        "Desc": "在「点心糕饼向前冲」中，收到来自阮•梅的信息",
        "Reward": 5
    },
    {
        "_id": 4074701,
        "Ver": 3.7,
        "Series": 7,
        "Name": "无，无限，无限光",
        "Desc": "单场战斗中，我方3.0名队友同时拥有昔涟献予的诗",
        "Reward": 5
    },
    {
        "_id": 4074702,
        "Ver": 3.7,
        "Series": 7,
        "Name": "然后记忆化作涟漪",
        "Desc": "单场战斗中，记忆命途开拓者施放强化普攻后，昔涟自动施放【花与箭的舞曲】达到 2 次",
        "Reward": 5
    },
    {
        "_id": 4074703,
        "Ver": 3.7,
        "Series": 7,
        "Name": "一如死生，并蒂双花",
        "Desc": "使用我方角色遐蝶在【新蕊】达到200%时施放终结技【亡喉怒哮，苏生之颂铃】",
        "Reward": 5
    },
    {
        "_id": 4074704,
        "Ver": 3.7,
        "Series": 7,
        "Name": "致翁法罗斯",
        "Desc": "在与「反造物主，流溢之恨」的战斗中，使用【昔涟的声援♪】累计触发5.0种不同的声援语音",
        "Reward": 5
    },
    {
        "_id": 4074705,
        "Ver": 3.7,
        "Series": 7,
        "Name": "莫让仇恨遮蔽星空",
        "Desc": "在与「反造物主，流溢之恨」的战斗中，在【翁法罗斯的「恨」】不超过66%的情况下获得战斗胜利",
        "Reward": 5
    },
    {
        "_id": 4074706,
        "Ver": 3.7,
        "Series": 7,
        "Name": "二元崩塌",
        "Desc": "在与「反造物主，流溢之恨」的战斗中，使「被囚禁的秘所思」或「被操弄的逻各斯」陷入【重创】状态1.0次",
        "Reward": 5
    },
    {
        "_id": 4074707,
        "Ver": 3.7,
        "Series": 7,
        "Name": "随风而逝，如露如电",
        "Desc": "在「飓风大母」进入【孵育狂潮】状态后，使其行动提前时无法孵化【泡影稚子】",
        "Reward": 5
    },
    {
        "_id": 4034801,
        "Ver": 3.8,
        "Series": 3,
        "Name": "高尚者的墓志铭",
        "Desc": "坚持信念的代价，总是迷失返回的路<br><color style='color:#8790ab;'>※流萤视角下，与AR -214 重逢</color>",
        "Reward": 10
    },
    {
        "_id": 4034802,
        "Ver": 3.8,
        "Series": 3,
        "Name": "过去是未来的倒影",
        "Desc": "时间在刀尖上舞蹈，只有光能刺向未来<br><color style='color:#8790ab;'>※见证「终末」与「开拓」的交汇</color>",
        "Reward": 10
    },
    {
        "_id": 4034803,
        "Ver": 3.8,
        "Series": 3,
        "Name": "飞翔无需理由",
        "Desc": "哪怕一切为时已晚，我们还是能去唱，自己能唱的歌<br><color style='color:#8790ab;'>※见证逐梦者的谐乐大典</color>",
        "Reward": 10
    },
    {
        "_id": 4034804,
        "Ver": 3.8,
        "Series": 3,
        "Name": "生是与死擦肩而过",
        "Desc": "焚烧众生者是时间，时间又使其熄灭<br><color style='color:#8790ab;'>※揭晓关于末王的真相</color>",
        "Reward": 10
    },
    {
        "_id": 4034805,
        "Ver": 3.8,
        "Series": 3,
        "Name": "记忆是梦的开场白",
        "Desc": "一个人就能独自上演死亡，而美好需要回应<br><color style='color:#8790ab;'>※履行与流萤的约定</color>",
        "Reward": 10
    },
    {
        "_id": 4034806,
        "Ver": 3.8,
        "Series": 3,
        "Name": "忘却是梦的谢幕礼",
        "Desc": "凡生命皆开启神秘，凡神秘皆蒙着黑暗，凡黑暗皆承载希望，凡希望皆服从生命<br><color style='color:#8790ab;'>※找到大丽花留给你的一簇记忆</color>",
        "Reward": 10
    },
    {
        "_id": 4044801,
        "Ver": 3.8,
        "Series": 4,
        "Name": "钟末视界",
        "Desc": "修复「橡木鸣蛀之梦」中所有坏掉的梦境迷钟",
        "Reward": 5
    },
    {
        "_id": 4044802,
        "Ver": 3.8,
        "Series": 4,
        "Name": "我罪常在我前",
        "Desc": "在「橡木鸣蛀之梦」的未走之路中，得到梦主的信件",
        "Reward": 5
    },
    {
        "_id": 4044803,
        "Ver": 3.8,
        "Series": 4,
        "Name": "歧路唯余倒影",
        "Desc": "在「橡木鸣蛀之梦」的未走之路中，沿着另一条道路前进",
        "Reward": 5
    },
    {
        "_id": 4054801,
        "Ver": 3.8,
        "Series": 5,
        "Name": "长眠之梦的呓语",
        "Desc": "在「橡木鸣蛀之梦」中，重温昔日旧梦",
        "Reward": 5
    },
    {
        "_id": 4054802,
        "Ver": 3.8,
        "Series": 5,
        "Name": "大满贯",
        "Desc": "在「黄金嗷呜大师赛」中，单场赛事累计获得8.0次胜利",
        "Reward": 5
    },
    {
        "_id": 4054803,
        "Ver": 3.8,
        "Series": 5,
        "Name": "奇美拉大师",
        "Desc": "在「黄金嗷呜大师赛」中，赛事段位达到黄金",
        "Reward": 5
    },
    {
        "_id": 4054804,
        "Ver": 3.8,
        "Series": 5,
        "Name": "赢在起跑线",
        "Desc": "在「黄金嗷呜大师赛」中，完成奇美拉世界锦标赛的定级赛",
        "Reward": 5
    },
    {
        "_id": 4054805,
        "Ver": 3.8,
        "Series": 5,
        "Name": "传奇挑战者",
        "Desc": "在「黄金嗷呜大师赛」中，与玩家对战获得8.0场全胜",
        "Reward": 5
    },
    {
        "_id": 4054806,
        "Ver": 3.8,
        "Series": 5,
        "Name": "奥赫玛地区冠军",
        "Desc": "在「黄金嗷呜大师赛」中，击败黄金对决模式中的所有奇美拉训练家",
        "Reward": 5
    },
    {
        "_id": 4074801,
        "Ver": 3.8,
        "Series": 7,
        "Name": "弃旧，恋新",
        "Desc": "战斗胜利时，大丽花的【共舞者】队友与战斗开始时不为同一人",
        "Reward": 5
    },
    {
        "_id": 4074802,
        "Ver": 3.8,
        "Series": 7,
        "Name": "你和你的掩体一样可笑",
        "Desc": "在敌方目标处于韧性保护状态时，使用超击破伤害将其消灭",
        "Reward": 5
    },
    {
        "_id": 4074803,
        "Ver": 3.8,
        "Series": 7,
        "Name": "舞！舞！舞！",
        "Desc": "单场战斗中，「同谐」命途开拓者、忘归人和大丽花全部施放过终结技",
        "Reward": 5
    },
    {
        "_id": 4054807,
        "Ver": 3.8,
        "Series": 7,
        "Name": "逆卡巴拉计数器",
        "Desc": "在与「巨剑守护」任意难度的战斗中，我方角色累计回复12.0次【生命计数】",
        "Reward": 5
    },
    {
        "_id": 4054808,
        "Ver": 3.8,
        "Series": 7,
        "Name": "超越射击",
        "Desc": "在与「狮震八方」任意难度的战斗中，我方目标累计消灭15.0个【后排目标】",
        "Reward": 5
    },
    {
        "_id": 4054809,
        "Ver": 3.8,
        "Series": 7,
        "Name": "疯狂钻石",
        "Desc": "在与「蚀心影魔」噩梦难度的战斗中，我方全体角色【负载生命值】均不超过8000.0并通关",
        "Reward": 5
    },
    {
        "_id": 4054810,
        "Ver": 3.8,
        "Series": 7,
        "Name": "无暇赴死",
        "Desc": "在与「戮力双雄」任意难度的战斗中，触发一次敌方首领的【戮力同心】",
        "Reward": 5
    },
    {
        "_id": 4054811,
        "Ver": 3.8,
        "Series": 7,
        "Name": "塞壬之泪",
        "Desc": "在与「哀歌塞壬」任意难度的战斗中，我方「致幻人鱼」受到一次致命伤害",
        "Reward": 5
    },
    {
        "_id": 4074804,
        "Ver": 3.8,
        "Series": 7,
        "Name": "乌合之虫",
        "Desc": "在与「示死祸源：深魇蝗灾」的战斗中，通过消灭所有「幼蛰虫」使其退出【基因复制】状态",
        "Reward": 5
    },
    {
        "_id": 4074805,
        "Ver": 3.8,
        "Series": 7,
        "Name": "擒虫先擒蝗",
        "Desc": "在与「示死祸源：深魇蝗灾」的战斗中，在尚未消灭所有「幼蛰虫」时击破「示死祸源：深魇蝗灾」，且在未退出【基因复制】状态时恢复韧性",
        "Reward": 5
    }
]

var _option = [
    "全部",
    "3.8",
    "3.7",
    "3.6",
    "3.5",
    "3.4",
    "3.3",
    "3.2",
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.6",
    "1.5",
    "1.4",
    "1.3",
    "1.2",
    "1.1",
    "1.0"
]

var _achievementseries = [
    {
        "_id": 1,
        "Name": "我，开拓者",
        "Icon": "CultivateAchievementIcon.png",
        "Count": 24
    },
    {
        "_id": 2,
        "Name": "流光遗痕",
        "Icon": "CollectAchievementIcon.png",
        "Count": 14
    },
    {
        "_id": 3,
        "Name": "通往群星的轨道",
        "Icon": "MainLineAchievementIcon.png",
        "Count": 137
    },
    {
        "_id": 4,
        "Name": "众秘探奇",
        "Icon": "ExploreAchievementIcon.png",
        "Count": 250
    },
    {
        "_id": 5,
        "Name": "与你同行的回忆",
        "Icon": "ReputationAchievementIcon.png",
        "Count": 603
    },
    {
        "_id": 6,
        "Name": "不屈者的荣光",
        "Icon": "ChallengeAchievementIcon.png",
        "Count": 12
    },
    {
        "_id": 7,
        "Name": "战意奔涌",
        "Icon": "BattleAchievementIcon.png",
        "Count": 280
    },
    {
        "_id": 8,
        "Name": "瞬息欢愉",
        "Icon": "TrackAchievementIcon.png",
        "Count": 90
    },
    {
        "_id": 9,
        "Name": "果壳中的宇宙",
        "Icon": "RougeAchievementIcon.png",
        "Count": 153
    }
]