// Auto Generated

var _index = [
    {
        "ID": 1408724356,
        "Name": "银狼 2.5"
    },
    {
        "ID": 1666908195,
        "Name": "卢卡 vs 杰帕德 史瓦罗 托帕 银枝 波提欧"
    },
    {
        "ID": 3403613003,
        "Name": "知更鸟访问黑塔空间站（2.4 移除）"
    },
    {
        "ID": 1662499762,
        "Name": "压缩梦泡：「你」的匹诺康尼回忆"
    },
    {
        "ID": 461243319,
        "Name": "列车访客 · 知更鸟"
    },
    {
        "ID": 2573572058,
        "Name": "列车访客 · 波提欧"
    },
    {
        "ID": 956663680,
        "Name": "列车访客 · 黑天鹅"
    },
    {
        "ID": 2820412044,
        "Name": "列车访客 · 花火"
    },
    {
        "ID": 2904167264,
        "Name": "列车访客 · 银枝"
    }
]

var _talks = {
    "1408724356": [
        {
            "N": "召夏",
            "T": "恭喜啊，开拓者！你成为了咱们庙会速通大赛的普通难度亚军！"
        },
        {
            "N": "",
            "T": "一共就两个选手…"
        },
        {
            "N": "召夏",
            "T": "不要对自己那么苛刻嘛！你是货真价实的亚军～"
        },
        {
            "N": "",
            "T": "好耶！我是亚军！"
        },
        {
            "N": "召夏",
            "T": "没错！你就是货真价实的亚军！"
        },
        {
            "N": "",
            "T": "那冠军是谁？"
        },
        {
            "N": "银狼",
            "T": "当然是我。不然还能是谁？"
        },
        {
            "N": "银狼",
            "T": "我刚还在想呢，这无人问津的交感幻戏里怎么出现了另一个真人玩家…想来除了开拓者，也不会有别人这么闲了。"
        },
        {
            "N": "召夏",
            "T": "原来二位早就认识！我就知道，游戏领域大神之间是会互相吸引的。"
        },
        {
            "N": "",
            "T": "真难为你玩这个烂游戏了。"
        },
        {
            "N": "银狼",
            "T": "烂游戏？不，这些小游戏有不少可圈可点的设计。"
        },
        {
            "N": "",
            "T": "你怎么会来「罗浮」？"
        },
        {
            "N": "银狼",
            "T": "听说你要参加演武仪典，某两个家伙非让我过来看看你顺不顺利…麻烦死了，她们怎么不自己来？"
        },
        {
            "N": "银狼",
            "T": "顺便一说，你刚才通关的是简单模式。这交感幻戏还有个困难模式，我也稍微多花了点心思才通关。"
        },
        {
            "N": "银狼",
            "T": "我觉得还挺好玩的，你要是有兴趣也可以试试。"
        },
        {
            "N": "召夏",
            "T": "没错！困难模式当前的速通冠军是银狼小姐！亚军会花落谁家呢？真令人期待啊！"
        },
        {
            "N": "",
            "T": "我就不能超越她成为冠军？"
        },
        {
            "N": "银狼",
            "T": "哈哈，做梦。"
        },
        {
            "N": "",
            "T": "会花落谁家呢？好期待呀！"
        },
        {
            "N": "银狼",
            "T": "你们不要玩尬的了。我真的有点脚趾扣地。"
        },
        {
            "N": "银狼",
            "T": "总之看到你还算顺利，我的任务也就完成了。"
        },
        {
            "N": "银狼",
            "T": "我还想再逛几家幻戏馆，你在这里慢慢玩吧。等我有空了再来找你。"
        },
        {
            "N": "召夏",
            "T": "大神您慢走！"
        },
        {
            "N": "召夏",
            "T": "开拓者大人，要不我现在就给您开通困难模式的权限？"
        },
        {
            "N": "",
            "T": "我已经等不及了。"
        }
    ],
    "1666908195": [
        {
            "N": "卢卡",
            "T": "杰帕德先生比我预想中还要强得多…不行，决不能输。"
        },
        {
            "N": "卢卡",
            "T": "整个贝洛伯格都在看着我，我不能输！"
        },
        {
            "N": "卢卡",
            "T": "体力耗尽了，我恐怕撑不了太久了…"
        },
        {
            "N": "卢卡",
            "T": "不行，整个贝城的人都看着我呢，我不能输！"
        },
        {
            "N": "杰帕德",
            "T": "到此为止了。"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "每个人都在为卢卡选手而尖叫！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手点燃了全场的热情！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手化解了对手的攻势！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手！创造奇迹的男人！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手扭转了战局！太强了！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手再度创造了奇迹！不愧是卢卡选手！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "真不愧是卢卡选手！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "永不言败的卢卡选手！继续战斗！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手能再度逆转战局吗？"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手被压制住了！这下他该怎么办！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "对手加强了攻势！大概是急着下班收工吧！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "对手再次袭来！卢卡选手，你要如何应对！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "对手来势汹汹！不要输啊卢卡选手！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "对手不打算给卢卡选手任何机会！"
        },
        {
            "N": "开拓者",
            "T": "卢卡，快用那招！他们猜不到的！"
        },
        {
            "N": "开拓者",
            "T": "卢卡，振作一点！快出拳！"
        },
        {
            "N": "开拓者",
            "T": "卢卡，从那个角度出拳吧！"
        },
        {
            "N": "开拓者",
            "T": "为了我，对对手使用铁拳吧！"
        },
        {
            "N": "开拓者",
            "T": "稳住，用这招对付对手！"
        },
        {
            "N": "开拓者",
            "T": "不要怕，用这招一定能赢！"
        },
        {
            "N": "素裳",
            "T": "先给你们科普一下～在「演武仪典」的擂台上，观众的氛围可是很重要的哦！"
        },
        {
            "N": "素裳",
            "T": "展现出你华丽的招式，让观众为你尖叫吧！"
        },
        {
            "N": "素裳",
            "T": "兄弟姐妹们，该我们表演了！"
        },
        {
            "N": "素裳的队员们",
            "T": "仙舟翾翔，云骑常胜！仙舟翾翔，云骑常胜！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手似乎难以构成有效的反击！该怎么办呢？卢卡选手！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手化解了云骑军的攻势，逆转了战局！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手没能化解云骑军的攻势！再次被压制！"
        },
        {
            "N": "素裳",
            "T": "兄弟姐妹们，快振作起来！小桂子还在看着呢！"
        },
        {
            "N": "卢卡",
            "T": "这上来的…怎么是裂界造物？我这是…出现幻觉了？"
        },
        {
            "N": "素裳",
            "T": "来吧，让我们制胜一击！兄弟姐妹们！不要给他第二次机会！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "「桂宝应援会」似乎做好了准备，要彻底终结比赛！"
        },
        {
            "N": "卢卡",
            "T": "呃啊…怎么会……"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手被击倒了！他是否还能重新站起来，创造奇迹呢？"
        },
        {
            "N": "素裳",
            "T": "喂！开拓者教练，你可不能光看着啊！"
        },
        {
            "N": "开拓者",
            "T": "那我…上去帮他打你们？"
        },
        {
            "N": "素裳",
            "T": "哎呀！当然不是了！来，我来教你～"
        },
        {
            "N": "开拓者",
            "T": "卢卡！他们人多势众，但个体能力不如你，尝试各个击破他们！"
        },
        {
            "N": "托帕",
            "T": "虽然不至于借用琥珀王的伟力，但我们还是不会留情的哦。"
        },
        {
            "N": "托帕",
            "T": "能击倒卢卡的员工！我会在绩效总评中给你打高分！"
        },
        {
            "N": "公司战斗员",
            "T": "上啊！兄弟们！为了绩效！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "手下员工尽数倒下！托帕选手似乎准备亲自上场了！"
        },
        {
            "N": "托帕",
            "T": "没办法，有些事还是要亲力亲为才行。"
        },
        {
            "N": "卢卡",
            "T": "可…可可利亚大人？"
        },
        {
            "N": "托帕",
            "T": "啊？你刚才叫我什么？"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "喔？卢卡选手怎么突然愣住了？"
        },
        {
            "N": "卢卡",
            "T": "不…没什么…来吧！托帕小姐！"
        },
        {
            "N": "卢卡",
            "T": "（糟糕，我的幻觉似乎更严重了。）"
        },
        {
            "N": "托帕",
            "T": "看来是时候稍微认真一点了。"
        },
        {
            "N": "托帕",
            "T": "你打得很漂亮，卢卡先生。"
        },
        {
            "N": "托帕",
            "T": "过家家的游戏，该结束了！"
        },
        {
            "N": "卢卡",
            "T": "好强…她之前果然没有用全力……"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手完全被托帕选手压制住了！这束手无策的局面，是否还能挽回！"
        },
        {
            "N": "开拓者",
            "T": "动起来啊！卢卡！磐岩镇的拳王可不能在这里倒下！"
        },
        {
            "N": "托帕",
            "T": "抱歉，但看来属于你的比赛，就要到此结束了。"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "两位选手一动不动，在擂台两边对峙！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "面对波提欧选手的枪口，卢卡选手要做何选择！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "比赛双方还没有动作！全场观众的神经都快要绷断了！"
        },
        {
            "N": "对死亡的恐惧",
            "T": "快逃吧卢卡，别过去，你会死的。"
        },
        {
            "N": "卢卡",
            "T": "我…不…我不能……"
        },
        {
            "N": "波提欧",
            "T": "哦？你连走上前来的勇气都没有吗？"
        },
        {
            "N": "对死亡的恐惧",
            "T": "你不该与他对阵的，卢卡！他会杀了你！"
        },
        {
            "N": "卢卡",
            "T": "一个真正的拳手，绝不会屈服于恐惧。"
        },
        {
            "N": "卢卡",
            "T": "我不能死在这里，我还不想死…我还不想死！"
        },
        {
            "N": "开拓者",
            "T": "卢卡！快清醒一点！"
        },
        {
            "N": "波提欧",
            "T": "我再说最后一遍——"
        },
        {
            "N": "波提欧",
            "T": "要么转身离开，要么过来揍我。"
        },
        {
            "N": "对死亡的恐惧",
            "T": "卢卡！子弹不长眼啊！难道你真的想死吗！"
        },
        {
            "N": "对死亡的恐惧",
            "T": "现在只要转身离开，就什么都不会发生，快逃吧！"
        },
        {
            "N": "卢卡",
            "T": "不，我不能退缩……"
        },
        {
            "N": "波提欧",
            "T": "小子，这样犹豫不决吗？我他呜呜伯的对你很失望。"
        },
        {
            "N": "开拓者",
            "T": "卢卡！振作一点！"
        },
        {
            "N": "银枝",
            "T": "那么，考验正式开始了。"
        },
        {
            "N": "银枝",
            "T": "卢卡选手，请做好准备吧。"
        },
        {
            "N": "银枝",
            "T": "卢卡选手，邀你与我共舞一曲——"
        },
        {
            "N": "银枝",
            "T": "——纯美的轮舞！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手究竟能否通过银枝的考验呢！好紧张啊！"
        },
        {
            "N": "卢卡",
            "T": "银枝先生，这几招怎么样？"
        },
        {
            "N": "银枝",
            "T": "我会给你最后一次机会，请好好把握。"
        },
        {
            "N": "银枝",
            "T": "这真是一场非常精彩的比赛。"
        },
        {
            "N": "银枝",
            "T": "那么接下来……"
        },
        {
            "N": "银枝",
            "T": "卢卡选手，邀你与我共谱一曲——"
        },
        {
            "N": "银枝",
            "T": "——纯美的颂歌！"
        },
        {
            "N": "卢卡",
            "T": "银枝先生，这一拳这称得上「纯美」吗？"
        },
        {
            "N": "银枝",
            "T": "请认真一点吧！卢卡选手！"
        },
        {
            "N": "开拓者",
            "T": "冷静点，卢卡，将你最勇敢的一面展现给银枝吧！"
        },
        {
            "N": "银枝",
            "T": "打得很好，卢卡选手。"
        },
        {
            "N": "史瓦罗",
            "T": "再次提示——我不会放水。请你小心。"
        },
        {
            "N": "卢卡",
            "T": "嗯，感谢你愿意出全力！史瓦罗大佬！"
        },
        {
            "N": "虎克",
            "T": "史瓦罗！不要输哦！"
        },
        {
            "N": "虎克",
            "T": "卢卡哥哥！也不要输哦！"
        },
        {
            "N": "卢卡",
            "T": "你到底支持哪一边啦！"
        },
        {
            "N": "史瓦罗",
            "T": "计算——这不是你当前的最佳水平，请认真与我战斗。"
        },
        {
            "N": "虎克",
            "T": "喔！卢卡哥哥要赢了！史瓦罗加油呀！"
        },
        {
            "N": "虎克",
            "T": "…但是卢卡哥哥也不可以输哦！"
        },
        {
            "N": "卢卡",
            "T": "真是个不讲理的孩子。"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "哇哦～史瓦罗选手似乎准备全力一击了！"
        },
        {
            "N": "虎克",
            "T": "卢卡哥哥！不要输给史瓦罗啊！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "两名战士已经就位！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "这场万众瞩目的决战！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "正式开始！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "彦卿大人的飞剑环绕着竞锋舰的擂台……"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手究竟该如何应对呢？"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手击落了彦卿大人的飞剑！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "这是个非常好的开始！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "看来卢卡选手真是位了不得的战士！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "彦卿大人开始动真格的了！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "彦卿大人即将使出他最为得意的杀招！"
        },
        {
            "N": "叽米（远程偃偶）",
            "T": "卢卡选手！你是否能接下这一剑！"
        },
        {
            "N": "卢卡",
            "T": "你的飞剑真是坚硬，我这铁臂已经完全失灵了……"
        },
        {
            "N": "彦卿",
            "T": "既然如此，我也将弃剑不用。就让我们用双拳决定最后的胜者吧。"
        }
    ],
    "3403613003": [
        {
            "N": "开拓者",
            "T": "（银河巨星要亲自光临空间站啊…这地方八卦科员不少，还是先跟艾丝妲他们提前打声招呼吧。）"
        },
        {
            "N": "开拓者",
            "T": "（搞定，该回快乐老家了…呃，空间站确实能算「家」吧？）"
        },
        {
            "N": "阿兰",
            "T": "开拓者，好久不见。既然大家都到齐了，那就开始我们的空间站之旅吧。"
        },
        {
            "N": "阿兰",
            "T": "不过，在旅行开始前，小姐托我向各位转达：「我谨代表黑塔空间站全体同仁，欢迎知更鸟小姐大驾光临。招待不周，还请见谅。」"
        },
        {
            "N": "知更鸟",
            "T": "空间站的各位也太客气啦，突然登门拜访，是我添麻烦了才是。"
        },
        {
            "N": "",
            "T": "说起来，艾丝妲人呢？"
        },
        {
            "N": "阿兰",
            "T": "小姐她在整理奇物，为你们接下来的行程做准备。"
        },
        {
            "N": "",
            "T": "怎么只有你，佩佩呢？"
        },
        {
            "N": "阿兰",
            "T": "现在是佩佩的自由散步时间，我看看坐标…它现在应该正在禁闭舱段溜达吧。"
        },
        {
            "N": "阿兰",
            "T": "虽然那里不太安全，但佩佩很有分寸，我们也就随他去了。"
        },
        {
            "N": "知更鸟",
            "T": "不愧是天才黑塔的空间站…连狗狗都这么聪明。"
        },
        {
            "N": "阿兰",
            "T": "小姐说她特意关闭了部分舱段，为你们准备了一场绝对私密的参观，希望你们会喜欢。各位请务必跟紧我，以免科员们…发生骚动。"
        },
        {
            "N": "知更鸟",
            "T": "真是太让各位费心了…空间站毕竟是银河学术前线，我会好好配合，尽量不干扰科员们正常工作的。"
        },
        {
            "N": "",
            "T": "你们在此寒暄不久，你就发现旁边的科员们好像在看向你——严格来说，是你与知更鸟…难道这么快就露馅了？"
        },
        {
            "N": "阿兰",
            "T": "随我来，接下来我们会避开人群，请好好享受空间站之旅吧。"
        },
        {
            "N": "",
            "T": "阿兰将你与知更鸟带到奇物收容室内，随后便告辞，回到工作岗位上去了。"
        },
        {
            "N": "艾丝妲",
            "T": "欢迎回来，开拓者——还有你的新朋友，知更鸟小姐。很高兴认识你！"
        },
        {
            "N": "知更鸟",
            "T": "艾丝妲站长…本人要比新闻上的照片可爱太多了吧！我也很高兴认识你！"
        },
        {
            "N": "艾丝妲",
            "T": "哎？！这、这……"
        },
        {
            "N": "艾丝妲",
            "T": "我、我们还是先来带领知更鸟小姐游览空间站吧！阿兰他应该在来的路上为各位简单介绍过了吧？有关这间储藏室……"
        },
        {
            "N": "知更鸟",
            "T": "根据阿兰先生的说法，这里应该就是…「奇妙收纳间」？还真是个可爱的名字。"
        },
        {
            "N": "艾丝妲",
            "T": "那、那个名字…不是正式称呼啦。这里其实是黑塔女士的「奇物收容室」，准确地说，是之一。"
        },
        {
            "N": "艾丝妲",
            "T": "「奇物」，顾名思义，就是黑塔女士从各地收集来的奇特物品。它们多数都蕴含着特殊的力量，一些甚至可能会有危险，所以会在这里被严格保管。"
        },
        {
            "N": "艾丝妲",
            "T": "今天我挑了几件有趣又无害的奇物在这里。只要见识过它们，知更鸟小姐肯定就能明白黑塔女士为什么这么热衷于奇物收藏了。"
        },
        {
            "N": "",
            "T": "艾丝妲向你和知更鸟陆续介绍了几件奇物。最后，她停留在「定分枪」前。"
        },
        {
            "N": "艾丝妲",
            "T": "定分枪——这可能是所有奇物里最有趣的一件了。"
        },
        {
            "N": "艾丝妲",
            "T": "它的功能十分简单：给所有物体打分。但打分的标准嘛…很遗憾，空间站的科员们记录了厚厚一大沓数据，也没人能搞懂它的打分逻辑。"
        },
        {
            "N": "艾丝妲",
            "T": "我们目前唯一能确认的是，它在打分这件事上特别*专横*。通常来说，只要他把分数给定，那就不会再有变化了，不管用什么方法都没办法让他回心转意。"
        },
        {
            "N": "知更鸟",
            "T": "呵呵，还真是个固执的家伙呀。"
        },
        {
            "N": "艾丝妲",
            "T": "是啊。说到这个——前阵子有位和黑塔女士不对付的黑客，来空间站捣乱的时候顺便成功骇入了它，把自己的测定结果强制修改成「 100 」……"
        },
        {
            "N": "艾丝妲",
            "T": "但很可惜，定分枪可没这么好说话。它执意在分数里加上了自己的评定结果——那位黑客的最终分数是「 110 」，也就是说，它坚持要给人家打十分。"
        },
        {
            "N": "知更鸟",
            "T": "噗……"
        },
        {
            "N": "",
            "T": "我不会刚好认识这位黑客吧…"
        },
        {
            "N": "",
            "T": "艾丝妲对你露出意味深长的微笑。你从她的眼神里得到某种暧昧不清的…肯定。"
        },
        {
            "N": "",
            "T": "它打分是百分制的吗？"
        },
        {
            "N": "艾丝妲",
            "T": "可能是，但不确定。除了这位黑客，过往记录在案的数据都不高于一百。但现在出现了「爆表」的孤例…以后是否有改变嘛，就有待继续观测啦。"
        },
        {
            "N": "知更鸟",
            "T": "听起来还蛮…调皮的，有点像匹诺康尼动画里的钟表小子！"
        },
        {
            "N": "艾丝妲",
            "T": "也有点像…开拓者。"
        },
        {
            "N": "知更鸟",
            "T": "确实！听艾丝妲小姐说了这么多，我实在是太好奇了…可以让我试试看嘛？"
        },
        {
            "N": "艾丝妲",
            "T": "当然！请。"
        },
        {
            "N": "",
            "T": "知更鸟将自己的额头抵在了定分枪上，定分枪上的眼睛陡然睁开，然后你听见了……"
        },
        {
            "N": "",
            "T": "定分枪的眼睛看着知更鸟：「 36 分！」它宣布。"
        },
        {
            "N": "知更鸟",
            "T": "咦…这算低分吗？"
        },
        {
            "N": "艾丝妲",
            "T": "嘿嘿，别往心里去。它给我打的分数比知更鸟小姐的更低呢。"
        },
        {
            "N": "",
            "T": "就当是幸运数字吧。"
        },
        {
            "N": "艾丝妲",
            "T": "没错！知更鸟小姐以后买彩票就按这个数字买，说不定会中大奖呢。"
        },
        {
            "N": "",
            "T": "帕姆的分数更低！"
        },
        {
            "N": "艾丝妲",
            "T": "不对不对！现在不是比谁分数更低的时候吧？"
        },
        {
            "N": "知更鸟",
            "T": "哈哈哈，真有意思。原来科研工作也可以这么轻松有趣呀。"
        },
        {
            "N": "艾丝妲",
            "T": "是呀，大家总觉得搞科研就是没完没了地做实验、对数据、写报告…虽然也谈不上是多深的误解，但科研不仅仅是枯燥的代名词。"
        },
        {
            "N": "艾丝妲",
            "T": "至于如何让科研工作者以外的人们认识到其中的有趣之处，把我们能够在研究中切实体会到的快乐带给大家，就是我们的任务啦。"
        },
        {
            "N": "知更鸟",
            "T": "我喜欢这个说法！这么看来，实验室也和舞台无异呢。"
        },
        {
            "N": "知更鸟",
            "T": "非常感谢你的介绍，艾丝妲站长！这次旅行真是让我大开眼界。以后有机会的话，说不定我能给这些奇物写首歌，比如这只定分枪…那对应的一定是调皮的小调。"
        },
        {
            "N": "艾丝妲",
            "T": "不客气，希望各位能玩的开心！我就先带各位游览到这里，还有些空间站的杂务要处理，就先失陪了。后面的行程会有一位特殊的导游来带领两位游览——"
        },
        {
            "N": "",
            "T": "黑塔？"
        },
        {
            "N": "艾丝妲",
            "T": "黑塔女士？当然不是啦。你是她的研究对象…应该比我更清楚她有多忙吧？"
        },
        {
            "N": "艾丝妲",
            "T": "正确答案是——佩佩！它是条顶聪明的小狗，相信知更鸟小姐也会喜欢它的。"
        },
        {
            "N": "",
            "T": "佩佩？"
        },
        {
            "N": "艾丝妲",
            "T": "没错，正确答案就是——佩佩！它是条顶聪明的小狗，相信知更鸟小姐也会喜欢它的。"
        },
        {
            "N": "",
            "T": "呜呜伯？"
        },
        {
            "N": "艾丝妲",
            "T": "呜呜伯？那确实是一群可爱的小家伙呢。可惜它们神出鬼没，没办法邀请来当导游。"
        },
        {
            "N": "艾丝妲",
            "T": "正确答案是——佩佩！它是条顶聪明的小狗，相信知更鸟小姐也会喜欢它的。"
        },
        {
            "N": "艾丝妲",
            "T": "它现在在禁闭舱段溜达，除了它，那里还住着一群可爱的*造物*——虽然那边不像这边这么安全，但只要你们跟着佩佩，别离它太远就不会出事。"
        },
        {
            "N": "知更鸟",
            "T": "没关系，危险对我来说不算什么。更何况…有开拓者在呢！对吧？"
        },
        {
            "N": "知更鸟",
            "T": "狗狗导游…这我还是第一次见，好期待！要是能揉揉他的肚子就好了……"
        },
        {
            "N": "佩佩",
            "T": "汪汪！"
        },
        {
            "N": "知更鸟",
            "T": "佩佩真可爱！"
        },
        {
            "N": "",
            "T": "小狗看到你很高兴，示意你靠近它，抚摸，揉捏，然后是…佩佩示意你触摸它背包的某处。"
        },
        {
            "N": "",
            "T": "「联觉信标已激活。」天哪，还好不是虚数中子弹。"
        },
        {
            "N": "佩佩",
            "T": "（汪，听到了吗？汪？）"
        },
        {
            "N": "知更鸟",
            "T": "这…这是什么？谁在说话？！"
        },
        {
            "N": "",
            "T": "是狗在说话。"
        },
        {
            "N": "",
            "T": "科技，很神奇吧。"
        },
        {
            "N": "知更鸟",
            "T": "居然真是佩佩在说话…宠物用联觉信标，这也太神奇了！"
        },
        {
            "N": "佩佩",
            "T": "（汪，是艾丝妲小姐给我特意定制的，很神奇吧，你们都没有呢，汪汪！）"
        },
        {
            "N": "知更鸟",
            "T": "可是…我们是人呀，我们正常说话就好了，不需要定制。"
        },
        {
            "N": "佩佩",
            "T": "（汪？还真是！）"
        },
        {
            "N": "知更鸟",
            "T": "笨笨佩佩，我抱抱！"
        },
        {
            "N": "佩佩",
            "T": "（好了，接下来就让佩佩给你们介绍介绍吧！天才俱乐部的阮 · 梅女士此前到访空间站，在这儿做了些有趣的实验汪！）"
        },
        {
            "N": "佩佩",
            "T": "（实验的成果…就是这些有趣的阮 · 梅造物了！怎么样，是不是很厉害，要保密汪！这是空间站的秘密，不能跟一般人讲！）"
        },
        {
            "N": "知更鸟",
            "T": "阮 · 梅造物？这些…小…小点心？还是…小猫小狗？它们真是阮 · 梅女士创造的？简直不可思议！"
        },
        {
            "N": "知更鸟",
            "T": "等等，佩佩你该不会也是……"
        },
        {
            "N": "佩佩",
            "T": "（佩佩是有机无污染纯天然的智慧小狗，和那些后天加工制造出来的阮 · 梅造物不一样！）"
        },
        {
            "N": "佩佩",
            "T": "（至于这些造物，它们的确是阮 · 梅的杰作，各自有着不同的性格特点，不是每一只都和我一样…聪明友善！）"
        },
        {
            "N": "佩佩",
            "T": "（所以…你们要是喜欢，在旁边聊几句摸一下就好了汪。不要去找陌生的造物聊天，那些游荡在外面的造物可能会有未知的危险汪。）"
        },
        {
            "N": "知更鸟",
            "T": "抱歉，刚才是我失礼了…我会认真遵守的。"
        },
        {
            "N": "佩佩",
            "T": "（没事，佩佩心眼很大，不记仇的汪！）"
        },
        {
            "N": "知更鸟",
            "T": "好可爱的小点心…好想捏捏它们啊，实在是忍不住了……"
        },
        {
            "N": "",
            "T": "知更鸟在和几只造物友好交谈后，如愿以偿地将造物们从里到外摸了个遍。她激动得翅膀直扑腾。"
        },
        {
            "N": "知更鸟",
            "T": "咳咳咳…刚才有些失态了，抱歉。只怪这些造物实在太可爱了，闻起来还香香的…呜，好可爱，要是能带回家就好了……"
        },
        {
            "N": "知更鸟",
            "T": "谢谢你，佩佩。要是没有你当导游，要是错过了这些可爱的小点心…我恐怕得后悔一辈子啦。"
        },
        {
            "N": "佩佩",
            "T": "（你喜欢就好，要谢的话谢开拓者吧，这个舱段，{F#她}{M#他}也没少出力，{F#她}{M#他}是个可敬的好伙伴汪！）"
        },
        {
            "N": "佩佩",
            "T": "（接下来再带你们去逛点别的，空间站还有很多精彩的风景汪。）"
        },
        {
            "N": "知更鸟",
            "T": "好呀，那就麻烦佩佩导游给我们带路吧。"
        },
        {
            "N": "佩佩",
            "T": "汪汪！"
        },
        {
            "N": "佩佩",
            "T": "（这里就是空间站的接待中心汪。外来者只能在大厅逛逛，不能入内——你们是例外汪。）"
        },
        {
            "N": "知更鸟",
            "T": "那个就是空间站的标志吗？好酷炫哦。"
        },
        {
            "N": "佩佩",
            "T": "（很酷吗？我一直觉得像鸡蛋被耳机砸了个洞汪。）"
        },
        {
            "N": "佩佩",
            "T": "（汪！不好，有科员认出你了——大厅也没什么稀奇的，看过了我们就去别的地方逛逛吧，走汪！）"
        },
        {
            "N": "佩佩",
            "T": "（这里是主控舱段，科员们每天一般都在这里忙活，我每天也要到这里巡逻汪！）"
        },
        {
            "N": "知更鸟",
            "T": "唔，我看到艾丝妲站长了！从这儿看——空间站的构造真是神奇啊，这里能看到发射装置…还有…星空！"
        },
        {
            "N": "知更鸟",
            "T": "谢谢佩佩，带我们参观了这么多地方……"
        },
        {
            "N": "佩佩",
            "T": "（不客气，我和开拓者关系这么好，为开拓者干活是应该的汪！你们还有什么地方想逛吗？）"
        },
        {
            "N": "",
            "T": "我觉得我们参观得差不多了。"
        },
        {
            "N": "佩佩",
            "T": "（汪？好哦，那我送你们回去吧，佩佩也要休息汪！）"
        },
        {
            "N": "",
            "T": "佩佩呼哧呼哧地喘着气，看来刚才可没少跑。"
        },
        {
            "N": "",
            "T": "要不去黑塔的房间看看？"
        },
        {
            "N": "佩佩",
            "T": "（…汪？黑塔女士的办公室汪？）"
        },
        {
            "N": "佩佩",
            "T": "（开拓者，你有点触及到小狗的底线了汪。要去就自己去吧，出事了别说我当过导游汪。）"
        },
        {
            "N": "知更鸟",
            "T": "科员们都在潜心研究，我们再去打扰也不太好……"
        },
        {
            "N": "知更鸟",
            "T": "…可以送我们回月台吗？真的非常感谢各位的热情招待，就请你帮我为阿兰先生和艾丝妲站长致谢了。"
        },
        {
            "N": "佩佩",
            "T": "（汪！欢迎下次再来玩汪！要回来看看佩佩汪！）"
        },
        {
            "N": "知更鸟",
            "T": "好呀！下次一定！"
        },
        {
            "N": "",
            "T": "在佩佩的引导下，你们兜兜转转还是回到了空间站的月台。"
        },
        {
            "N": "",
            "T": "见你与知更鸟在列车前停了下来，似是有话要说，佩佩知趣地先行告辞。临走时它调皮地朝你抖了抖尾巴，不知是何用意。"
        },
        {
            "N": "知更鸟",
            "T": "真的很感谢你…开拓者。能到黑塔女士的空间站参观…要不是因为你，我这辈子恐怕也难有这样的机会了。"
        },
        {
            "N": "知更鸟",
            "T": "原来你走过的路是这样的，这就是你曾见过的风景，唔……"
        },
        {
            "N": "",
            "T": "怎么突然伤感起来了？"
        },
        {
            "N": "知更鸟",
            "T": "不是难过，我只是…有点感慨。"
        },
        {
            "N": "",
            "T": "啊？"
        },
        {
            "N": "知更鸟",
            "T": "嗯？"
        },
        {
            "N": "知更鸟",
            "T": "其实，此前我一直都有些羡慕你——羡慕你是无名客，经历过那么多跌宕起伏的事，又去过那么多地方，自由自在的…但现在……"
        },
        {
            "N": "知更鸟",
            "T": "走你走过的「开拓」之旅，还有你同行…这种感觉，简直就像是我也变成了一名无拘无束的无名客一样，真的很有趣。"
        },
        {
            "N": "知更鸟",
            "T": "呵呵，只可惜…假期太短，遗憾又太多呀。"
        },
        {
            "N": "",
            "T": "以后也可以一起旅行。"
        },
        {
            "N": "",
            "T": "没事，下次放假再继续玩。"
        },
        {
            "N": "知更鸟",
            "T": "呵呵，好呀，只要你不介意。"
        },
        {
            "N": "知更鸟",
            "T": "唔，我想想…近期恐怕是不得空了，但等下次拍摄结束，应该还有段空档期…就是不知道匹诺康尼这边会不会又凭空冒出需要紧急处理的事情了。"
        },
        {
            "N": "知更鸟",
            "T": "那就下次再约时间吧？开拓者，谢谢你的陪伴。我们下次见！"
        },
        {
            "N": "开拓者",
            "T": "（看来知更鸟小姐已经到了……）"
        },
        {
            "N": "成女",
            "T": "…怎么这么像知更鸟？"
        },
        {
            "N": "成男",
            "T": "起猛了，知更鸟来空间站了！"
        },
        {
            "N": "成女",
            "T": "多半是你们看错了。"
        },
        {
            "N": "知更鸟",
            "T": "开拓者，我到啦！行李也收拾好了，还有什么要准备的吗？"
        },
        {
            "N": "",
            "T": "稍等，我来安排下…"
        },
        {
            "N": "",
            "T": "等我联系下那边的朋友。"
        },
        {
            "N": "知更鸟",
            "T": "不愧是开拓者啊，空间站那边也有你的人脉！"
        },
        {
            "N": "知更鸟",
            "T": "等等…待会儿该不会开门就能见到黑塔女士吧？我、我没准备手信，糟了……"
        },
        {
            "N": "",
            "T": "不是她，是她信赖的站长。"
        },
        {
            "N": "",
            "T": "我让其他朋友来接我们。"
        },
        {
            "N": "知更鸟",
            "T": "原来如此…吓我一跳，我还以为要直接跟天才会面。"
        },
        {
            "N": "知更鸟",
            "T": "差点搞了个乌龙，抱歉，我对空间站一无所知，还好没闹出笑话来。接下来的行程就拜托开拓者了，要是闹出什么笑话，还请多担待些。"
        },
        {
            "N": "",
            "T": "放心，艾丝妲人很好的。"
        },
        {
            "N": "",
            "T": "旅行嘛，放松点，别太紧张。"
        },
        {
            "N": "知更鸟",
            "T": "嗯嗯！总之就听你安排了。"
        },
        {
            "N": "",
            "T": "你按下按钮，听到一声低沉、阴厉、冷酷的播报声响起——"
        }
    ],
    "1662499762": [
        {
            "N": "",
            "T": "看上去像片场的远光灯，又有点像某种古老的投影设备，你不确定它究竟是什么。"
        },
        {
            "N": "",
            "T": "你注意到它的机身上有一个显著的按钮，你决定——"
        },
        {
            "N": "",
            "T": "狠狠地按下去。"
        },
        {
            "N": "",
            "T": "你试着按下按钮，但那个镜头一样的玩意并没有如你所期望的那样亮起。"
        },
        {
            "N": "",
            "T": "或许这台机器只是个摆设——你开始思考在你脑海中自然形成的这个推论是否准确。"
        },
        {
            "N": "",
            "T": "就在大脑飞速运转时，你听见一阵急促的脚步声，夹杂着某种气喘吁吁的声音在向你靠近。"
        },
        {
            "N": "",
            "T": "一位侍从急匆匆地朝你跑了过来，将某个东西放在你身旁。"
        },
        {
            "N": "",
            "T": "算了，还是别乱碰了。"
        },
        {
            "N": "家族侍从",
            "T": "您想启动放映机吗？"
        },
        {
            "N": "家族侍从",
            "T": "您、您好…呼…呼呼…请问您是想启动放映机吗？"
        },
        {
            "N": "",
            "T": "你还是先缓缓吧。"
        },
        {
            "N": "家族侍从",
            "T": "呼呼——"
        },
        {
            "N": "家族侍从",
            "T": "现在已经好多啦，抱歉，最近都没怎么锻炼，没想到跑两步就累，让您见笑了。"
        },
        {
            "N": "",
            "T": "对，有什么电影看吗？"
        },
        {
            "N": "家族侍从",
            "T": "电影？抱歉，这台放映机是放不了电影的……"
        },
        {
            "N": "家族侍从",
            "T": "请容我为您介绍一下——这台放映机与一般的放映机不同。它不是用来放电影的，而是用来播放使用者的「回忆片段」的。"
        },
        {
            "N": "家族侍从",
            "T": "您瞧这里，这里是用来囤放压缩过的空白梦泡。只要把手搭在那儿，就能记录下使用者过往的精彩回忆。"
        },
        {
            "N": "",
            "T": "…不愧是匹诺康尼。"
        },
        {
            "N": "家族侍从",
            "T": "是的，这台放映机在匹诺康尼也算是抢手货。"
        },
        {
            "N": "",
            "T": "这么神奇？试试我的回忆吧！"
        },
        {
            "N": "家族侍从",
            "T": "好的，压缩梦泡已经装填完毕，您可以——"
        },
        {
            "N": "家族侍从",
            "T": "等等，忘记跟您说了…目前可供放映的剩余次数仅有一次。因为压缩梦泡的制作不易，成品是限量供应的。目前我们这儿只剩下一盘，其他的还在等待发货。"
        },
        {
            "N": "家族侍从",
            "T": "您确定要独自使用吗？一般来说，这个房间是「家庭放映厅」，沙发也是为五人以上的团体使用所准备的。"
        },
        {
            "N": "家族侍从",
            "T": "机会难得，您是否要邀请其他贵客前来，与您共同观赏回忆放映？"
        },
        {
            "N": "",
            "T": "邀请，狠狠地邀请！"
        },
        {
            "N": "",
            "T": "让我再想想吧。"
        },
        {
            "N": "家族侍从",
            "T": "好的，请稍等。"
        },
        {
            "N": "家族侍从",
            "T": "请问您想邀请哪几位住客呢？我这就帮您去邀请他们过来。"
        },
        {
            "N": "",
            "T": "就只能是住客吗？"
        },
        {
            "N": "家族侍从",
            "T": "…啊，抱歉，我以为您想邀请的亲朋也在空艇上，是我的理解出现了偏差。"
        },
        {
            "N": "",
            "T": "…你确定你能联系到他们吗？"
        },
        {
            "N": "家族侍从",
            "T": "…呃，在空艇上的话就没问题。如果是在其他地方，恐怕…不行。"
        },
        {
            "N": "家族侍从",
            "T": "非常抱歉，我先前有些考虑不周了。如果您想邀请的宾客尚处于匹诺康尼境内，请您先行联络他们。在确认邀请的宾客后，我会把您的宾客名录上报至空艇招待部门处。"
        },
        {
            "N": "家族侍从",
            "T": "届时将有专人带他们登陆空艇。期间若是有什么服务问题的话，请向空艇上任一工作人员反馈。"
        },
        {
            "N": "",
            "T": "自行联络宾客也不是件坏事，起码你不会担心被侍从听到冰冷的忙音。"
        },
        {
            "N": "",
            "T": "在思忖片刻后，你想起现在正身处匹诺康尼的朋友们…你决定——"
        },
        {
            "N": "",
            "T": "邀请星穹列车全员！"
        },
        {
            "N": "",
            "T": "你往「星穹列车一家人」群组中发送了活动邀请。"
        },
        {
            "N": "",
            "T": "等待片刻后……"
        },
        {
            "N": "",
            "T": "瓦尔特正在一处无人的角落观看手机里的故乡动画，他第一时间响应了你并表示随后就到。"
        },
        {
            "N": "",
            "T": "姬子与三月七正在「黄金的时刻」商店街购物，欣然接受了邀请，并表示逛完就来，可能会晚点到。"
        },
        {
            "N": "",
            "T": "帕姆一口气发了六个带有问号的表情包来答复你，丹恒以留下来看守列车为由拒绝了你，并解释说帕姆因为情绪太过激动才会手抖。"
        },
        {
            "N": "",
            "T": "邀请流萤！"
        },
        {
            "N": "",
            "T": "你拨打了流萤的号码，但冰冷的电子音回答你：「对方不在服务区」 。"
        },
        {
            "N": "",
            "T": "邀请公司的朋友！"
        },
        {
            "N": "",
            "T": "你想起在匹诺康尼认识的砂金，你邀请砂金通话，但对方的状态为「正在开会」，勿扰模式自动切断了你的来电。"
        },
        {
            "N": "",
            "T": "你注意到托帕也是同样的状态，抱着不死心的想法你再次向托帕发起邀请，但致电却被勿扰模式给拦截了。"
        },
        {
            "N": "",
            "T": "邀请花火！"
        },
        {
            "N": "",
            "T": "你想起一位假面愚者，与她的相识大大提升了你在匹诺康尼的开拓「风险」。"
        },
        {
            "N": "",
            "T": "可你认为相识一场既是有缘，你决定将活动邀请发送给她。"
        },
        {
            "N": "",
            "T": "花火立即回复了你，她「贴心」地建议送几个「有趣」的娃娃至空艇上，以便代替自己陪伴你，你联想到一些不妙的事，闻言赶紧拒绝。"
        },
        {
            "N": "",
            "T": "邀请匹诺康尼本地朋友！"
        },
        {
            "N": "",
            "T": "在匹诺康尼你认识了不少本地朋友，带他们来见识一下这艘空艇的奢华生活似乎也是不错的选择。"
        },
        {
            "N": "",
            "T": "在你向舒翁等人发送邀请后，他们陆续以「还要继续工作」为由拒绝了你，你有些无奈，却又不好意思影响人家的生计，只得无奈应下。"
        },
        {
            "N": "",
            "T": "你向侍从确认了你的邀请名单，在耐心的等待后，瓦尔特、姬子与三月七赶到了你身边。"
        },
        {
            "N": "三月七",
            "T": "在哪儿在哪儿？就是用这个看电影吗？"
        },
        {
            "N": "家族侍从",
            "T": "请容我为大家介绍一下——"
        },
        {
            "N": "",
            "T": "侍从为无名客们介绍起放映机的使用方法和注意事项。"
        },
        {
            "N": "瓦尔特",
            "T": "…放映机的原理…看上去和流光忆庭的技术有一定关联。"
        },
        {
            "N": "家族侍从",
            "T": "要放映的话，只需把掌心轻抵在已装填好的压缩梦泡上即可。"
        },
        {
            "N": "家族侍从",
            "T": "接下来，我就不打扰诸位了，请好好享受吧。如有需要，随时喊我，我就在门外恭候。"
        },
        {
            "N": "三月七",
            "T": "还剩最后一盘，开拓者，你想好要放什么了吗？"
        },
        {
            "N": "三月七",
            "T": "可别放太多噩梦进去，咱受不了。"
        },
        {
            "N": "姬子",
            "T": "压缩梦泡？我想，放映的内容不见得是开拓者能自由控制的。"
        },
        {
            "N": "三月七",
            "T": "那要是放到某些开拓者不想公开的场景，岂不是…岂不是尴尬了！"
        },
        {
            "N": "瓦尔特",
            "T": "放映机上有几个播放相关的设置，我想应该是通过这个来控制梦泡的播放。"
        },
        {
            "N": "三月七",
            "T": "好吧，那开拓者你到时候跟我说一声哦，要是有什么不该看的画面，咱马上就把眼睛闭起来！"
        },
        {
            "N": "姬子",
            "T": "嗯，还是交由开拓者自己来操作吧，该看什么{F#她}{M#他}心里清楚。"
        },
        {
            "N": "",
            "T": "三月七、姬子与瓦尔特朝你笑了笑，姬子示意你开始放映。"
        },
        {
            "N": "",
            "T": "你决定——"
        },
        {
            "N": "",
            "T": "大大方方地播就是了！"
        },
        {
            "N": "",
            "T": "谨慎地接触。"
        },
        {
            "N": "",
            "T": "你将手掌抵在放映机的尾部，与压缩梦泡亲密接触，纷乱的记忆涌上心头……"
        },
        {
            "N": "",
            "T": "过往的回忆清晰地投映了出来……"
        },
        {
            "N": "",
            "T": "随着画面的展开，你看到了自己，握着你在贝洛伯格所获得的那柄骑枪，站在同伴们的最前面，眼神坚定无比。"
        },
        {
            "N": "",
            "T": "你愕然，究竟是骑枪带给你真实的温暖，抑或是星穹列车的同伴们带给你的暖意，抑或是身旁那位一刀足以斩碎夜空的黄泉…你无从得知，你只记得在心跳加速时那份暖意不曾散去。"
        },
        {
            "N": "瓦尔特",
            "T": "…我还是很在意，黄泉小姐的实力。"
        },
        {
            "N": "姬子",
            "T": "难得看到小三月露出这副表情，挺凝重的。"
        },
        {
            "N": "三月七",
            "T": "这种危急时刻，虽说有姬子和杨叔在，但也不敢掉以轻心！该靠谱的时候咱还是很靠谱的！"
        },
        {
            "N": "三月七",
            "T": "不过…现在回看…有点奇怪，为什么开拓者的记忆会是这种旁观的角度？"
        },
        {
            "N": "",
            "T": "是手机，我开了录像模式！"
        },
        {
            "N": "三月七",
            "T": "别开玩笑啦开拓者！"
        },
        {
            "N": "",
            "T": "…我也不知道。"
        },
        {
            "N": "姬子",
            "T": "确实奇怪。"
        },
        {
            "N": "姬子",
            "T": "不过，这里可是匹诺康尼…或许是家族那边的某种独门技艺吧。"
        },
        {
            "N": "三月七",
            "T": "也是，毕竟是在梦里，什么奇景都有可能发生。"
        },
        {
            "N": "三月七",
            "T": "还有别的吗，开拓者，我感觉还没看够呢！"
        },
        {
            "N": "",
            "T": "在同伴们闲谈时，你放空大脑，这段时间经历了太多事，好几段回忆涌上心头。"
        },
        {
            "N": "",
            "T": "该放映哪一段好呢？"
        },
        {
            "N": "",
            "T": "记忆深处的恐惧。"
        },
        {
            "N": "",
            "T": "一种无可抵挡的恐惧感涌现，就像不带任何防寒设施在贝洛伯格的风雪里罚站，寒意自脚底上升至眉心。"
        },
        {
            "N": "",
            "T": "你阖上眼，流萤坠落至你怀中却清晰地放映了出来——就连坠落时她飞舞的发丝，与微风拂过的衣角，一切的一切都如此清晰。"
        },
        {
            "N": "",
            "T": "无从预知，无处抵挡…内心深处好像有某种声音，盖过了一切理智。从什么时候起，向来不知天高地厚的开拓者也会害怕了？你沉默着不愿再想下去。"
        },
        {
            "N": "",
            "T": "三月七迅速捂住了嘴，盖过了自己的惊呼，然后又捂住了眼睛。"
        },
        {
            "N": "三月七",
            "T": "…这是…流萤小姐…那次意外？"
        },
        {
            "N": "姬子",
            "T": "开拓者，你还好吗？抱歉，那时没能陪在你身旁，还好…现在也不迟。"
        },
        {
            "N": "",
            "T": "姬子握住了你的手，体温传来的温暖令你回过神来。"
        },
        {
            "N": "三月七",
            "T": "开拓者…你要是不舒服的话，还是先按暂停吧？这玩意能切掉吗？"
        },
        {
            "N": "瓦尔特",
            "T": "你还记得吗？开拓者，后来发生的事——流萤小姐并没有「死亡」，别怕，过去的事就让它过去吧。"
        },
        {
            "N": "",
            "T": "灵魂根源的渴望。"
        },
        {
            "N": "",
            "T": "长久以来，你都无法克制住自己那股难以名状的渴望——对于为世人所不容的垃圾桶，你竟生出了无法解释的喜爱与好奇心。"
        },
        {
            "N": "",
            "T": "这份感情既模糊又强烈，在你来到匹诺康尼之后，它更是超越了理智的边界，令你不能自已。"
        },
        {
            "N": "",
            "T": "博识学会的学者认为，梦境是人内心的反馈。在匹诺康尼这片梦中世界里，你常常会见到一个发生垃圾桶王国的故事：关于「垃圾之王」塔塔洛夫，关于桑博，以及一场拳拳到肉的精彩战斗。"
        },
        {
            "N": "",
            "T": "你从未想到会有此情此景，原来那些梦中发生的故事竟可以投映出来……"
        },
        {
            "N": "三月七",
            "T": "唔…你还真是喜欢垃圾桶啊，满脑子都是垃圾桶……"
        },
        {
            "N": "瓦尔特",
            "T": "战斗画面挺热血的，年轻人的想象力果然丰富，匹诺康尼这个地方还真适合你。"
        },
        {
            "N": "姬子",
            "T": "有趣的爱好…开拓者，需要帮你按下跳过键吗？"
        },
        {
            "N": "",
            "T": "同伴给予的安全感。"
        },
        {
            "N": "",
            "T": "你想起了在剧院直面星期日的事…在诗班奏响未来的序曲前，空气凝固，时间似乎都静止了下来。"
        },
        {
            "N": "",
            "T": "然而，就在这千钧一发之际，仙舟联盟的突然出现，以雷霆万钧之势出现，清除了一切危机。"
        },
        {
            "N": "",
            "T": "这是…梦吗？你看到了那个瑰丽的场景，丹恒与景元联手，令恐惧和不安在这一刻消散，某种难以言喻的安全感笼罩了你。"
        },
        {
            "N": "",
            "T": "尽管时至今日，你都很难把丹恒与他的秘密身份联系到一起……"
        },
        {
            "N": "三月七",
            "T": "快看，是丹恒耶！还有景元将军！好帅气的亮相！开拓者，咱在你脑海里怎么就没这种待遇啊！"
        },
        {
            "N": "瓦尔特",
            "T": "当时…星期日先生并没有对我下狠手，只是把我囚禁在意识中，多亏了景元将军赶来，我才能逃出生天。"
        },
        {
            "N": "瓦尔特",
            "T": "没想到景元将军出手的场景如此震撼，没能亲眼见证实在可惜。"
        },
        {
            "N": "姬子",
            "T": "这段时间发生了这么多事，开拓者，你还是找个机会好好休养一下吧。虽说现在平安无事，但要是落下什么心理阴影的，以后可就遭罪了。"
        },
        {
            "N": "",
            "T": "给自己留点隐私，就不放映了。"
        },
        {
            "N": "",
            "T": "你再三思索，基于保护隐私的理念，你不想在同伴面前暴露你的个人生活，你决定还是为自己留几分体面吧。"
        },
        {
            "N": "",
            "T": "在瑰丽的梦境中，你分不清什么是真，什么是假。但无论发生什么变故，你的同伴始终在你身旁陪伴着你，这就够了。"
        },
        {
            "N": "",
            "T": "于是你决定，不去想这些就好了。"
        },
        {
            "N": "瓦尔特",
            "T": "不知不觉间，开拓者也成长起来了，现在都能独当一面了。"
        },
        {
            "N": "三月七",
            "T": "有点可惜，刚刚看得太投入，忘记拍照留念了！这算是开拓者主演的大电影吧，这种场合不跟主角合照也太可惜了！"
        },
        {
            "N": "三月七",
            "T": "要是还有压缩梦泡就好了，这种精彩的画面，重映多少次我都不会腻！"
        },
        {
            "N": "姬子",
            "T": "珍贵的回忆看一次就够了，沉湎其中也不是好事，还是向前看吧，小三月？"
        },
        {
            "N": "姬子",
            "T": "还有…开拓者，你也是。"
        },
        {
            "N": "",
            "T": "放心，我听劝。"
        },
        {
            "N": "",
            "T": "嗯，这就是开拓精神！"
        },
        {
            "N": "",
            "T": "姬子对你笑了笑，温柔地表示了某种肯定，你确信你感受到了她对你的某种期许。"
        },
        {
            "N": "",
            "T": "你与同伴们闲聊了一会儿，在温情时刻结束后，彼此道别，然后短暂分开。"
        },
        {
            "N": "",
            "T": "此处只剩你一人，你留在原地，恍惚之间以为<color=#dbc291ff>方才的一切是场幻梦</color>。"
        },
        {
            "N": "",
            "T": "一间无主牢房孤零零地恭候着你的莅临，犹如无主的王国等待着它的君主。这里原本应关押着穷凶极恶的囚徒，如今空空如也。"
        },
        {
            "N": "",
            "T": "虽然这么比喻对囚徒不太合适——就像是你去了动物园，满心期待热门动物在园区视野最好的地方被你观察，可是它却不知为何躲在某块大石头下面睡觉，什么也看不着。"
        },
        {
            "N": "",
            "T": "要不，再看一会吧？"
        },
        {
            "N": "",
            "T": "事实上，你意识到了，若无其事地继续看下去就会有什么事情发生……"
        },
        {
            "N": "",
            "T": "放弃，差不多得了。"
        },
        {
            "N": "？？？",
            "T": "开拓者大人？"
        },
        {
            "N": "",
            "T": "你转过身去，发现这是一位你从未打过照面的狱卒，但是她轻松地叫出了你的名字，也许就是成为名人的烦恼吧。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "开拓者大人，您怎么会在这里？您不是在勘录舍里指导…工作吗？"
        },
        {
            "N": "",
            "T": "勘录舍…是什么地方？"
        },
        {
            "N": "巡逻的狱卒",
            "T": "您刚刚不就在那里吗？我才从勘录舍出来……"
        },
        {
            "N": "",
            "T": "我指导…十王司工作？"
        },
        {
            "N": "巡逻的狱卒",
            "T": "您刚刚不就在大谈特谈幽囚狱的防越狱工作不够严谨……"
        },
        {
            "N": "",
            "T": "我们…之前有见过面吗？"
        },
        {
            "N": "巡逻的狱卒",
            "T": "您真是贵人多忘事啊，再说，我们也才没分开多久……"
        },
        {
            "N": "巡逻的狱卒",
            "T": "等等！我已经明白是怎么回事了。刚才我收到监察系统通报，发现「无相者」嘟嘟的牢房出现了安全漏洞警告，现在看来，嘟嘟已经趁乱逃出来了。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "换句话说，你或者上面那个「你」，其中一个就是「无相者」嘟嘟。"
        },
        {
            "N": "",
            "T": "那你们快去抓住它呀！"
        },
        {
            "N": "",
            "T": "你不会…以为我是嘟嘟吧？"
        },
        {
            "N": "",
            "T": "狱卒的目光一变，开始对你进行上下打量。"
        },
        {
            "N": "",
            "T": "想必她也很难把握到底该用什么语气同你说话——要是语气尊敬一些，万一你是嘟嘟怎么办；要是语气严厉一些，万一你是真的开拓者怎么办？"
        },
        {
            "N": "巡逻的狱卒",
            "T": "…我分辨不出来，你跟我走一趟吧。"
        },
        {
            "N": "",
            "T": "这是你们自己的事…"
        },
        {
            "N": "巡逻的狱卒",
            "T": "你继续拒绝的话，我会认为你就是嘟嘟；而你跟我上去，反而会有证明自己的机会——我不是在请求你，我是在要求你。"
        },
        {
            "N": "",
            "T": "走吧，我倒要看看是谁！"
        },
        {
            "N": "巡逻的狱卒",
            "T": "嗯，走吧。"
        },
        {
            "N": "？？？",
            "T": "你把你们这里的管事的人叫出来，雪衣呢？寒鸦呢？藿藿呢？再不行，就把你们仙舟的神策府将军景元叫过来！"
        },
        {
            "N": "为难的狱卒",
            "T": "…那我去把寒鸦大人叫过来。"
        },
        {
            "N": "？？？",
            "T": "等等！你们这些办事的狱卒，不要拿这样的小事去为难判官，所以说啊，你们的业务水平真的不太行。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "我把另一位开拓者大人带过来了，另外，现在「无相者」嘟嘟已经脱离了囚室，很有可能是这二人其中一人。"
        },
        {
            "N": "魂停",
            "T": "没事，这事交给我吧，我有经验。我知道你们都会叫自己开拓者，这个名称代号已经没有意义了，一直在这里的这个就叫做「嫌疑人甲」。"
        },
        {
            "N": "魂停",
            "T": "而你，刚来的，就叫做「嫌疑人乙」。"
        },
        {
            "N": "嫌疑人甲",
            "T": "{F#她}{M#他}是假的，我是真的。"
        },
        {
            "N": "魂停",
            "T": "…别废话。「你是真的」、「你是假的」…就只是一堆车轱辘话。去，带一只谛听过来。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "是，魂停大人。"
        },
        {
            "N": "",
            "T": "巡逻的狱卒收到命令后离开，而你明显感觉到那个「嫌疑人甲」有些紧张……"
        },
        {
            "N": "魂停",
            "T": "在谛听到来之前，我允许你们向对方发起提问。我对开拓者也不太熟悉，只会从旁观察，不过判断依据我是不会告诉你们了。"
        },
        {
            "N": "魂停",
            "T": "现在，我给你们一点时间思考，但不能用语言交流。"
        },
        {
            "N": "？？？",
            "T": "你们不给我好吃好喝的招待着也就算了，怎么我要离开这破地方还这么多事？"
        },
        {
            "N": "",
            "T": "一样的发色，一样的穿着，一样的瞳色，一样的身高。嫌疑人甲，你最熟悉的陌生人。"
        },
        {
            "N": "",
            "T": "既然他提到了多个不在场判官的名字，想必也是从你那里得到了一些暧昧的记忆，这记忆是否能够以假乱真，就不得而知了。"
        },
        {
            "N": "",
            "T": "再好好观察一下「嫌疑人甲」吧，也许对你的提问有利。"
        },
        {
            "N": "",
            "T": "得出什么结论了吗？"
        },
        {
            "N": "",
            "T": "真是一张伟大的脸。"
        },
        {
            "N": "",
            "T": "正确的，大家都很喜欢你。"
        },
        {
            "N": "",
            "T": "{F#她}{M#他}才是真的开拓者。"
        },
        {
            "N": "",
            "T": "请你对自己有些自信。"
        },
        {
            "N": "",
            "T": "现在可以和自己合影吗？"
        },
        {
            "N": "",
            "T": "当然可以，对话结束之后，请善用相机功能。"
        },
        {
            "N": "魂停",
            "T": "准备好了？"
        },
        {
            "N": "",
            "T": "快快让我提问。"
        },
        {
            "N": "",
            "T": "我再想想。"
        },
        {
            "N": "魂停",
            "T": "很好，现在我会允许你们互相向对方提出一个问题，对方也必须回答一个问题。鉴于这里已经有一个人正在说谎，我也不指望你们都诚实回答。"
        },
        {
            "N": "魂停",
            "T": "因此，我仅会从你们问了什么问题，如何做出回答来进行判断，当然我不会立刻告诉你们。接下来，就从你开始吧，嫌疑人甲提问。"
        },
        {
            "N": "嫌疑人甲",
            "T": "我是星穹列车的列车组成员，这问题的答案只有星穹列车的成员才会知道。所以等{F#她}{M#他}回答完之后，十王司可以求证杨叔、姬子姐姐或者帕姆。"
        },
        {
            "N": "",
            "T": "你所有的记忆都是来自我这里。"
        },
        {
            "N": "嫌疑人甲",
            "T": "你想说，我知道的都是你知道的？那可不一定哦！"
        },
        {
            "N": "",
            "T": "…我们之间也有不知道的秘密。"
        },
        {
            "N": "嫌疑人甲",
            "T": "冥差大人，{F#她}{M#他}心虚了。"
        },
        {
            "N": "嫌疑人甲",
            "T": "提问，星穹列车的观景车厢里有很多的灯，其中落地灯有多少盏呢？"
        },
        {
            "N": "",
            "T": "3盏。"
        },
        {
            "N": "嫌疑人甲",
            "T": "错了！是4盏！冥差大人，{F#她}{M#他}是假的。"
        },
        {
            "N": "魂停",
            "T": "我说过了，我不会根据正确错误来判断。"
        },
        {
            "N": "",
            "T": "4盏。"
        },
        {
            "N": "嫌疑人甲",
            "T": "你是蒙对的吧？"
        },
        {
            "N": "",
            "T": "5盏。"
        },
        {
            "N": "嫌疑人甲",
            "T": "错了！是4盏！冥差大人，{F#她}{M#他}是假的。"
        },
        {
            "N": "魂停",
            "T": "我说过了，我不会根据正确错误来判断。"
        },
        {
            "N": "",
            "T": "6盏。"
        },
        {
            "N": "嫌疑人甲",
            "T": "错了！是4盏！冥差大人，{F#她}{M#他}是假的。"
        },
        {
            "N": "魂停",
            "T": "我说过了，我不会根据正确错误来判断。"
        },
        {
            "N": "",
            "T": "跳过。"
        },
        {
            "N": "嫌疑人甲",
            "T": "没有跳过！你心虚了吧！冥差大人，{F#她}{M#他}是假的。"
        },
        {
            "N": "",
            "T": "我猜正常人应该不会记得这个…"
        },
        {
            "N": "嫌疑人甲",
            "T": "闭嘴，嫌疑人乙！你说谁不是正常人呢？"
        },
        {
            "N": "",
            "T": "我可以高维度作弊，你输定了。"
        },
        {
            "N": "嫌疑人甲",
            "T": "闭嘴，嫌疑人乙！只能用作弊的手段，也敢自称星穹列车的无名客吗？"
        },
        {
            "N": "魂停",
            "T": "现在该你来提问了，嫌疑人乙。"
        },
        {
            "N": "",
            "T": "观景车厢里有多少小圆桌？"
        },
        {
            "N": "嫌疑人甲",
            "T": "两张小圆桌。真正的星穹列车的成员肯定是知道的。"
        },
        {
            "N": "",
            "T": "你知道原始博士喜欢吃香蕉吗？"
        },
        {
            "N": "嫌疑人甲",
            "T": "我当然知道…吗？你这是什么问题？"
        },
        {
            "N": "",
            "T": "你知道上一次我抽卡保底了吗？"
        },
        {
            "N": "嫌疑人甲",
            "T": "你觉得我回答了这个问题能证明什么？"
        },
        {
            "N": "",
            "T": "雪衣、寒鸦和藿藿谁最喜欢我？"
        },
        {
            "N": "嫌疑人甲",
            "T": "我只知道她们都很喜欢我。"
        },
        {
            "N": "",
            "T": "圆周率小数点后一百位是什么？"
        },
        {
            "N": "嫌疑人甲",
            "T": "是9…等等，你这恍然大悟的表情是怎么回事？"
        },
        {
            "N": "魂停",
            "T": "好了，我已经心中有数了。"
        },
        {
            "N": "魂停",
            "T": "幽府武弁！把嫌疑人甲立刻逮捕！"
        },
        {
            "N": "嫌疑人甲",
            "T": "啊？！"
        },
        {
            "N": "",
            "T": "勘录舍的阴影中蹿出两名幽府武弁，立刻将「无相者」嘟嘟控制了起来。"
        },
        {
            "N": "魂停",
            "T": "让您受累了，开拓者大人。"
        },
        {
            "N": "",
            "T": "准确！你到底是怎么判断的？"
        },
        {
            "N": "",
            "T": "哈哈哈，其实我才是假扮的。"
        },
        {
            "N": "魂停",
            "T": "那我现在把你抓起来？"
        },
        {
            "N": "魂停",
            "T": "比起你们说话的内容，我更喜欢观察你们在面对意料之外的提问时，展现出的小动作和微表情。嫌疑人甲比你慌乱多了。"
        },
        {
            "N": "嫌疑人甲",
            "T": "我不服，谛听还没有说话呢，我要听听谛听怎么说！"
        },
        {
            "N": "寒鸦",
            "T": "我以为这事还需要我来处理，看来已经不需要了…魂停，你做得好。"
        },
        {
            "N": "寒鸦",
            "T": "要我说，还有更简单的办法判断你们的真伪。你们俩打一架，不就知道了吗？活下来的那个，才有资格成为开拓者大人。"
        },
        {
            "N": "",
            "T": "说了半天还是要打啊。"
        },
        {
            "N": "寒鸦",
            "T": "那倒不必，你看看{F#她}{M#他}惊慌的样子，根本没有和你交手的本事。"
        },
        {
            "N": "",
            "T": "我舍不得打坏了那张脸…"
        },
        {
            "N": "寒鸦",
            "T": "……"
        },
        {
            "N": "寒鸦",
            "T": "没事的。你看看{F#她}{M#他}惊慌的样子，根本没有和你交手的本事。"
        },
        {
            "N": "寒鸦",
            "T": "「无相者」嘟嘟，你可知罪？还是说，非得用这谛听验一验你的成色？"
        },
        {
            "N": "嘟嘟",
            "T": "我知道错了……"
        },
        {
            "N": "寒鸦",
            "T": "魂停，你将它带下去吧。"
        },
        {
            "N": "魂停",
            "T": "是。"
        },
        {
            "N": "寒鸦",
            "T": "开拓者大人，这次真是给你添麻烦了。请收下这些赔礼，当是这个小小闹剧的补偿吧。此间事毕，寒鸦也先行告退了。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "现在逃犯「无相者」嘟嘟，已经缉拿送入牢房，相信短时间之内它也没法逃脱了。开拓者大人，请原谅我之前对您的无礼。"
        },
        {
            "N": "",
            "T": "没事，其实你做事分寸很好。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "谢谢大人理解。"
        },
        {
            "N": "",
            "T": "下次要是能擦亮眼睛就好了…"
        },
        {
            "N": "巡逻的狱卒",
            "T": "在下一定会将今天发生的一切作为重要的教训。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "实际上在遇到开拓者来之前，嘟嘟就一直在假扮您，要求关闭掉出入幽囚狱的生物识别系统……"
        },
        {
            "N": "巡逻的狱卒",
            "T": "现在想来，肯定是在为离开幽囚狱做准备。万幸当时见到你，才间接识破了它的诡计。一旦这家伙跑出去，贻害无穷。十王司在此谢过了。"
        },
        {
            "N": "巡逻的狱卒",
            "T": "要是大人还想了解「无相者」嘟嘟，可以到囚室当面了解。放心，以后不会再让它离开囚室了。"
        },
        {
            "N": "魂停",
            "T": "正好，谛听也在路上了，我们开始吧。"
        },
        {
            "N": "",
            "T": "寒鸦从一旁路过，听见嫌疑人甲的争吵声便走了过来。"
        },
        {
            "N": "",
            "T": "看看你发现了什么，一本书？幽囚狱里什么样的犯人都有，既然书是精神粮食，也许其中就有某种精神系的犯人，以阅读有营养的书本维生。"
        },
        {
            "N": "",
            "T": "不过你向来都是将不同世界的不同书籍（甚至不是书籍的东西）悄悄放进背包，不知道什么时候会再次打开它了…嗯，这里请允许我问一下，您真的看吗？"
        },
        {
            "N": "",
            "T": "每一本我都看，有意思。"
        },
        {
            "N": "",
            "T": "感谢厚爱，请期待之后的书籍。"
        },
        {
            "N": "",
            "T": "标题有意思的，我会看。"
        },
        {
            "N": "",
            "T": "原来如此…这和浏览网络社区是一样的。"
        },
        {
            "N": "",
            "T": "早就不看了，看字太累。"
        },
        {
            "N": "",
            "T": "理解理解，如今获取信息的手段太多了。"
        },
        {
            "N": "",
            "T": "那么这一本是…《魔阴身考》？"
        },
        {
            "N": "",
            "T": "你对这个书名好像有点印象。这本书似乎早在你刚登上仙舟之时，就被列为「列车智库」推荐登记书目了，银河中有一些人正在苦苦寻找这部著作的下落，却没有结果。"
        },
        {
            "N": "",
            "T": "将它带上吧，也许负责智库维护的丹恒会感谢你的。"
        },
        {
            "N": "",
            "T": "拿走。"
        },
        {
            "N": "",
            "T": "不感兴趣。"
        },
        {
            "N": "",
            "T": "看来你对魔阴身相关考证兴趣寥寥。毕竟你又不是仙舟人，无须有这方面的担忧…当然你要是有空，可以随时回来取走。"
        },
        {
            "N": "",
            "T": "因为它可能并不是一本*落在监狱的书*，而是*被关在监狱里的书*。"
        },
        {
            "N": "新来的狱卒",
            "T": "等等，你刚才是不是拿走了那本《魔阴身考》？"
        },
        {
            "N": "",
            "T": "没错，我这人喜欢看书涨知识。"
        },
        {
            "N": "新来的狱卒",
            "T": "跟你喜不喜欢没关系，你这是在协助它越狱！"
        },
        {
            "N": "",
            "T": "你们摆在那里不就是让我拿走…"
        },
        {
            "N": "新来的狱卒",
            "T": "让你拿走？不对吧，你这是在协助它越狱！"
        },
        {
            "N": "新来的狱卒",
            "T": "我刚负责幽囚狱这个区域巡逻不久，也不太清楚这本书的具体情况。但是依据我的经验来看，它应该是犯了什么事。"
        },
        {
            "N": "",
            "T": "你是认真的吗？不开玩笑？"
        },
        {
            "N": "新来的狱卒",
            "T": "我就是因为性格认真才被选拔成为十王司狱卒的。在我看来，这本书应该就是犯了错，然后被抓起来了。"
        },
        {
            "N": "",
            "T": "找不到这本书的原因找到了…"
        },
        {
            "N": "新来的狱卒",
            "T": "…原来有人一直在找这本书吗？告诉他们，他们没找到的原因，就是这本书被抓起来了，不好意思。"
        },
        {
            "N": "新来的狱卒",
            "T": "总之，十王司的判断绝对不会出错，我们绝不会冤枉一本好书的。"
        },
        {
            "N": "",
            "T": "但是，罪名到底是什么呢？"
        },
        {
            "N": "新来的狱卒",
            "T": "…没有罪名就不会被收监。你说的有道理，我打算现在快速查询一下。"
        },
        {
            "N": "",
            "T": "明白了，我会把书留下来。"
        },
        {
            "N": "新来的狱卒",
            "T": "很好，我将以…我应该以什么罪名将它重新逮捕呢？我现在立刻查询一下。"
        },
        {
            "N": "",
            "T": "这位业务稍显不成熟的狱卒在你的面前开始查询起来，一本书到底犯了什么罪，才会被关在幽囚狱中，让银河中那么多人费尽手段也没有找到它？"
        },
        {
            "N": "新来的狱卒",
            "T": "奇了怪了，系统上没有任何记录。难道说它并没有犯罪？"
        },
        {
            "N": "",
            "T": "这比较符合我的常识…"
        },
        {
            "N": "新来的狱卒",
            "T": "你说的有道理，书你可以带走。"
        },
        {
            "N": "",
            "T": "现在我可以带走它了吗？"
        },
        {
            "N": "新来的狱卒",
            "T": "书你可以带走……"
        },
        {
            "N": "新来的狱卒",
            "T": "我还有职务在身，得继续去巡逻了。如果你对《魔阴身考》为何被关在监狱里感兴趣的话，请一定要找司狱赤衣大人问清楚！"
        },
        {
            "N": "",
            "T": "新来的狱卒挠了挠头离开了这里，这本《魔阴身考》切切实实成为了你的所有物。"
        },
        {
            "N": "",
            "T": "你终于拿到了*谁也找不到的《魔阴身考》*，要是有一个世界广播，你应该告诉银河里所有想要找到这本书的朋友。"
        },
        {
            "N": "",
            "T": "不过它只是一本普通的书，内容还算有趣却并不值得为它闯入幽囚狱…它仅仅是留下了一道谜题——是谁又出于什么原因，将它带走放进幽囚狱中不见天日？"
        },
        {
            "N": "",
            "T": "也许找到问题的答案，并不会给你真正的成就感，但如果你有一种谜题未解浑身不适的感觉，就像那位新手狱卒说的那样，去找赤衣大人聊聊吧。"
        },
        {
            "N": "",
            "T": "在监狱里找到了《魔阴身考》…"
        },
        {
            "N": "赤衣",
            "T": "这本书有什么特殊之处吗？"
        },
        {
            "N": "",
            "T": "这本书曾被人满世界寻找却无人寻得，以及它被锁在监狱中无人知晓…你将这些经历统统讲给了赤衣，她听完后若有所悟。"
        },
        {
            "N": "赤衣",
            "T": "若是将这两件事结合起来，不免让人产生了一种「此前大家都找不到这本书，原来是因为它被抓起来了」的感受。"
        },
        {
            "N": "赤衣",
            "T": "但很显然，这不过是一个凑巧的解释。幽囚狱不会无缘无故收监一本普通的书——我们确实收监某些奇怪又危险的书，绝不会让大人您随意拿走。"
        },
        {
            "N": "赤衣",
            "T": "所以它被落在囚室附近，应该是另有原因。"
        },
        {
            "N": "",
            "T": "会不会是狱卒留下的？"
        },
        {
            "N": "赤衣",
            "T": "可能是哪个粗心的狱卒落下的，但直到今天也没有任何人申报过这样的失物登记。"
        },
        {
            "N": "",
            "T": "会不会是犯人留下的？"
        },
        {
            "N": "赤衣",
            "T": "犯人的收押和转移有严格的检查流程，其随身携带的物品都会登记在册，所以不会有这种可能。"
        },
        {
            "N": "赤衣",
            "T": "开拓者，您还想到了其他的可能性吗？"
        },
        {
            "N": "",
            "T": "这世间的偶然与可能性太多了…"
        },
        {
            "N": "赤衣",
            "T": "没错，常有人说命运的可能性像网，但是回头看它却是线——要是这本书能开口说话，也许它能告诉我们这条线究竟是什么…可惜，它不能。"
        },
        {
            "N": "",
            "T": "现在知道了也只是满足好奇心。"
        },
        {
            "N": "赤衣",
            "T": "您不正是为了满足好奇心才来找我的吗？"
        },
        {
            "N": "赤衣",
            "T": "确实，我无法给开拓者大人一个满意的解释。幽囚狱内普通犯人们享有被限制的自由，就算说这本书是犯人在狱中书写，也并非是没有可能的……"
        },
        {
            "N": "赤衣",
            "T": "幽囚狱经常会发生一些奇怪的事，作为司狱我见过太多的事情没头没尾，但让我彻底睁一只眼闭一只眼也说服不了自己……"
        },
        {
            "N": "赤衣",
            "T": "于是乎，我会推荐您「简单性原理」——当你的脑中有多个竞争地位的推论时，简单的那个更好…也许它不一定就是真相本身，但是它可能是最有说服力的推论。"
        },
        {
            "N": "赤衣",
            "T": "那么开拓者大人，闭上眼睛，专注于你的思考之上。"
        },
        {
            "N": "",
            "T": "…在你初登仙舟之时，你的智库书架就不断提示你各种尚未获得到的书目…无论是有心之人，亦或是无心之人，谁都找不到这本《魔阴身考》。"
        },
        {
            "N": "",
            "T": "…而幽囚狱是用来关闭重犯的地方，你曾在这里见过一些*并非是人*的囚徒…那么一本书被关在这里，似乎也算是有理可依。"
        },
        {
            "N": "",
            "T": "赤衣大人推荐了你「简单性原理」，希望你删繁就简得到更简洁的结论，那么——"
        },
        {
            "N": "",
            "T": "就是这本书被抓起来了。"
        },
        {
            "N": "",
            "T": "虽然逻辑稍显天马行空，但它好在足够简洁。书犯了错，被抓起来了，它本该早早出现，命运却和它开起了玩笑，它被抓进了你一开始无法前往的幽囚狱……"
        },
        {
            "N": "",
            "T": "应该是某个犯人留下的。"
        },
        {
            "N": "",
            "T": "囚室是关犯人的，书又不是犯人，那么就是犯人把书留在囚室附近的。至于书是怎么到犯人手上的…那只是无限将简单的问题扩大罢了。"
        },
        {
            "N": "",
            "T": "应该是策划忘记投放了。"
        },
        {
            "N": "",
            "T": "嘘——"
        },
        {
            "N": "",
            "T": "你是在说他们在正式上线的版本中留下了错误，却未在后面的版本开发中及时修复，等到了现在，却又在用「书被抓起来了」的理由搪塞过去？"
        },
        {
            "N": "",
            "T": "好吧，由「简单性原理」来看，这不无可能！他们为此还准备了一点简单的小补偿，收下吧，希望你能心领神会闭口不提。"
        },
        {
            "N": "赤衣",
            "T": "看来您已经得到了一个足够简洁的答案，我知道您为此事跑前跑后并不容易，我会作为司狱给你一些跑腿的辛苦费用，对您的求知精神表示赞扬！辛苦了！"
        },
        {
            "N": "",
            "T": "自从幽囚狱大乱以后，十王司第一时间积极响应，已经将大部分出逃的犯人抓捕入狱，最大程度保留维持着幽囚狱内应有的秩序。"
        },
        {
            "N": "",
            "T": "然而，百密终有一疏。就算冥差、狱卒、幽府武弁统统放弃了休假，日夜不停地加班修复各类出逃问题，仍有一些狡猾的犯人不知踪影。"
        },
        {
            "N": "",
            "T": "下面似乎还有很多游荡的怪物…"
        },
        {
            "N": "",
            "T": "游荡的怪物？"
        },
        {
            "N": "",
            "T": "哦——！不打紧，那些怪物想必是前来劫狱的残党，幽囚狱里原本就没有他们的房间…你要是撞上了，只管出手消灭便是，不用向十王司打招呼。"
        },
        {
            "N": "",
            "T": "理解，这也是没有办法的事嘛。"
        },
        {
            "N": "",
            "T": "感谢你的理解。即便十王司面对意外已经做出了充足的准备，然而人们总会因为「一次令人印象深刻的混乱」而对幽囚狱此前种种努力视若不见。"
        },
        {
            "N": "",
            "T": "能得到你的理解，也是一种荣幸。"
        },
        {
            "N": "",
            "T": "你回过神来，发现判官雪衣与此地的司狱赤衣正在商谈要事……"
        },
        {
            "N": "赤衣",
            "T": "雪衣大人，目前的收押工作进展顺利。不过有五名囚犯目前仍然下落不明……"
        },
        {
            "N": "雪衣",
            "T": "具体来说？"
        },
        {
            "N": "赤衣",
            "T": "根据监控显示，他们并没有在骚动发生后离开幽囚狱，如今更是没有机会离开。按道理来说他们应该藏在幽囚狱某处，只是我们还没有找到……"
        },
        {
            "N": "雪衣",
            "T": "犯人的危险程度呢？"
        },
        {
            "N": "赤衣",
            "T": "极低。"
        },
        {
            "N": "雪衣",
            "T": "危险程度，极低。寻找难度，不明。继续这样找下去，只是在浪费幽囚狱人力。"
        },
        {
            "N": "",
            "T": "你注意到雪衣与赤衣看向了你，一瞬间你好像明白了很多事，但是你也可以不明白。"
        },
        {
            "N": "",
            "T": "我脸上有东西吗？"
        },
        {
            "N": "赤衣",
            "T": "没有东西。"
        },
        {
            "N": "雪衣",
            "T": "吾等在看汝。"
        },
        {
            "N": "",
            "T": "直说吧，你们要我做什么？"
        },
        {
            "N": "赤衣",
            "T": "雪衣大人，开拓者大人被你们麻烦过很多次吗？"
        },
        {
            "N": "雪衣",
            "T": "很多次。"
        },
        {
            "N": "雪衣",
            "T": "开拓者，此事并非是交托于汝的任务，汝不必将其视为负担。"
        },
        {
            "N": "雪衣",
            "T": "这幽囚狱之中潜藏着五名逃犯，或生或死，统统需要查证清楚，不可留下隐患。汝受十王恩赐在幽囚狱内自由行事，如有发现这些逃犯，请及时通报吾等，自有冥差处置。"
        },
        {
            "N": "",
            "T": "换句话说，碰碰运气找找就行。"
        },
        {
            "N": "赤衣",
            "T": "是的，大人有所发现的话最好，没有也没关系。"
        },
        {
            "N": "雪衣",
            "T": "将逃犯悉数拿回之后，十王司绝不会亏待汝。"
        },
        {
            "N": "",
            "T": "你注意到逃犯看了你一眼，随即他将目光移开，假装自己什么也看不见。但这只不过是在掩耳盗铃罢了，你又不是为了和他成功对上眼神才来到这里的。"
        },
        {
            "N": "",
            "T": "喂，你是逃犯吧。"
        },
        {
            "N": "",
            "T": "你好你好，很高兴认识你。"
        },
        {
            "N": "沉默的逃犯",
            "T": "……"
        },
        {
            "N": "沉默的逃犯",
            "T": "你挡路了。"
        },
        {
            "N": "",
            "T": "我已经联系狱卒了。"
        },
        {
            "N": "沉默的逃犯",
            "T": "哎，多事。"
        },
        {
            "N": "",
            "T": "挡路？说得就像你会出来一样。"
        },
        {
            "N": "沉默的逃犯",
            "T": "*沉重的叹息*"
        },
        {
            "N": "",
            "T": "别动，我要过去逮捕你了。"
        },
        {
            "N": "沉默的逃犯",
            "T": "哼，再走近一些也无妨。"
        },
        {
            "N": "沉默的逃犯",
            "T": "…我不认识你。这对你而言，是件好事。"
        },
        {
            "N": "沉默的逃犯",
            "T": "走吧，「魔阴身」发作的时候，最好别在我身旁。"
        },
        {
            "N": "",
            "T": "你还敢威胁我？"
        },
        {
            "N": "沉默的逃犯",
            "T": "魔阴发作时，我就是另一个人了。"
        },
        {
            "N": "",
            "T": "我打过的魔阴身数不胜数。"
        },
        {
            "N": "沉默的逃犯",
            "T": "人皆有魔阴，或各有不同，我的情况殊为特别。"
        },
        {
            "N": "",
            "T": "你说话真的很像一个人…"
        },
        {
            "N": "沉默的逃犯",
            "T": "啊，我之前囚室旁边押来了一名犯人，他说话好酷好酷的…不对，我不该说这么多话，你别问我了。"
        },
        {
            "N": "沉默的逃犯",
            "T": "哎，多事。"
        },
        {
            "N": "",
            "T": "你明白了，这人并不打算与你好好交流，他只是想用「魔阴身」将你吓退。聪明的你拿出手机将逃犯的位置发给了司狱赤衣，你做完了你该做的事。"
        },
        {
            "N": "",
            "T": "逃犯知道自己无处可逃之后，看向了幽囚狱的高处，那是被古海之水淹没的特殊洞天构造。他一开始就知道自己即便能离开囚室，也无法从幽囚狱中逃走。"
        },
        {
            "N": "沉默的逃犯",
            "T": "…生命，已成惩戒。"
        },
        {
            "N": "",
            "T": "赤衣带着狱卒来到你所在的地方，顺利将逃犯带走。"
        },
        {
            "N": "赤衣",
            "T": "感谢你，开拓者大人。能在这里找到逃犯，多亏了你的细心观察。"
        },
        {
            "N": "",
            "T": "你注意到犯人散发着比阴寒狱更加寒冷、肃杀的气息。幸好，你并不需要与她交手，你只需要把她的位置告诉司狱大人就可以了。"
        },
        {
            "N": "",
            "T": "喂，你是逃犯吧。"
        },
        {
            "N": "高冷的逃犯",
            "T": "*无奈的叹息*"
        },
        {
            "N": "",
            "T": "你好你好。"
        },
        {
            "N": "高冷的逃犯",
            "T": "免去寒暄，说说来意吧？"
        },
        {
            "N": "",
            "T": "你是逃犯，我能有什么来意？"
        },
        {
            "N": "高冷的逃犯",
            "T": "*无奈的叹息*"
        },
        {
            "N": "高冷的逃犯",
            "T": "有人声的地方，分外聒噪。"
        },
        {
            "N": "高冷的逃犯",
            "T": "现在退下，我便饶你一命。"
        },
        {
            "N": "",
            "T": "要是我不退下呢？"
        },
        {
            "N": "高冷的逃犯",
            "T": "多添一条亡魂罢了。"
        },
        {
            "N": "",
            "T": "我只负责摇人，不负责卖命。"
        },
        {
            "N": "高冷的逃犯",
            "T": "无趣。"
        },
        {
            "N": "",
            "T": "要打便打，哪有那么多废话？"
        },
        {
            "N": "高冷的逃犯",
            "T": "准备受死……"
        },
        {
            "N": "高冷的逃犯",
            "T": "我早已…跨过了自己的…极限，徘徊于…魔阴身的边界。"
        },
        {
            "N": "高冷的逃犯",
            "T": "*尖锐地咆哮*无尽形寿便是这般滋味！"
        },
        {
            "N": "高冷的逃犯",
            "T": "你、你过来啊！"
        },
        {
            "N": "",
            "T": "你以为自己说这些话很强吗？"
        },
        {
            "N": "高冷的逃犯",
            "T": "竟然没有被我虚张声势吓到……"
        },
        {
            "N": "",
            "T": "就让我银河球棒侠来会会你。"
        },
        {
            "N": "高冷的逃犯",
            "T": "要上吗……"
        },
        {
            "N": "高冷的逃犯",
            "T": "我打银河球棒侠……"
        },
        {
            "N": "",
            "T": "没等你们开始打起来，高冷的逃犯双腿一软再也站不起来了。"
        },
        {
            "N": "",
            "T": "赤衣带着狱卒来到你所在的地方，顺利带走了逃犯。"
        },
        {
            "N": "赤衣",
            "T": "感谢你，开拓者大人。"
        },
        {
            "N": "赤衣",
            "T": "这名囚犯并不简单，经过我们一番调查确认，与她一同逃出的犯人有一名死在半路上，看她的精神状态，想必还没能接受吧……"
        },
        {
            "N": "温柔的逃犯",
            "T": "哎呀，还以为在这里不会被发现呢。"
        },
        {
            "N": "",
            "T": "我看你还挺会藏的呀。"
        },
        {
            "N": "温柔的逃犯",
            "T": "在外行商，多少得会一些。"
        },
        {
            "N": "",
            "T": "我不来，你要躲在这里一辈子？"
        },
        {
            "N": "温柔的逃犯",
            "T": "飘摇世间，又何来落脚之处？"
        },
        {
            "N": "温柔的逃犯",
            "T": "在下是路经仙舟的行商，不幸卷入某起事件之中，被收押至此实属不幸。"
        },
        {
            "N": "温柔的逃犯",
            "T": "我见你既不是冥差，也不是狱卒，与在下往日无冤，近日无仇…不如行在下一个方便，权当此处无事发生，算是你我结交朋友，日后必定盟助。"
        },
        {
            "N": "",
            "T": "我担心你这人笑里藏刀…"
        },
        {
            "N": "温柔的逃犯",
            "T": "呵呵，您说笑了，我这人不谙刀兵。"
        },
        {
            "N": "",
            "T": "油腔滑调的，我凭什么帮你？"
        },
        {
            "N": "温柔的逃犯",
            "T": "在下行商在外，无依无靠，自然明白您也需要广结善缘。"
        },
        {
            "N": "温柔的逃犯",
            "T": "实不相瞒，在下想离开这深海监牢，只是想为一位老友送行。仙舟人不设棺椁和灵位，就这样继续在监牢中待下去，我只担心出狱后，朋友无处可寻。"
        },
        {
            "N": "温柔的逃犯",
            "T": "在下一介行商，知晓市值盈亏的规律——凡夺取的，必将偿还；已有之事，必将再来。我终将回到自己的囚室之中…只是在此之前，还有很多事可以做罢了。"
        },
        {
            "N": "",
            "T": "说明缘由，司狱会帮你的。"
        },
        {
            "N": "温柔的逃犯",
            "T": "是在下小看你了。"
        },
        {
            "N": "",
            "T": "我代你去安葬你的朋友…"
        },
        {
            "N": "温柔的逃犯",
            "T": "…这是在下的使命。"
        },
        {
            "N": "",
            "T": "你说话的方式好像一位熟人。"
        },
        {
            "N": "温柔的逃犯",
            "T": "…是吗？行商们大多是这样说话的吧。"
        },
        {
            "N": "温柔的逃犯",
            "T": "我听见了狱卒的脚步声，看来清算的时间到了。可惜，没来得及说动您。"
        },
        {
            "N": "",
            "T": "赤衣带着狱卒来到你所在的地方，顺利将逃犯带走。"
        },
        {
            "N": "赤衣",
            "T": "感谢你，开拓者大人。"
        },
        {
            "N": "赤衣",
            "T": "这名囚犯并不简单，根据一番调查确认，他口中的「老友」也是逃狱五人组其中一人。据说那位「老友」的纹身掌握着「黄金乡」的秘密，所谓「归葬」只是逃犯的托辞。"
        },
        {
            "N": "赤衣",
            "T": "我是十王司幽囚狱分区的司狱赤衣，负责将你们收监…你们记得我么？"
        },
        {
            "N": "沉默的逃犯",
            "T": "记得。"
        },
        {
            "N": "高冷的逃犯",
            "T": "…不记得了。"
        },
        {
            "N": "温柔的逃犯",
            "T": "呵呵，你看，我们这不就回来了么。"
        },
        {
            "N": "赤衣",
            "T": "少说两句，我或许会赏你个痛快。"
        },
        {
            "N": "沉默的逃犯",
            "T": "人有五名，回来的只有三个……"
        },
        {
            "N": "高冷的逃犯",
            "T": "嘁。"
        },
        {
            "N": "赤衣",
            "T": "在逃五名犯人，在狱中相识，试图寻找其中一人承诺的「黄金乡」，由于越狱未果，最后五人越狱，三人收监，剩余二人死于谁手，十王司自会查清楚。"
        },
        {
            "N": "温柔的逃犯",
            "T": "呵呵，被卷入了麻烦事之中，自己的真心如何并不重要，重要的是如何找到适合自己扮演的角色…哎，可惜我扮演错了角色。"
        },
        {
            "N": "沉默的逃犯",
            "T": "闭嘴。"
        },
        {
            "N": "高冷的逃犯",
            "T": "*沉重的喘息*"
        },
        {
            "N": "赤衣",
            "T": "狱卒听令，将这三人全部收押。"
        },
        {
            "N": "",
            "T": "你看见这三人被再次押往幽狱深处，一场小小风波就此结束了。"
        },
        {
            "N": "赤衣",
            "T": "感谢你，能够找到这些冥顽不灵的逃犯，全都要多亏了你。"
        },
        {
            "N": "",
            "T": "所以，他们在自相残杀？"
        },
        {
            "N": "赤衣",
            "T": "「自相残杀」？他们连彼此的名字都不认识，只不过是利益一致的囚徒。"
        },
        {
            "N": "赤衣",
            "T": "可是后来，他们每个人所追求的东西与最初并不一样，于是又产生了变故。"
        },
        {
            "N": "",
            "T": "这些人，难道说非常强？"
        },
        {
            "N": "赤衣",
            "T": "…我倒是看不出来？他们确实擅长用说话方式让你产生一种「他们很厉害」的印象。"
        },
        {
            "N": "赤衣",
            "T": "不过我早已经说过了，犯人危险程度极低。他们与这狱中大部分的怪物相比，还是太过孱弱了，只需狱卒数人便足以镇压。"
        },
        {
            "N": "赤衣",
            "T": "感谢您的辛勤奔波，这是十王司的答谢，请您务必收下。"
        },
        {
            "N": "开拓者",
            "T": "感觉这附近会有雪衣提到的逃犯，也许可以找找看……"
        },
        {
            "N": "开拓者",
            "T": "好像听到了有人走动的声音，应该不是狱卒，而是逃犯……"
        },
        {
            "N": "开拓者",
            "T": "有人藏在这附近…难道说是雪衣提到的逃犯？"
        },
        {
            "N": "皮皮西游客",
            "T": "请、请留步！那边那位{F#小姑娘}{M#小兄弟}！"
        },
        {
            "N": "",
            "T": "你是在说我？"
        },
        {
            "N": "智械游客",
            "T": "你还记得我俩吧，一个智械加上一位皮皮西人，我们俩来自匹诺康尼。"
        },
        {
            "N": "皮皮西游客",
            "T": "{F#她}{M#他}肯定记得，我问{F#她}{M#他}有什么比较值得一去的景点，{F#她}{M#他}说是「爬上建木之巅」。"
        },
        {
            "N": "智械游客",
            "T": "咱们现在这个处境都要怪{F#她}{M#他}？"
        },
        {
            "N": "皮皮西游客",
            "T": "也有一半原因在我们信了{F#她}{M#他}的鬼话吧……"
        },
        {
            "N": "智械游客",
            "T": "我们俩…就像你看到的，行动不便，能麻烦你过来一下吗？"
        },
        {
            "N": "",
            "T": "我好像没听见什么…"
        },
        {
            "N": "皮皮西游客",
            "T": "喂——是我呀，是我。"
        },
        {
            "N": "",
            "T": "你清楚记得有一种赛博诈骗的方式就是假装与你认识，嘴里一直说着「是我呀，是我」，心里却等着你说出某个「模糊不清的身份」。"
        },
        {
            "N": "",
            "T": "不过你若是有空，随时都可以回来再调查一番，你不会上当的。"
        },
        {
            "N": "皮皮西游客",
            "T": "你放心，我们并不是来报复你的。一来，这里是监狱，幽府武弁都在盯着我们呢；二来，很明显，我们应该是打不过你的。"
        },
        {
            "N": "",
            "T": "说到底还是想打我？"
        },
        {
            "N": "智械游客",
            "T": "就算我们做不到，有这样的心理活动也是人之常情嘛。"
        },
        {
            "N": "",
            "T": "所以你们是真的爬建木去了？"
        },
        {
            "N": "智械游客",
            "T": "你猜猜为什么我们会在幽囚狱见面？"
        },
        {
            "N": "皮皮西游客",
            "T": "你的粉头发伙伴已经警告过我们了，是我们自己没控制住好奇心。"
        },
        {
            "N": "智械游客",
            "T": "我们本来还在丹鼎司四处找人询问如何爬建木，结果那个小孩就是十王司的。"
        },
        {
            "N": "皮皮西游客",
            "T": "罗浮仙舟真是危机四伏啊。"
        },
        {
            "N": "",
            "T": "需要我帮你们去解释一下吗？"
        },
        {
            "N": "智械游客",
            "T": "倒是不用。他们似乎确认了我们并非是「求药使」，打算放我们走了。"
        },
        {
            "N": "",
            "T": "结果根本就没有爬上建木吗？"
        },
        {
            "N": "智械游客",
            "T": "人家建木是有持明族封印的，咱们没有通天的本事，一辈子都接近不了那里……"
        },
        {
            "N": "皮皮西游客",
            "T": "不过，这次来幽囚狱一趟也算是有所收获。幽囚狱就很适合开发梦境素材！"
        },
        {
            "N": "智械游客",
            "T": "没错，虽然十王司的人说要把我有关幽囚狱地形结构的记忆删除掉……"
        },
        {
            "N": "皮皮西游客",
            "T": "虽然这并非你的本意，但你赋予我们第二次艺术生命，我愿称你为我的艺父。"
        },
        {
            "N": "智械游客",
            "T": "剧本已经想得差不多了。故事讲述一名步离银行家含冤入狱，又在监狱中重振旗鼓步步为营自我拯救，最终逃出幽囚狱重获自由，自证清白。"
        },
        {
            "N": "皮皮西游客",
            "T": "匹诺康尼人最喜欢看这种穷小子发家的故事！嘿嘿。"
        },
        {
            "N": "",
            "T": "别让十王司的人知道。"
        },
        {
            "N": "皮皮西游客",
            "T": "你提醒的有道理…我刚才差点就去和他们谈「圣地巡礼」的合作了。"
        },
        {
            "N": "",
            "T": "总感觉有一种似曾相识的感觉。"
        },
        {
            "N": "智械游客",
            "T": "好的剧本都是有艺术共性的，我已经决定叫它「幽囚狱的救赎」了。"
        },
        {
            "N": "皮皮西游客",
            "T": "我们还有些手续就能离开这里，接下来的日子，打算老老实实地享受采风之旅了。"
        },
        {
            "N": "智械游客",
            "T": "再见。"
        },
        {
            "N": "皮皮西游客",
            "T": "我们还有些手续办完就离开这里了。"
        },
        {
            "N": "智械游客",
            "T": "以后再也不想爬建木的事了。"
        },
        {
            "N": "智械游客",
            "T": "这不是给我俩指路的好心人吗？真巧，在这里遇见您了。"
        },
        {
            "N": "皮皮西游客",
            "T": "你可能已经认不出我了，别说是你，刚才我自己也不敢相信自己胖了好多！"
        },
        {
            "N": "",
            "T": "说实在话，我看不出来…"
        },
        {
            "N": "皮皮西游客",
            "T": "是吗？我以为很明显了，那我还能吃！"
        },
        {
            "N": "智械游客",
            "T": "你已经吃得很多了。"
        },
        {
            "N": "",
            "T": "金人巷确实是个好地方吧？"
        },
        {
            "N": "智械游客",
            "T": "味道是真的没话说，我们品尝过很多世界的美食，但我的味觉感知系统还是第一次这么愉悦。"
        },
        {
            "N": "皮皮西游客",
            "T": "这么好吃的东西，不是在所有地方都能吃到，而且还得现吃现做……"
        },
        {
            "N": "",
            "T": "掌握大厨的厨艺是要时间的。"
        },
        {
            "N": "皮皮西游客",
            "T": "没错，但是梦境里你可以体验大厨的经历！"
        },
        {
            "N": "",
            "T": "只能让大家都到金人巷来了…"
        },
        {
            "N": "智械游客",
            "T": "您忘了我们此行目的正是为梦境取材了吗？"
        },
        {
            "N": "智械游客",
            "T": "剧本已经想得差不多了。金人巷酷爱美食的谛听一心想成为伟大的厨师，于是趴在咱们主人公的头上，操纵着主人公做出地道的金人巷美食！"
        },
        {
            "N": "",
            "T": "结果谛听才是厨师，我不是？"
        },
        {
            "N": "皮皮西游客",
            "T": "没了你，谛听也做不了饭。你们俩是一心同体的金人巷大厨。"
        },
        {
            "N": "",
            "T": "谛听有些太重了，小老鼠如何？"
        },
        {
            "N": "智械游客",
            "T": "我已经决定叫它「小谛听大厨」了，这才算有金人巷特色。"
        },
        {
            "N": "皮皮西游客",
            "T": "我们还有几天就要离开罗浮了，但还有好多美食没吃到，得加把劲了。"
        },
        {
            "N": "智械游客",
            "T": "要是你的肚子里也有原子炉就没有这些烦恼了。"
        },
        {
            "N": "皮皮西游客",
            "T": "嘴巴根本停不下来！"
        },
        {
            "N": "智械游客",
            "T": "你还是停一停吧，不然咱们得去丹鼎司了。"
        },
        {
            "N": "皮皮西游客",
            "T": "这不是给我俩指路的好心人吗？真巧，在这里遇见您了。"
        },
        {
            "N": "智械游客",
            "T": "我自诩看过不少恐怖片，但在绥园的遭遇还是让我吓了一身冷汗…准确来说，是防止处理器过热的冷却液。"
        },
        {
            "N": "",
            "T": "你们遇到了什么可怕的事？"
        },
        {
            "N": "智械游客",
            "T": "我时不时能听到很尖锐的女声在唱一种不太理解的戏曲。结果周围根本没有任何音频装置，按理来说声音是通过振动发生的，所以那是什么……"
        },
        {
            "N": "皮皮西游客",
            "T": "我说那是鬼，但是铁皮脑袋不相信！"
        },
        {
            "N": "智械游客",
            "T": "我绝不相信！"
        },
        {
            "N": "",
            "T": "其实都没有什么真正的危害。"
        },
        {
            "N": "智械游客",
            "T": "我感觉比那些血浆横飞的恐怖作品更吓人，是一种心理恐怖，不要问我一个智械为什么知道心理恐怖，我就是知道。"
        },
        {
            "N": "皮皮西游客",
            "T": "不过，这次来绥园一趟也算收获了不少创作灵感，这些素材用来做噩梦也不错！放心，我们会尽量让这样的体验控制在适度娱乐的程度……"
        },
        {
            "N": "智械游客",
            "T": "剧本还没有想好，可能是因为我还没有办法好好理解「鬼魂」是什么…对了，我想问你，你相信鬼魂的存在吗？"
        },
        {
            "N": "",
            "T": "我相信，很多事情都无法解释。"
        },
        {
            "N": "智械游客",
            "T": "没法解释，就要怪鬼魂了吗？"
        },
        {
            "N": "皮皮西游客",
            "T": "没错，我劝你还是早点走出自己的创作舒适区！"
        },
        {
            "N": "",
            "T": "我不信，仙舟的鬼魂都是岁阳！"
        },
        {
            "N": "智械游客",
            "T": "岁阳的话，我就能理解了，谢谢你，我有些灵感了！"
        },
        {
            "N": "皮皮西游客",
            "T": "我不管你灵感是什么，梦境游客想看的还是鬼魂啊！"
        },
        {
            "N": "皮皮西游客",
            "T": "十王司的人好像对我们在这里采集素材有些不满。"
        },
        {
            "N": "智械游客",
            "T": "我们采集得差不多了之后就早点走吧！"
        },
        {
            "N": "皮皮西游客",
            "T": "我感觉有东西一直跟着我们。"
        },
        {
            "N": "智械游客",
            "T": "你…你别吓我。"
        },
        {
            "N": "智械游客",
            "T": "这不是给我俩指路的好心人吗？真巧，在这里遇见您了。"
        },
        {
            "N": "皮皮西游客",
            "T": "我们俩之前也是去过不少世界的海边了，鳞渊境总带给我一种特别的感觉。就像是在这里隐藏着某种巨大的力量。"
        },
        {
            "N": "智械游客",
            "T": "本来随便走走，去收集些梦境素材，但是前面好像是持明族圣地，不让去。"
        },
        {
            "N": "皮皮西游客",
            "T": "所以，我在想这里其实也没有别人，我们是不是可以……"
        },
        {
            "N": "",
            "T": "我建议你还是不要去了。"
        },
        {
            "N": "智械游客",
            "T": "很合理的建议。据我推测，我们出发来这里之前，持明族和十王司已经派人来盯着我们了，这里虽然没人，但不代表着他们不知道。"
        },
        {
            "N": "皮皮西游客",
            "T": "有道理，我们皮皮西人向来尊重其他族人，不惹麻烦。"
        },
        {
            "N": "",
            "T": "你们去就去，千万别提我。"
        },
        {
            "N": "智械游客",
            "T": "你这样急于与我们撇清关系，我明白了，要是继续深入会惹上麻烦。"
        },
        {
            "N": "皮皮西游客",
            "T": "呵呵，我们皮皮西人向来拥有生存的智慧，我们不会进去的。"
        },
        {
            "N": "皮皮西游客",
            "T": "看到这里的波月古海潮起潮落，我感觉到一种内心的宁静，也许我们不需要剧情。"
        },
        {
            "N": "智械游客",
            "T": "剧本不用写了，剪辑也不需要，主打一个原汁原味的沉浸式体验。"
        },
        {
            "N": "",
            "T": "真的会有人需要这样的梦境吗？"
        },
        {
            "N": "皮皮西游客",
            "T": "匹诺康尼的有钱人不缺钱，缺的是独一无二的体验。咱们提供的体验足够独特，就自然会有人需要。"
        },
        {
            "N": "",
            "T": "你们这么干活，换我也能做啊。"
        },
        {
            "N": "智械游客",
            "T": "诶，您这就不懂了。有时候「少就是多」，尤其是在匹诺康尼这样处处被填满的地方，鳞渊境的空寂会更受欢迎。"
        },
        {
            "N": "皮皮西游客",
            "T": "我好像听到了什么巨大生物的声音，这段很震撼啊！"
        },
        {
            "N": "智械游客",
            "T": "说不定，可以用来做冥想音乐的参考……"
        },
        {
            "N": "智械游客",
            "T": "海边真舒服啊，这时候来一瓶苏乐达就更舒服了。"
        },
        {
            "N": "皮皮西游客",
            "T": "在这里还喝什么苏乐达？你要喝鳞渊冰泉！"
        },
        {
            "N": "智械游客",
            "T": "多亏了那位热心人推荐…"
        },
        {
            "N": "皮皮西游客",
            "T": "金人巷确实太好吃了。"
        },
        {
            "N": "智械游客",
            "T": "我是唯物主义智械！"
        },
        {
            "N": "皮皮西游客",
            "T": "你这样我很难向你解释…"
        },
        {
            "N": "智械游客",
            "T": "啊，大海，你全是水…"
        },
        {
            "N": "皮皮西游客",
            "T": "你能不能检索些好诗？"
        },
        {
            "N": "鬼鬼祟祟的机巧鸟",
            "T": "就你一个人对吧，没有人跟踪你？"
        },
        {
            "N": "",
            "T": "…不知道，我看这里就只有我。"
        },
        {
            "N": "鬼鬼祟祟的机巧鸟",
            "T": "那就好，接下来的话只有你一个人听见就行。"
        },
        {
            "N": "白鸟",
            "T": "先做个自我介绍吧，你可以称呼我为「白鸟」。"
        },
        {
            "N": "",
            "T": "犯罪行为？我现在就去找狱卒！"
        },
        {
            "N": "鬼鬼祟祟的机巧鸟",
            "T": "等等！别急嘛，你有点太「守法公民」了！你听我解释。我是阿合马铁窗集团的首席物流官，我的本体还在坐牢，别担心！"
        },
        {
            "N": "鬼鬼祟祟的机巧鸟",
            "T": "先做个自我介绍吧，你可以称呼我为「白鸟」。"
        },
        {
            "N": "",
            "T": "我是不是在哪里见过你，白鸟？"
        },
        {
            "N": "白鸟",
            "T": "原来是恩人啊，我就说还有谁会在幽囚狱里闲逛呢！"
        },
        {
            "N": "白鸟",
            "T": "听好了，我知道你有很多想问的。你先问吧，问完以后，我…我需要你的帮助。"
        },
        {
            "N": "",
            "T": "这里具体是干什么的地方？"
        },
        {
            "N": "白鸟",
            "T": "你目所能及之处都是集装箱对吧？这是幽囚狱存放证物的仓库。"
        },
        {
            "N": "白鸟",
            "T": "我听说前段时间幽囚狱暴动，这里是重灾区，有被收押的证物活了过来，也不知道是真的还是假的……"
        },
        {
            "N": "白鸟",
            "T": "不过这里是幽囚狱，倒也不奇怪。"
        },
        {
            "N": "",
            "T": "这里有什么你想要的东西？"
        },
        {
            "N": "白鸟",
            "T": "这里有丰富的资源，有异化造物，甚至有某些世界旧文明遗产…全是珍贵的财富。也有狱友说，这集装箱里是紊乱的空间、怪物、以及灾难。"
        },
        {
            "N": "白鸟",
            "T": "而我寻找的，只是一个保险柜，就在这证物仓库里。至于保险箱里是什么，您就不必打听了。"
        },
        {
            "N": "",
            "T": "为什么非得叫上我一起来？"
        },
        {
            "N": "白鸟",
            "T": "在幽囚狱里坐过牢的朋友应该都知道：「不要进入证物仓库的集装箱，至少，不要『独自』进入集装箱。」"
        },
        {
            "N": "白鸟",
            "T": "去往那里必须做好完全的准备，结交有实力的伙伴，以及最重要的——找到一位「认路的」，只有他们有能力将从迷宫般的集装箱里引导出来。"
        },
        {
            "N": "",
            "T": "这么重要，你就随便找个人？"
        },
        {
            "N": "白鸟",
            "T": "这里没有其他逃犯，我也不可能找狱卒…除了你，似乎找不了其他人。"
        },
        {
            "N": "",
            "T": "所以，你觉得我是「认路的」？"
        },
        {
            "N": "白鸟",
            "T": "…你可以是，你最好是。"
        },
        {
            "N": "白鸟",
            "T": "…我只有你了。"
        },
        {
            "N": "",
            "T": "说吧，需要什么帮助？"
        },
        {
            "N": "白鸟",
            "T": "接下来我要从这集装箱里钻进去，去找到一个保险箱，但是这些集装箱空间紊乱，一旦走进去，没人能靠自己在里面找到方向……"
        },
        {
            "N": "白鸟",
            "T": "所以，*老前辈留下的路线指示*是重要的！我只能靠你了，那就是个纸条，估计是被什么多事的冥差给带到勘录舍了，你能帮我取回来吗？"
        },
        {
            "N": "",
            "T": "冥差真的能让我带过来吗？"
        },
        {
            "N": "白鸟",
            "T": "那个上面全是「嗯嗯嗯」的密文，冥差他们看不懂的，你去拿回来就行。"
        },
        {
            "N": "白鸟",
            "T": "*老前辈留下的路线指示*是重要的！那就是个纸条，被冥差给带到勘录舍了，你能帮我取回来吗？拜托了！"
        },
        {
            "N": "",
            "T": "正如你所见，这略微寒酸的纸条正是白鸟想要的。"
        },
        {
            "N": "",
            "T": "嗯呢呢，呢嗯嗯，嗯呢呢，嗯呢呢？"
        },
        {
            "N": "",
            "T": "十王司的冥差对这张纸条并不上心的原因找到了。"
        },
        {
            "N": "",
            "T": "带着它<color=#dbc291ff>去证物仓库</color>附近找找白鸟吧。"
        },
        {
            "N": "白鸟",
            "T": "你回来了！怎么样，找到了我想要的纸条了吗？"
        },
        {
            "N": "",
            "T": "（将嗯嗯嗯纸条交给白鸟）"
        },
        {
            "N": "白鸟",
            "T": "看来应该是没有问题了！就是这个前人留下了密文和密钥。"
        },
        {
            "N": "白鸟",
            "T": "顺带一提，我不会解读前人留下的线索，就只有靠你了。"
        },
        {
            "N": "",
            "T": "我试试吧。"
        },
        {
            "N": "",
            "T": "没了我，你可咋办呀。"
        },
        {
            "N": "白鸟",
            "T": "密文是：嗯呢呢，呢嗯嗯，嗯呢呢，嗯呢呢。"
        },
        {
            "N": "",
            "T": "别嗯了！"
        },
        {
            "N": "",
            "T": "嗯？嗯？嗯？"
        },
        {
            "N": "",
            "T": "嗯嗯。"
        },
        {
            "N": "白鸟",
            "T": "然后密钥是这样的，「A」为嗯呢，「B」为呢嗯嗯嗯，「C」为呢嗯呢嗯，「D」为呢嗯嗯…「S」为嗯嗯嗯…「W」为嗯呢呢……"
        },
        {
            "N": "",
            "T": "别嗯了！"
        },
        {
            "N": "",
            "T": "嗯？嗯？嗯？"
        },
        {
            "N": "",
            "T": "嗯嗯。"
        },
        {
            "N": "白鸟",
            "T": "我就「嗯」到这里了，你有头绪了吗？"
        },
        {
            "N": "",
            "T": "这需要「脱密变换」。"
        },
        {
            "N": "白鸟",
            "T": "看来你果然是懂的，就靠你来引导我了！"
        },
        {
            "N": "",
            "T": "我没有任何头绪……"
        },
        {
            "N": "白鸟",
            "T": "咱们总得试试嘛。"
        },
        {
            "N": "白鸟",
            "T": "密文和密钥随时可以查，别担心！那…「认路的」，我出发了？"
        },
        {
            "N": "",
            "T": "走吧，小心别死在里边。"
        },
        {
            "N": "白鸟",
            "T": "我就靠你的声音了哦，保持联系。"
        },
        {
            "N": "",
            "T": "集装箱探索，开始！"
        },
        {
            "N": "",
            "T": "等等，我还有些别的事。"
        },
        {
            "N": "白鸟",
            "T": "密文和密钥随时可以查，别担心！那…「认路的」，我出发了？"
        },
        {
            "N": "",
            "T": "走吧，小心别死在里边。"
        },
        {
            "N": "白鸟",
            "T": "我就靠你的声音了哦，保持联系。"
        },
        {
            "N": "",
            "T": "集装箱探索，开始！"
        },
        {
            "N": "",
            "T": "等等，我还有些别的事。"
        },
        {
            "N": "白鸟",
            "T": "我已经在集装箱里了，能听见我的声音吧，从这里开始，我该怎么走？"
        },
        {
            "N": "",
            "T": "我知道怎么走了！"
        },
        {
            "N": "白鸟",
            "T": "哦哦，好的！"
        },
        {
            "N": "",
            "T": "向左，向上，向上，向右。"
        },
        {
            "N": "",
            "T": "向上，向右，向上，向上。"
        },
        {
            "N": "",
            "T": "向右，向右，向上，向右。"
        },
        {
            "N": "",
            "T": "让我再考虑考虑。"
        },
        {
            "N": "白鸟",
            "T": "我会按照你的说顺序前进哦！"
        },
        {
            "N": "",
            "T": "再解释一下密文和密钥！"
        },
        {
            "N": "白鸟",
            "T": "密文是：嗯呢呢，呢嗯嗯，嗯呢呢，嗯呢呢。"
        },
        {
            "N": "白鸟",
            "T": "密钥是：「A」为嗯呢，「B」为呢嗯嗯嗯，「C」为呢嗯呢嗯，「D」为呢嗯嗯…「S」为嗯嗯嗯…「W」为嗯呢呢……"
        },
        {
            "N": "",
            "T": "这些字母又是什么意思呢？"
        },
        {
            "N": "白鸟",
            "T": "根据前人所说，这似乎与*键盘*有关系，似乎「W」为「向上」，「S」为「向下」，「D」为「向右」…剩下的我也不明白。"
        },
        {
            "N": "",
            "T": "你先原路返回吧，下次再来。"
        },
        {
            "N": "白鸟",
            "T": "集装箱探索真是危险呐。"
        },
        {
            "N": "白鸟",
            "T": "这里有一处暗门，就是这个！原来这就是正确的道路啊！"
        },
        {
            "N": "白鸟",
            "T": "保险箱就在这里！嘿！认路的，你也沿着我刚才的路过来吧！"
        },
        {
            "N": "",
            "T": "你勉强回忆着刚才解读出的路线，穿过了集装箱组成的巨大迷宫。"
        },
        {
            "N": "白鸟",
            "T": "为了找到保险箱中的东西，我可没少花力气，幸好，今天终于算是被我找到了！"
        },
        {
            "N": "白鸟",
            "T": "这都是多亏了你，我的恩人！"
        },
        {
            "N": "",
            "T": "用机巧鸟不就直接能飞过来吗？"
        },
        {
            "N": "白鸟",
            "T": "那样就不浪漫了！"
        },
        {
            "N": "",
            "T": "为什么集装箱里全都是通路呢？"
        },
        {
            "N": "白鸟",
            "T": "因为路就在那里。"
        },
        {
            "N": "白鸟",
            "T": "啊！一种说不清的成就感，油然而生。"
        },
        {
            "N": "",
            "T": "费这么大的劲要找的是什么呢？"
        },
        {
            "N": "白鸟",
            "T": "实不相瞒，是一张存着集装箱内部空间位置的芯片。有了它，我可以将它安装在机巧鸟上，自由获取证物仓库里的赃物了！"
        },
        {
            "N": "白鸟",
            "T": "当然，你放心，我是不会给十王司添麻烦的，我有分寸。"
        },
        {
            "N": "",
            "T": "别的我不问了，报酬快交给我。"
        },
        {
            "N": "白鸟",
            "T": "别急，别急。"
        },
        {
            "N": "白鸟",
            "T": "你就像是用绳子牵引着我，让我在漆黑的箱子与箱子之间来回穿梭，实在是太可靠了！"
        },
        {
            "N": "白鸟",
            "T": "这是您应得的报酬，这只小鸟也该回到囚室里了，有缘再见！"
        },
        {
            "N": "白鸟",
            "T": "您原路返回就可以回去了！"
        },
        {
            "N": "白鸟",
            "T": "这里好像什么都没有，不太对呀，会不会是密文的解读有问题？"
        },
        {
            "N": "",
            "T": "集装箱探索，结束！白鸟又从集装箱中回到了地面。"
        },
        {
            "N": "白鸟",
            "T": "…我想起来了，「W」为「向上」，「S」为「向下」，「D」为「向右」，「A」为往左。其他的字母无关紧要，只用分辨它们的顺序就可以了！"
        },
        {
            "N": "白鸟",
            "T": "我们再试一遍吧。"
        },
        {
            "N": "？？？",
            "T": "嘿，别出声，往这边来一点。"
        },
        {
            "N": "？？？",
            "T": "就在这里，你确定周围没有狱卒对吧？来这里。"
        },
        {
            "N": "开拓者",
            "T": "（白鸟要的纸条应该就在这附近……）"
        },
        {
            "N": "",
            "T": "你常常在大型场馆、或者会议入口，或者交通枢纽，见过这样的行李安检的传输带。为了公众的安全考虑，仔细查验包裹中是否携带违禁设备。"
        },
        {
            "N": "",
            "T": "安检机中存在射线，说得直白一些，安检机器中是有辐射的。很多人害怕机器内有辐射存在，似乎在旁边多待一秒就会致癌。实际上，辐射确实是存在的，但没有这么危险。"
        },
        {
            "N": "",
            "T": "若是以「骨折了，要去医院拍个片」的辐射量（不做防护措施）作比较的话，安检机中大概只有那辐射量的十分之一。所以，以后有人用安检机吓唬你时，你可以堂堂正正地反驳！"
        },
        {
            "N": "",
            "T": "当然，竞锋舰的安保人员不推荐任何人、以任何理由，登上传送带。"
        },
        {
            "N": "",
            "T": "（观察一下四周）"
        },
        {
            "N": "",
            "T": "好像并没有人看着你，包括*工作人员*。"
        },
        {
            "N": "",
            "T": "我好像没有什么行李？"
        },
        {
            "N": "",
            "T": "确实。虽然说你捡到了很多宝贝，但是它们不太占地方，随取随用。"
        },
        {
            "N": "",
            "T": "虽然你可能不在意，但是不妨告诉你吧，周围好像没有人盯着你。"
        },
        {
            "N": "",
            "T": "谢谢你的小知识，我要走了。"
        },
        {
            "N": "",
            "T": "当然，不客气。"
        },
        {
            "N": "",
            "T": "嗯哼…再声明一次，登上传送带是一件不安全、也不符合法律法规的事情。竞锋舰的安保人员不推荐任何人、以任何理由，登上传送带。"
        },
        {
            "N": "",
            "T": "我偏要登上去试试！"
        },
        {
            "N": "",
            "T": "果然没有看错你！"
        },
        {
            "N": "",
            "T": "谢谢你的小知识，我要走了。"
        },
        {
            "N": "",
            "T": "当然，不客气。"
        },
        {
            "N": "",
            "T": "不过，进入安检机器后你需要扮演好*一件行李*，你明白吗？一件*真正的行李*。行李是不会说话，也不会乱动的，只有经历考验的行李才能通过传送带，能做到吗？"
        },
        {
            "N": "",
            "T": "能！"
        },
        {
            "N": "",
            "T": "光是口头上说说可不算。你需要用实际行动证明自己。"
        },
        {
            "N": "",
            "T": "不能！"
        },
        {
            "N": "",
            "T": "那么你不应该通过！"
        },
        {
            "N": "",
            "T": "记住，你现在是*一件行李*。"
        },
        {
            "N": "",
            "T": "这附近应该有一个纸板箱，带着它过来，你就能成为*一件行李*。"
        },
        {
            "N": "",
            "T": "在你眼前的毫无疑问是一个「空箱子」，它是如此空空如也，刚好能放下一人。"
        },
        {
            "N": "",
            "T": "进入传送带的只能是行李？哼，所谓答案啊，大概只是形式上的常识罢了。"
        },
        {
            "N": "",
            "T": "我将以箱子的形态出击！"
        },
        {
            "N": "",
            "T": "很好看来你进入状态了！"
        },
        {
            "N": "",
            "T": "这简直是科技与智慧的结晶…"
        },
        {
            "N": "",
            "T": "这很*盒理*。"
        },
        {
            "N": "",
            "T": "这下就天衣无缝了。根据一个经验丰富的潜行战术专家所说，没人会对一个*会动的纸板箱*产生半点怀疑。"
        },
        {
            "N": "",
            "T": "带着箱子去传送带的入口吧。"
        },
        {
            "N": "",
            "T": "看样子，你想登上传输带了。那么希望你能明白，这件事只能在竞锋舰上被允许（工作人员看着的话，也是不允许的），要是你在其他地方这样做了，你会受到惩罚。"
        },
        {
            "N": "",
            "T": "只有经历考验的行李才能通过传送带，你必须成为一件*真正的行李*，能做到吗？"
        },
        {
            "N": "",
            "T": "能！"
        },
        {
            "N": "",
            "T": "那好，传送带的小冒险要开始了！"
        },
        {
            "N": "",
            "T": "我要退出！"
        },
        {
            "N": "",
            "T": "那么你不应该通过。回去吧！"
        },
        {
            "N": "",
            "T": "很快你进入到了安检机器的内部，里面什么也看不见，只有机器运作的声音。"
        },
        {
            "N": "",
            "T": "随后，你听到了扬声器里传来了工作人员的声音。"
        },
        {
            "N": "工作人员",
            "T": "什么情况？这也是一件行李吗？"
        },
        {
            "N": "",
            "T": "我是一件行李！"
        },
        {
            "N": "工作人员",
            "T": "请你出去！"
        },
        {
            "N": "",
            "T": "我不是一件行李！"
        },
        {
            "N": "工作人员",
            "T": "请你出去！"
        },
        {
            "N": "",
            "T": "*沉默*"
        },
        {
            "N": "工作人员",
            "T": "能听见吗？"
        },
        {
            "N": "工作人员",
            "T": "虽然说行李确实有各式各样的，如此像人的还是少见…我再问一遍，你是人吗？"
        },
        {
            "N": "",
            "T": "我是一件行李！"
        },
        {
            "N": "工作人员",
            "T": "请你出去！"
        },
        {
            "N": "",
            "T": "我不是人！"
        },
        {
            "N": "工作人员",
            "T": "请你出去！"
        },
        {
            "N": "",
            "T": "你能看见我的星核吗？"
        },
        {
            "N": "工作人员",
            "T": "什么星核？请你出去！"
        },
        {
            "N": "",
            "T": "*沉默*"
        },
        {
            "N": "工作人员",
            "T": "……"
        },
        {
            "N": "工作人员",
            "T": "看来真是一件行李，通…通过吧。"
        },
        {
            "N": "",
            "T": "只有经历考验的行李才能通过传送带，恭喜你完成了考验。"
        },
        {
            "N": "",
            "T": "你没有通过安检机器的考验。"
        },
        {
            "N": "工作人员",
            "T": "请不要给我们添乱了！"
        },
        {
            "N": "",
            "T": "毕竟你没有支付行李费用，你应该是不会被分拣到行李储存区的。"
        },
        {
            "N": "",
            "T": "至此，你合格地扮演了一件行李，并成功完成了传输带冒险…就这样悄悄离开这里吧，别被认识的人发现了，祝你好运！"
        },
        {
            "N": "老白",
            "T": "这位{F#小姑娘}{M#小兄弟}，老夫一眼就看出你骨骼惊奇，气宇不凡。如同天上的救星，人间的太岁，必是位响当当的人物。"
        },
        {
            "N": "仁科",
            "T": "就好比，好比…好比是那星穹列车的无名客。"
        },
        {
            "N": "老白",
            "T": "词儿呢？辛辛苦苦排练这么久，忘了？"
        },
        {
            "N": "仁科",
            "T": "你写的那些台词太过于羞耻了，我光看着就浑身起鸡皮疙瘩，实在是拉不下这张老脸。"
        },
        {
            "N": "",
            "T": "说吧，多半是有事相求吧？"
        },
        {
            "N": "老白",
            "T": "瞧，人家多聪明，不像某些人说话都磕磕绊绊，平时那股子劲儿去哪儿了？"
        },
        {
            "N": "仁科",
            "T": "求人办事和嗑瓜子聊天，能一样嘛。"
        },
        {
            "N": "",
            "T": "首先声明，我不帮人跑腿！"
        },
        {
            "N": "仁科",
            "T": "老白你看看，你看你把人孩子吓得！咱们一句话还没提，人家就把咱们嘴堵上了。"
        },
        {
            "N": "老白",
            "T": "年轻人和你开玩笑呢，这么死板干什么。"
        },
        {
            "N": "",
            "T": "（预感到会有麻烦，扭头就走）"
        },
        {
            "N": "",
            "T": "你下意识明白这俩人并无恶意，只是他们求你办的事需要些时间。"
        },
        {
            "N": "",
            "T": "你面上挂着「如果有时间我会回来听你们说什么」的微笑，倒退，倒退，再倒退到了对话之外的安全区。"
        },
        {
            "N": "老白",
            "T": "不过实不相瞒，我们确实有事相求，我听说星穹列车无名客总是乐于助人。"
        },
        {
            "N": "仁科",
            "T": "难道不是你认为无名客干坏事都很难被发现吗？或者是被发现了，上面也不责怪吗？"
        },
        {
            "N": "老白",
            "T": "不是！你咋老揭咱自己的短？"
        },
        {
            "N": "",
            "T": "你俩要不先统一下意见？"
        },
        {
            "N": "老白",
            "T": "哥你先合上嘴…好了，这样我们就统一意见了。"
        },
        {
            "N": "",
            "T": "说到底还是做坏事是吧？"
        },
        {
            "N": "老白",
            "T": "别听他胡说，这是好事！"
        },
        {
            "N": "",
            "T": "你们打算说多久，我找把椅子。"
        },
        {
            "N": "老白",
            "T": "没了没了，就这几句。"
        },
        {
            "N": "老白",
            "T": "咳咳，先容许我先介绍一下。这位仁科老师，在退役前是带着星槎方阵接受过元帅检阅的云骑教习，虽然现在只是个话痨的机巧鸟控。"
        },
        {
            "N": "老白",
            "T": "而我，一位睿智而低调的工造司工程师，你脚下的这艘竞锋舰，其中火力系统的组件就是我参与设计的，只不过嘛，我现在就跟这艘大船一样，退休了。"
        },
        {
            "N": "老白",
            "T": "自打退役以后，它成了赛事场馆，在新的使命中焕发生机。作为老父亲，我自然是很欣慰的，但内心也是很矛盾的——我那些「多就是好，大就是美」的舰炮怎么办呢？"
        },
        {
            "N": "仁科",
            "T": "只能放在那里落灰。"
        },
        {
            "N": "老白",
            "T": "这么多炮台留着不用，简直是暴殄天物！就算不放实弹，放点礼炮听个响也行啊！"
        },
        {
            "N": "仁科",
            "T": "嘿，你猜怎么着，人家不让。"
        },
        {
            "N": "老白",
            "T": "所以，{F#小姑娘}{M#小兄弟}，我想请你帮我个小忙。"
        },
        {
            "N": "",
            "T": "我批准，您可以在竞锋舰放炮！"
        },
        {
            "N": "老白",
            "T": "你批准了也不算数啊，我呢，是想让你去放炮！"
        },
        {
            "N": "",
            "T": "你不会打算让我放点炮听个响？"
        },
        {
            "N": "老白",
            "T": "不愧是年轻人，我正有此意。"
        },
        {
            "N": "",
            "T": "我们先听听仁科老师什么需求…"
        },
        {
            "N": "老白",
            "T": "不行，需求也分先来后到的，你得先和我对需求。"
        },
        {
            "N": "",
            "T": "我早就想开炮了！"
        },
        {
            "N": "老白",
            "T": "仁科你瞧，就说这小家伙是咱的救星！"
        },
        {
            "N": "仁科",
            "T": "我看这{F#小姑娘}{M#小兄弟}确实能处。"
        },
        {
            "N": "",
            "T": "不会出什么事吧？"
        },
        {
            "N": "老白",
            "T": "这能出什么事呢？"
        },
        {
            "N": "仁科",
            "T": "不会出事的话，你自己为什么不上呢？"
        },
        {
            "N": "老白",
            "T": "你拿好，这枚玉兆里有我已经写好的程序。只要你将它从接入竞锋舰系统，这里面程序就会立刻接管舰炮系统，按照特定顺序对空连射二十一发，炸出个虎虎生风。"
        },
        {
            "N": "老白",
            "T": "鉴于这充满艺术性的表现，我将这个程序命名为——演武仪典二十一响！"
        },
        {
            "N": "老白",
            "T": "等你看到那锣鼓喧天、舰炮齐鸣、旌旗招展、人山人海的场面，就能理解什么叫做「礼炮精神」了！这炮，你一定要放，非放不可，不放就后悔去吧！"
        },
        {
            "N": "仁科",
            "T": "嘁…礼炮神经。"
        },
        {
            "N": "",
            "T": "不会炸到人吗？"
        },
        {
            "N": "老白",
            "T": "放心，我这「演武仪典二十一响」最厉害的就在于，没炮它也照样能响！"
        },
        {
            "N": "老白",
            "T": "你只管狠狠地发射，办法由老白来想。"
        },
        {
            "N": "",
            "T": "别人会让我放炮？"
        },
        {
            "N": "老白",
            "T": "只要你装出一幅自己是来上班的样子，控制室里的人都会选择性无视你。"
        },
        {
            "N": "仁科",
            "T": "如果还有人要来拦你，你就告诉他们，你是来修空调的。"
        },
        {
            "N": "",
            "T": "万一出事怎么办？"
        },
        {
            "N": "老白",
            "T": "不成功便成仁，这炮，咱是非放不可的。"
        },
        {
            "N": "老白",
            "T": "我绝不会害你的，若放完这炮之后惹出祸端，你就说「那都是老白非要我放的，非要怪就怪老白吧！」他们一定会叹口气，然后放了你的。"
        },
        {
            "N": "老白",
            "T": "你就把咱的名字供出来，让他们来抓我就好。"
        },
        {
            "N": "老白",
            "T": "这玉兆，就交到你的手里了。请务必，千万，一定要把它插进控制室的系统里。"
        },
        {
            "N": "仁科",
            "T": "至于我的事，等你凯旋再说吧。"
        },
        {
            "N": "老白",
            "T": "你可算回来了，我、我，其实在找你……"
        },
        {
            "N": "老白",
            "T": "请务必，千万，一定要把玉兆插进控制室的控制台，一定！"
        },
        {
            "N": "仁科",
            "T": "至于我的事，等你凯旋再说吧。"
        },
        {
            "N": "颓废的操作员",
            "T": "已经好久都没见老白来闹腾了，他不会真的安静了吧？"
        },
        {
            "N": "认真的操作员",
            "T": "老白这人爱舰如命，竞锋舰既是他亲手设计的孩子，也是仙舟的脸面。"
        },
        {
            "N": "认真的操作员",
            "T": "孩子光荣退役了，当父亲的想再看看它鸣响炮的光辉时刻，也不是不能理解。"
        },
        {
            "N": "颓废的操作员",
            "T": "屁！要我说，那老头子就是爱看放炮的大场面——"
        },
        {
            "N": "颓废的操作员",
            "T": "喂——！这位朋友，这里可不是你该随便来的地方啊。"
        },
        {
            "N": "",
            "T": "（无视他们）"
        },
        {
            "N": "颓废的操作员",
            "T": "嘿嘿，说你呢——"
        },
        {
            "N": "颓废的操作员",
            "T": "（你知道这人啥来头吗？）"
        },
        {
            "N": "认真的操作员",
            "T": "（没见过啊，不会是啥领导吧……）"
        },
        {
            "N": "颓废的操作员",
            "T": "（哪个领导啊？）"
        },
        {
            "N": "",
            "T": "趁着二人疑惑之际，你不疾不徐走到控制台前。"
        },
        {
            "N": "",
            "T": "我是来修空调的。"
        },
        {
            "N": "颓废的操作员",
            "T": "哦！原来是维修——所以，我们空调坏了？"
        },
        {
            "N": "认真的操作员",
            "T": "坏了吗？好像是坏了吧，我不确定，你让人家查查。"
        },
        {
            "N": "",
            "T": "在二人的注视下，你不慌不忙地掏出玉兆，假做出维修的姿态，慢慢走近控制台。"
        },
        {
            "N": "",
            "T": "别开枪，是老白让我来的。"
        },
        {
            "N": "颓废的操作员",
            "T": "你看我说啥了，我倒要看看，老白还能整出什么活来。"
        },
        {
            "N": "",
            "T": "他要放炮。"
        },
        {
            "N": "颓废的操作员",
            "T": "你让他自己来。"
        },
        {
            "N": "",
            "T": "他说「我爱你」。"
        },
        {
            "N": "颓废的操作员",
            "T": "是了，我也爱他，让他别来捣乱了。"
        },
        {
            "N": "",
            "T": "我投降，我投降！"
        },
        {
            "N": "颓废的操作员",
            "T": "你干啥了你就投降。"
        },
        {
            "N": "",
            "T": "已经顾不得那么多了，你快步越至二人跟前，以迅雷不及掩耳之势扑向控制台。"
        },
        {
            "N": "",
            "T": "哇——这么多插口，玉兆到底该插在哪儿？"
        },
        {
            "N": "",
            "T": "算了，随便选一个吧。"
        },
        {
            "N": "颓废的操作员",
            "T": "住手啊——！"
        },
        {
            "N": "",
            "T": "就像是弹奏一曲乐章，竞锋舰舰炮以既定的节律歌唱，这就是老白提到的「礼炮精神」。"
        },
        {
            "N": "",
            "T": "在「演武仪典二十一响」的炮声里，你终于理解了——放炮一时爽，一直放炮一直爽。"
        },
        {
            "N": "",
            "T": "你一边走在舰船边缘，一边欣赏礼炮的轰鸣，不知不觉间，已然回到来处。"
        },
        {
            "N": "老白",
            "T": "除开右舷第二组舰炮的炮声略显沉闷，其余都堪称完美。"
        },
        {
            "N": "老白",
            "T": "怎么样，{F#小姑娘}{M#小兄弟}感受到了「礼炮精神」吗？"
        },
        {
            "N": "",
            "T": "才二十一响，真没玩够。"
        },
        {
            "N": "老白",
            "T": "这就是你不懂了，按照星际惯例，鸣放二十一响是最高礼遇。"
        },
        {
            "N": "",
            "T": "老早就想这么做了，好爽！"
        },
        {
            "N": "老白",
            "T": "你明白了吧，这就是我找上你的原因。"
        },
        {
            "N": "",
            "T": "放炮一时爽，坐牢悔断肠。"
        },
        {
            "N": "老白",
            "T": "你还别说，他们看到程序之后就立刻来找我了，我大方承认就是我干的。"
        },
        {
            "N": "老白",
            "T": "绝不给你添麻烦！"
        },
        {
            "N": "老白",
            "T": "仁科！你不也有事情要拜托{F#小姑娘}{M#小兄弟}吗，你倒是说两句啊！"
        },
        {
            "N": "",
            "T": "快点说吧，得加钱。"
        },
        {
            "N": "仁科",
            "T": "我会用老白的钱包打白条的。"
        },
        {
            "N": "",
            "T": "怎么，还没结束吗？"
        },
        {
            "N": "仁科",
            "T": "就帮我个小忙。"
        },
        {
            "N": "仁科",
            "T": "唉！年轻人，你注意过竞锋舰上面的表演方队吗？"
        },
        {
            "N": "",
            "T": "注意到了。"
        },
        {
            "N": "仁科",
            "T": "但你没有注意到它们的编队飞行吧？"
        },
        {
            "N": "",
            "T": "没注意，怎么了？"
        },
        {
            "N": "仁科",
            "T": "我就知道。"
        },
        {
            "N": "仁科",
            "T": "在退休前，我编队云骑阵列，在退休后，我受邀编队阵列。我设计了一套出神入化的飞行编队表演，给竞锋舰的演武仪典献礼！"
        },
        {
            "N": "仁科",
            "T": "「六机三角队俯冲」、「六机编队横滚」、「五机水平开花」、「四机垂直开花」…可你猜怎么着？如此精彩的表演，却根本没有人注意到！"
        },
        {
            "N": "",
            "T": "观众都往下看，向上看伤脖子。"
        },
        {
            "N": "仁科",
            "T": "有道理，但不足以说服我。"
        },
        {
            "N": "",
            "T": "这还能怪谁，彩蛋藏得太深了！"
        },
        {
            "N": "仁科",
            "T": "我曾经相信他们肯定能发现！"
        },
        {
            "N": "仁科",
            "T": "如果你站在演武仪典的擂台往上看，你能看到整整五分钟不重样的编队表演！"
        },
        {
            "N": "仁科",
            "T": "偌大的竞锋舰，居然没有一个人懂飞行编队的魅力，这届观众到底行不行？"
        },
        {
            "N": "老白",
            "T": "仁科是这样的，一谈起飞行编队，道德水平就有些松懈。"
        },
        {
            "N": "仁科",
            "T": "所以，我想让你做的事显而易见……"
        },
        {
            "N": "",
            "T": "我好想看看飞行编队啊…"
        },
        {
            "N": "仁科",
            "T": "哈哈，我从见你第一面起，就知道你品味非凡了。"
        },
        {
            "N": "",
            "T": "不会是让我用炮把它打下来吧？"
        },
        {
            "N": "老白",
            "T": "年轻人，有品！"
        },
        {
            "N": "仁科",
            "T": "你闭嘴！"
        },
        {
            "N": "",
            "T": "嗨呀，谁没事看这个呀？"
        },
        {
            "N": "仁科",
            "T": "哼哼，只有没亲眼看过飞行编队表演的人，才会做出如此无知的发言。"
        },
        {
            "N": "仁科",
            "T": "百闻不如一见，我现在就带你去见识见识，什么叫无敌的飞行表演。"
        },
        {
            "N": "",
            "T": "说走咱就走。"
        },
        {
            "N": "",
            "T": "我先喘口气。"
        },
        {
            "N": "仁科",
            "T": "百闻不如一见，我现在就带你去见识见识，什么叫无敌的飞行表演。"
        },
        {
            "N": "",
            "T": "说走咱就走。"
        },
        {
            "N": "",
            "T": "我先喘口气。"
        },
        {
            "N": "",
            "T": "你们来到竞锋舰的擂台中，你感觉到仁科以某种方式固定住了你的视角。"
        },
        {
            "N": "仁科",
            "T": "挺胸！抬头！再抬高一点，埋着头怎么能看清天上的飞行编队呢？"
        },
        {
            "N": "",
            "T": "仁科以他八十万云骑教习的臂力按住你的脑袋，硬生生把你的视线固定在上方。"
        },
        {
            "N": "仁科",
            "T": "这套阵型以仙舟古兵法为基础改编，退可聚拢为守，进可直进为攻，变幻无穷。"
        },
        {
            "N": "仁科",
            "T": "可不要觉得它就只有这点能耐，大道至简，衍化至繁，正是以这样的简单方阵为基础，才能在大规模作战上，呈现出复杂的变化。"
        },
        {
            "N": "",
            "T": "似乎是被你们的古怪行为吸引，更多的观众抬头看向天空，相机的快门声开始层出不穷。"
        },
        {
            "N": "",
            "T": "我看到了，差不多可以走了吗？"
        },
        {
            "N": "仁科",
            "T": "这才哪到哪？"
        },
        {
            "N": "",
            "T": "大哥，你轻点，你不是在抢劫。"
        },
        {
            "N": "仁科",
            "T": "你放心，我不要钱，我只要你抬头看。"
        },
        {
            "N": "仁科",
            "T": "当然，我也不会一直按着你的头，要求你抬头看编队表演…现在你可以自由活动，自由观察，要是看完有任何心得，请记得向我报告！"
        },
        {
            "N": "仁科",
            "T": "别急！最精彩的部分还没来——"
        },
        {
            "N": "",
            "T": "竟然还没有结束吗？"
        },
        {
            "N": "",
            "T": "编队我都能背下了。"
        },
        {
            "N": "",
            "T": "我列车煤气忘关了。"
        },
        {
            "N": "仁科",
            "T": "——等等，你看，他们终于注意到了，我那精妙的编队！"
        },
        {
            "N": "",
            "T": "据说，你被仁科按着脑袋讲解阵法的视频，迅速窜上了各大门户网站的热搜榜。"
        },
        {
            "N": "",
            "T": "就这样，仁科终于实现了愿望，真是可喜可贺，可喜可贺。"
        },
        {
            "N": "老白",
            "T": "至此，我们俩竞锋舰老东西终于是满足愿望了。"
        },
        {
            "N": "仁科",
            "T": "谢谢你呀，{F#小姑娘}{M#小兄弟}。"
        },
        {
            "N": "",
            "T": "确实能感受到你们的爱。"
        },
        {
            "N": "老白",
            "T": "我对竞锋舰的爱，不输给这里的任何一个人。"
        },
        {
            "N": "仁科",
            "T": "咱也是。"
        },
        {
            "N": "",
            "T": "应该是没别的心愿了吧？"
        },
        {
            "N": "老白",
            "T": "还想再放几炮。"
        },
        {
            "N": "仁科",
            "T": "你就别再难为{F#小姑娘}{M#小兄弟}了。"
        },
        {
            "N": "老白",
            "T": "我现在有一种养大的闺女嫁人的感觉，又寂寞又开心，哎……"
        },
        {
            "N": "仁科",
            "T": "咱也将毕生所学留在了这里，希望这里的观众抬起头时，能想起她曾经的使命。"
        },
        {
            "N": "老白",
            "T": "最后，再次感谢你，实现了我俩的心愿。"
        },
        {
            "N": "仁科",
            "T": "这是你应得的报酬，再见！"
        },
        {
            "N": "老白",
            "T": "{F#她}{M#他}要来了，你准备好…"
        },
        {
            "N": "仁科",
            "T": "这事行不行啊…"
        },
        {
            "N": "开拓者",
            "T": "（这里应该就是老白提到的控制室了吧。）"
        },
        {
            "N": "开拓者",
            "T": "（看看这附近有没有适合插入玉兆的地方好了……）"
        },
        {
            "N": "仁科",
            "T": "你听我接着讲——这套阵法的一个精髓就在于，它看似有所重复，却始终保持变化，让敌人捉摸不透。攻头则尾至，攻尾则首至，攻中则首尾俱至。"
        },
        {
            "N": "仁科",
            "T": "战场之上，那股勃勃生机、万物竞发的境界，犹在眼前。"
        },
        {
            "N": "",
            "T": "我…好像什么也看不见呢？"
        },
        {
            "N": "仁科",
            "T": "怎么可能，你再仔细看看。哦，我明白了，你肯定是用手机在看，对吧？"
        },
        {
            "N": "",
            "T": "怎么？我一直都是用手机。"
        },
        {
            "N": "仁科",
            "T": "这就是问题的症结所在啊！"
        },
        {
            "N": "",
            "T": "这跟手机又有什么关系呢？"
        },
        {
            "N": "仁科",
            "T": "那可太有关系了！"
        },
        {
            "N": "仁科",
            "T": "你必须得去换一台更加强劲的设备来看飞行编队！懂了吗？手机看不见！"
        },
        {
            "N": "仁科",
            "T": "这世界上有很多「不留心，看不见」的东西，我的飞行编队也是这样的。"
        },
        {
            "N": "仁科",
            "T": "…不过，你不必担心，就算没有我陪着你，你自己来也能看到编队表演。记得换一台更好的设备啊！"
        },
        {
            "N": "",
            "T": "飞行编队迟迟未到，你感觉身后的仁科隐隐有一些不安感。"
        },
        {
            "N": "",
            "T": "就像是给别人吹了半天牛「某某电影天下第一」，结果到电影院后才发现它没有上院线排期——你想向世人证明的全部艺术与巧思，竟是如此的一文不值。"
        },
        {
            "N": "",
            "T": "你本可以转过头去给仁科说一声「算了吧，下次再来看」，但事情此时出现了转机……"
        },
        {
            "N": "",
            "T": "仁科引以为傲的飞行编队，它来啦！"
        },
        {
            "N": "",
            "T": "一位云骑军在这扇门的旁边，既不像守门，又不像要进入。在他进退维谷之时看到了你，隔着头盔露出遇到了救星的目光。"
        },
        {
            "N": "云骑士兵",
            "T": "这位{F#姑娘}{M#兄弟}请留步！我知道阁下身手不错，请快来帮我个忙！"
        },
        {
            "N": "云骑士兵",
            "T": "眼下有个危险的犯人劫持了一名七百多岁的…老者。奇怪，仙舟上向来也不会强调七百岁能有多老来着……"
        },
        {
            "N": "云骑士兵",
            "T": "我需要你协助我守住这扇门。目前犯人还没被惊动，我去搬些救兵。"
        },
        {
            "N": "",
            "T": "何须救兵？一根球棒足矣！"
        },
        {
            "N": "云骑士兵",
            "T": "虽然阁下的威名我也有所耳闻，但云骑军还是不能以人质的安危去冒险。尤其被劫持的又是位老者。"
        },
        {
            "N": "",
            "T": "太看得起我了！我哪拦得住！"
        },
        {
            "N": "云骑士兵",
            "T": "阁下多虑了，只要别打草惊蛇，那劫匪不会贸然走出这扇门。更何况人质又是一名行动不便的老者。"
        },
        {
            "N": "",
            "T": "你就不能…呃…打个电话？"
        },
        {
            "N": "云骑士兵",
            "T": "让阁下见笑了，这鬼地方的信号实在是不好…等这件事结束，我一定会参那个黑心承建商一本。"
        },
        {
            "N": "云骑士兵",
            "T": "总之还请您务必守住这扇门，如果劫匪想要破门转移，也请帮我拖延一下时间。我去去就回！"
        },
        {
            "N": "",
            "T": "还未等你同意或拒绝，那位云骑便从你的视线中消失了。现在整个世界只留下你一个人去应对这扇门。"
        },
        {
            "N": "",
            "T": "嗯…稍等一下！那位云骑士兵会不会是在耍你？先听听门后的情况吧。"
        },
        {
            "N": "劫匪",
            "T": "老头，刚才不是很嚣张么？"
        },
        {
            "N": "老者",
            "T": "哼哼，年轻人别太得意。老夫虽然失手被你擒住，但老夫膝下还有七个孙子，他们各个身怀绝技。万一半天不见老夫，一定会过来寻找。"
        },
        {
            "N": "老者",
            "T": "而且老夫还突然感应到，门外有位高手。"
        },
        {
            "N": "",
            "T": "这都被你发现了。"
        },
        {
            "N": "老者",
            "T": "毕竟老夫可不是什么寻常人，哼哼。"
        },
        {
            "N": "",
            "T": "什么？还有高手？"
        },
        {
            "N": "老者",
            "T": "门外的高手，请你自信一点。"
        },
        {
            "N": "",
            "T": "既然如此，那我进来！"
        },
        {
            "N": "老者",
            "T": "门外的的高手，请你冷静一点。"
        },
        {
            "N": "老者",
            "T": "不过不劳烦您出手，老夫那几位孙子都是来参加演武仪典的种子选手，还望您给年轻人一些表现自我的机会。"
        },
        {
            "N": "劫匪",
            "T": "别胡说八道了！你…你不过是虚张声势罢了！"
        },
        {
            "N": "",
            "T": "「老夫膝下还有七个孙子」似乎言犹在耳，你回过神来，发现身后突然站了好多人。"
        },
        {
            "N": "橙衣武者",
            "T": "爷爷的行踪到这里就不见了，估计人还在附近。"
        },
        {
            "N": "紫衣武者",
            "T": "请问，你有见过一位老者么？"
        },
        {
            "N": "",
            "T": "你们要找的人就在门后。"
        },
        {
            "N": "紫衣武者",
            "T": "果然！找到了！爷爷在这里！"
        },
        {
            "N": "",
            "T": "没见过，不知道你们在说什么。"
        },
        {
            "N": "紫衣武者",
            "T": "嗯？这个味道，是谎言的味道！"
        },
        {
            "N": "",
            "T": "你们从哪里冒出来的？"
        },
        {
            "N": "紫衣武者",
            "T": "从来处来。"
        },
        {
            "N": "橙衣武者",
            "T": "到去处去。"
        },
        {
            "N": "老者",
            "T": "好了你们不要故弄玄虚了，快来救我！"
        },
        {
            "N": "劫匪",
            "T": "门外刚来的那六个人，我数数…你们尽量站得让我能看清，哦，那就是你的七个孙子？"
        },
        {
            "N": "老者",
            "T": "正是如此。你有难了。"
        },
        {
            "N": "劫匪",
            "T": "一、二、三、四、五…怎么才六个？难道那个灰毛也是？"
        },
        {
            "N": "老者",
            "T": "那个我不认识…但是，我知道{F#她}{M#他}是个高手！现在老夫不方便脱身，就请你来组织我的孙子们进行营救吧。"
        },
        {
            "N": "老者",
            "T": "孙子们，你们要服从这个灰发高手的命令！"
        },
        {
            "N": "孙子们",
            "T": "好的，爷爷！请尽情吩咐我们吧，灰毛{F#姑娘}{M#兄弟}！"
        },
        {
            "N": "红衣武者",
            "T": "灰毛{F#姑娘}{M#兄弟}，我们该让谁先出战呢？"
        },
        {
            "N": "开拓者",
            "T": "（怎么突然让我来指挥…好吧，该让谁先上呢？）"
        },
        {
            "N": "红衣武者",
            "T": "哼，没想到会让我出战…可怜的劫匪，你要遭重了！我力能单手托起星槎，身形可变大变小。区区劫匪，不过蝼蚁！"
        },
        {
            "N": "",
            "T": "很好，很有精神！"
        },
        {
            "N": "",
            "T": "要不我和你一起上？"
        },
        {
            "N": "红衣武者",
            "T": "不必，我一人足矣。"
        },
        {
            "N": "",
            "T": "你不带个兄弟吗？"
        },
        {
            "N": "红衣武者",
            "T": "不必，我一人足矣。"
        },
        {
            "N": "红衣武者",
            "T": "我早已受够了繁文缛节！"
        },
        {
            "N": "",
            "T": "红衣武者脱去上衣，露出虬结的肌肉，独自冲进了房间。"
        },
        {
            "N": "",
            "T": "忽然门外听到砰的一声巨响，像是什么巨大体型的生物一头撞向了天花板，然后栽倒在地。"
        },
        {
            "N": "老者",
            "T": "没想到你个小毛贼还有点手段。"
        },
        {
            "N": "劫匪",
            "T": "喂，不关我的事啊，他自己忽然变大撞到了头，怎么怪我！"
        },
        {
            "N": "",
            "T": "听声音是个好头。"
        },
        {
            "N": "",
            "T": "原来是打头阵啊？"
        },
        {
            "N": "",
            "T": "早已预感到结局。"
        },
        {
            "N": "老者",
            "T": "无妨！老夫养孙千日、用孙一时，灰毛高手，让我的下个孙子出手吧！"
        },
        {
            "N": "橙衣武者",
            "T": "哼，我向来不喜暴力，对付贼人要用智取。只需让我看一眼便知贼人的破绽。招数动向，尽在掌握。"
        },
        {
            "N": "",
            "T": "听上去都不是攻击。"
        },
        {
            "N": "",
            "T": "要不我和你一起上？"
        },
        {
            "N": "橙衣武者",
            "T": "任何招数都躲不开我的法眼，你不要小看我！"
        },
        {
            "N": "",
            "T": "你不带个兄弟吗？"
        },
        {
            "N": "橙衣武者",
            "T": "任何招数都躲不开我的法眼，你不要小看我！"
        },
        {
            "N": "橙衣武者",
            "T": "相信我，会赢的！"
        },
        {
            "N": "",
            "T": "橙衣武者带着洞悉一切的自信，从容地走入门中。"
        },
        {
            "N": "橙衣武者",
            "T": "放弃吧，羸弱的劫匪。你的一切招数都会被我看破。我眼观六路，看穿隐身法；耳听八方，能够收集远处的声波！"
        },
        {
            "N": "劫匪",
            "T": "你在说什么……"
        },
        {
            "N": "橙衣武者",
            "T": "一切花招都逃不过我的耳目。言语会骗人，但肌肉和心跳不会。"
        },
        {
            "N": "橙衣武者",
            "T": "就好像你，下盘微微挪步，右手握拳蓄力。心里想的一定想趁我说话时贴近我，冲我鼻子…哎哟！"
        },
        {
            "N": "",
            "T": "从声音上判断，这是一记干净利落的打击。"
        },
        {
            "N": "劫匪",
            "T": "呃…还别说，你说的倒是准……"
        },
        {
            "N": "老者",
            "T": "孙子！！！"
        },
        {
            "N": "劫匪",
            "T": "抱歉，我实在没忍住。"
        },
        {
            "N": "老者",
            "T": "哼哼，莫要嚣张！灰毛高手！放我的下一个孙子进来！"
        },
        {
            "N": "黄衣武者",
            "T": "爷爷，别急，我这就来救你！真正的高手能让对方任何攻击都无效！"
        },
        {
            "N": "",
            "T": "听上去好像很有道理。"
        },
        {
            "N": "",
            "T": "要不我和你一起上？"
        },
        {
            "N": "黄衣武者",
            "T": "这怎么行？那可是我的爷爷！我一定要亲自营救他！"
        },
        {
            "N": "",
            "T": "你不带个兄弟吗？"
        },
        {
            "N": "黄衣武者",
            "T": "我可是爷爷最喜欢的孙子！你们都别去，我一定要亲自营救他！"
        },
        {
            "N": "黄衣武者",
            "T": "想我未学走路，先学内功。任何招数都伤不到我分毫，从小到大我就不知道伤口是什么意思。爷爷稍等片刻，孙子这就来救你！"
        },
        {
            "N": "黄衣武者",
            "T": "劫匪老兄，你知道吗？只有坚韧的躯体才是不败法门。"
        },
        {
            "N": "劫匪",
            "T": "他…他在发光…这琥珀色的光芒…难道！"
        },
        {
            "N": "老者",
            "T": "没错，我这孙子修习的正是「补天神功」。一旦发动，恰如补天司命降世临凡，谁也无法伤他分毫。"
        },
        {
            "N": "劫匪",
            "T": "那那那…那你要用什么招数来对付我？呵，别嚣张，我可不会怕你这装神弄鬼的小技巧！"
        },
        {
            "N": "黄衣武者",
            "T": "对付你？不。我修习的「补天神功」并不能用来战斗，只能用来防御。只要我不破功，就没人能伤我分毫。"
        },
        {
            "N": "劫匪",
            "T": "…那你也没法伤我分毫？"
        },
        {
            "N": "黄衣武者",
            "T": "正是如此。"
        },
        {
            "N": "劫匪",
            "T": "……"
        },
        {
            "N": "劫匪",
            "T": "那我不管你了，你自己在这里罚站吧。"
        },
        {
            "N": "劫匪",
            "T": "老头，叫你的下一个孙子进来吧！"
        },
        {
            "N": "老者",
            "T": "…下个孙子！！！快来救你爷爷！！！"
        },
        {
            "N": "绿衣武者",
            "T": "这劫匪太狡猾了！看来只有我们兄弟同心才能解决。"
        },
        {
            "N": "蓝衣武者",
            "T": "没错。"
        },
        {
            "N": "劫匪",
            "T": "预祝你们成功吧……"
        },
        {
            "N": "",
            "T": "期待你们热血沸腾的组合技！"
        },
        {
            "N": "",
            "T": "要不我和你们一起上？"
        },
        {
            "N": "绿衣武者",
            "T": "抱歉，我兄弟二人合作无间，容不下第三者插手。"
        },
        {
            "N": "蓝衣武者",
            "T": "没错。"
        },
        {
            "N": "",
            "T": "你们不多带点兄弟吗？"
        },
        {
            "N": "绿衣武者",
            "T": "抱歉，我兄弟二人合作无间，容不下第三者插手。"
        },
        {
            "N": "蓝衣武者",
            "T": "没错。"
        },
        {
            "N": "绿衣武者",
            "T": "我与五弟配合，一个能驾驭天雷，一个可以操控流水。想不到这贼人竟能使我两兄弟联手，这真是他的荣幸！"
        },
        {
            "N": "蓝衣武者",
            "T": "没错。"
        },
        {
            "N": "",
            "T": "你流水别把爷爷也给冲走…"
        },
        {
            "N": "",
            "T": "你天雷别把爷爷霹成老熟人…"
        },
        {
            "N": "绿衣武者",
            "T": "莫要担心，我二人在「巡猎」的命途上钻研颇深，擅长对单作战，不会殃及无辜。"
        },
        {
            "N": "蓝衣武者",
            "T": "没错。"
        },
        {
            "N": "",
            "T": "那你们虚构叙事有难咯。"
        },
        {
            "N": "",
            "T": "随便吧，我累了。"
        },
        {
            "N": "绿衣武者",
            "T": "总之看我兄弟两人强强联手，救回爷爷吧！"
        },
        {
            "N": "蓝衣武者",
            "T": "没错。"
        },
        {
            "N": "",
            "T": "你不免为门后的劫匪感到担心，从两人身上的斗气中，仿佛能感受到惊雷与海啸的怒意。"
        },
        {
            "N": "劫匪",
            "T": "要不我们商量一下……"
        },
        {
            "N": "绿衣武者",
            "T": "住口，你劫持我家爷爷，早就失去交涉的权利了！"
        },
        {
            "N": "蓝衣武者",
            "T": "没错！好兄弟，我们得喊点什么壮壮胆气——"
        },
        {
            "N": "绿衣武者",
            "T": "友情啊——"
        },
        {
            "N": "蓝衣武者",
            "T": "羁绊啊——"
        },
        {
            "N": "绿衣武者",
            "T": "未来啊——"
        },
        {
            "N": "蓝衣武者",
            "T": "别喊这些没有用的了，要喊招式！"
        },
        {
            "N": "绿衣武者",
            "T": "煌煌威灵！"
        },
        {
            "N": "蓝衣武者",
            "T": "苍龙濯世！"
        },
        {
            "N": "老者",
            "T": "别！"
        },
        {
            "N": "",
            "T": "刹那间，雷鸣闪动。竞锋舰上的灯集体频闪了几下。不多一会儿，光照又恢复正常。"
        },
        {
            "N": "劫匪",
            "T": "那个…外面还有人么，他俩在地上抽搐，要不要叫个医生？"
        },
        {
            "N": "老者",
            "T": "别担心，这不是第一次了，他们已经习惯了……"
        },
        {
            "N": "劫匪",
            "T": "我第一次知道，练武术还讲究元素反应……"
        },
        {
            "N": "老者",
            "T": "唉…灰毛高手，请让我的下一位孙子进来吧！"
        },
        {
            "N": "紫衣武者",
            "T": "终于到我们出场的时候了。"
        },
        {
            "N": "",
            "T": "你们？你和谁？"
        },
        {
            "N": "",
            "T": "这不就你一个人吗？"
        },
        {
            "N": "？？？",
            "T": "看不起谁呢？"
        },
        {
            "N": "",
            "T": "在紫色武者身旁的虚空中，突然传来一个略显不满的声音。"
        },
        {
            "N": "紫衣武者",
            "T": "六哥，{F#她}{M#他}不是看不起你，只是看不见你。"
        },
        {
            "N": "「六哥」",
            "T": "哦哦，误会了，抱歉哈。我所练的是隐匿身形的本事，忘记寻常人看不见我了。"
        },
        {
            "N": "紫衣武者",
            "T": "我虽然没什么武功，但有一个法宝紫金瓠。若我叫一句敌人的名字，只要他答应了，便会被吸入这紫金瓠中！"
        },
        {
            "N": "",
            "T": "听起来有点高魔…"
        },
        {
            "N": "",
            "T": "画风怎么开始玄幻了？"
        },
        {
            "N": "紫衣武者",
            "T": "六哥，咱们上吧。"
        },
        {
            "N": "「六哥」",
            "T": "好叻！"
        },
        {
            "N": "",
            "T": "你似乎听到某种细微的声响，像是某种东西被吸入时发出的气流声。"
        },
        {
            "N": "「六哥」",
            "T": "*仙舟粗口*，完犊子了…啊！"
        },
        {
            "N": "紫衣武者",
            "T": "还没完呢，六哥，咱们的高光时刻才刚刚开始！"
        },
        {
            "N": "劫匪",
            "T": "只有一个人么？快点吧，我累了。"
        },
        {
            "N": "紫衣武者",
            "T": "嚯？这么嚣张。这次非要给你点厉害瞧瞧。六哥，动手吧！"
        },
        {
            "N": "紫衣武者",
            "T": "……"
        },
        {
            "N": "紫衣武者",
            "T": "六哥？你个老六，人哪去了？别藏了！我刚才叫你名字的时候，你不还答应来着吗？"
        },
        {
            "N": "紫衣武者",
            "T": "…不对。"
        },
        {
            "N": "紫衣武者",
            "T": "*仙舟粗口*，完犊子了…啊！"
        },
        {
            "N": "",
            "T": "你听到了一拳将人打倒的声音，大概猜到了毫不意外的结局。"
        },
        {
            "N": "老者",
            "T": "…说了多少次！不要随时开着你那个破葫芦！"
        },
        {
            "N": "劫匪",
            "T": "…你也别太着急，年纪这么大了，气坏了身体可不好。"
        },
        {
            "N": "老者",
            "T": "算了算了…孙子？孙子何在？快点再来个孙子！莫要辱没了我家的门风！"
        },
        {
            "N": "劫匪",
            "T": "这就…结束了？"
        },
        {
            "N": "",
            "T": "你已经没有孙子了。"
        },
        {
            "N": "",
            "T": "这里只剩下我了。"
        },
        {
            "N": "老者",
            "T": "那…那就靠你了，灰毛高手！事成之后，我收你为我的义孙！"
        },
        {
            "N": "",
            "T": "老东西，你占我便宜我就揍你！"
        },
        {
            "N": "",
            "T": "我当你爷爷还差不多！"
        },
        {
            "N": "",
            "T": "还是给点更实际的奖励吧…"
        },
        {
            "N": "",
            "T": "好的，爷爷！我来救你了！"
        },
        {
            "N": "老者",
            "T": "这些事之后再讨论吧！先进来救救我吧！"
        },
        {
            "N": "劫匪",
            "T": "药王爷在上，这都什么乱七八糟的……"
        },
        {
            "N": "",
            "T": "正当你准备掏出球棍冲进去时，劫匪和被绑架的老者走了出来，而增援的云骑军也到了。"
        },
        {
            "N": "云骑士兵",
            "T": "辛苦了！我叫了增援的部队过来援救人质…嗯？现在什么情况？"
        },
        {
            "N": "劫匪",
            "T": "我投降！我投降了！"
        },
        {
            "N": "云骑士兵",
            "T": "真不愧是你啊，开拓者！阁下太厉害了，竟能在短时间内完成这样教科书般的人质救援！"
        },
        {
            "N": "",
            "T": "别提了，伤亡惨重啊。"
        },
        {
            "N": "老者",
            "T": "…人都丢尽了！"
        },
        {
            "N": "",
            "T": "我感化了劫匪。"
        },
        {
            "N": "劫匪",
            "T": "…求求你们，放过我吧。"
        },
        {
            "N": "劫匪",
            "T": "军爷！快把我抓起来吧！我投降，我自首！这老头找了一帮子精神病，用车轮战来轮番折磨我啊！"
        },
        {
            "N": "老者",
            "T": "不，是老夫教学无方…老夫回去要给他们制定一套新的课程，让他们七位一体，团队作战，到时候再来找你试试招。"
        },
        {
            "N": "劫匪",
            "T": "别别！老人家，我知错了，你放过我吧…把您家那七块活宝看好了，别再让他们出来折磨人了！求求你了！"
        },
        {
            "N": "云骑士兵",
            "T": "呃…那既然罪犯已经伏法，剩下的事就交给我们吧。"
        },
        {
            "N": "云骑士兵",
            "T": "开拓者，多亏了阁下的协助，我们才能毫发无损地解救出人质。非常感谢！"
        },
        {
            "N": "",
            "T": "受之有愧啊！我真的没出力！"
        },
        {
            "N": "",
            "T": "坦白说我很能共情那位劫匪。"
        },
        {
            "N": "",
            "T": "区区小贼，何足道哉。"
        },
        {
            "N": "云骑士兵",
            "T": "哈哈，不管怎么说，这点奖励算是我们的心意，还请您收下吧。我先带嫌犯和相关证人回去了。有缘再见。"
        },
        {
            "N": "云骑士兵",
            "T": "这可如何是好呀？"
        },
        {
            "N": "财富学院讲师",
            "T": "这位同学，你的相关信息并未出现在本节课程的出席名单中，请仔细核对课表，避免走错教室。"
        },
        {
            "N": "",
            "T": "我是来检查教学质量的。"
        },
        {
            "N": "",
            "T": "就不允许我勤奋好学吗？"
        },
        {
            "N": "财富学院讲师",
            "T": "…抱歉，已检索到身份为来自星穹列车的旁听生。"
        },
        {
            "N": "财富学院讲师",
            "T": "你好，开拓者同学，这间教室本日的课程安排为：财富学院的「经济学基本原理」、筑梦学院的「建筑素描基础」、谐乐学院的「作曲理论入门」。"
        },
        {
            "N": "财富学院讲师",
            "T": "请确认——以上是否为你想要旁听的内容。"
        },
        {
            "N": "",
            "T": "没错，我就想听这些！"
        },
        {
            "N": "",
            "T": "不好意思，我走错了。"
        },
        {
            "N": "",
            "T": "随着铃声响起，你的心绪如海潮般起伏不定，但你已经准备好迎接今日的课程了——"
        },
        {
            "N": "",
            "T": "你专注地望向讲台，如饥似渴地聆听着，仿佛沙漠中偶遇绿洲的旅人，不肯放过每一滴知识的甘霖。"
        },
        {
            "N": "",
            "T": "但很可惜，不管你如何胸怀壮志，脑容量终究是有极限的——"
        },
        {
            "N": "",
            "T": "你搞不懂那些图形的具体含义，它们只让你想起托帕，然后是账账，再然后是大大小小的宝箱…等你终于神游匹诺康尼一周之后，课程已然过去了大半。"
        },
        {
            "N": "",
            "T": "「我是谁、我在哪、今天吃什么」——正当你迷茫的小脑袋瓜开始不自觉思考起人生的终极难题时，却见讲师突然转身，双手重重拍在讲台上。"
        },
        {
            "N": "？？？",
            "T": "嘶——要来了！"
        },
        {
            "N": "",
            "T": "你不由惊恐万分：你被发现了？难道真的有智械能读取别人的思维！"
        },
        {
            "N": "财富学院讲师",
            "T": "现在，开始点名——威廉·威尔逊！"
        },
        {
            "N": "眼熟的皮皮西",
            "T": "到！"
        },
        {
            "N": "财富学院讲师",
            "T": "丽姬娅！"
        },
        {
            "N": "眼熟的皮皮西",
            "T": "这里~"
        },
        {
            "N": "财富学院讲师",
            "T": "罗德里克·厄舍！"
        },
        {
            "N": "眼熟的皮皮西",
            "T": "在……"
        },
        {
            "N": "",
            "T": "你目瞪口呆地看着灵活的皮皮西如同土拨鼠那般，从一个个空位上冒出头，用迥然相异的嗓音和语气熟练地签着到。"
        },
        {
            "N": "",
            "T": "周围的学生似乎对此司空见惯，而点名的讲师头也不抬。"
        },
        {
            "N": "",
            "T": "直到点名结束，你眼睁睁看着方才的土拨…皮皮西从你隔壁的座位底下钻出来，爬上椅子，长长地舒了口气。"
        },
        {
            "N": "邻座的皮皮西",
            "T": "呼…每次都跟打仗似的。果然，钱难赚、课难听，学长们诚不我欺…你说是这个理吧，同学？"
        },
        {
            "N": "",
            "T": "原来不是行为艺术啊？"
        },
        {
            "N": "邻座的皮皮西",
            "T": "嗨，行为艺术这玩意光烧钱不赚钱，咱是正经做生意的。「财富学院服务套餐」了解一下？"
        },
        {
            "N": "",
            "T": "帮人签到还能有钱赚？"
        },
        {
            "N": "邻座的皮皮西",
            "T": "呦，直击重点啊，一看你就是个懂行的。「财富学院服务套餐」了解一下？"
        },
        {
            "N": "",
            "T": "你真是神通广大！"
        },
        {
            "N": "邻座的皮皮西",
            "T": "嘿嘿，谬赞谬赞~商业机密不便透露，不过同学你要是实在感兴趣，「财富学院服务套餐」了解一下？"
        },
        {
            "N": "邻座的皮皮西",
            "T": "我这里不仅可以代人签到，还出售每节课的课堂笔记，甚至承接作业代写、学院代表签字服务，至于其它的嘛…只要价钱到位，也都好商量。"
        },
        {
            "N": "邻座的皮皮西",
            "T": "来来来，套餐种类多样，订购越多折扣越大，同学你要不要详细了解一下……"
        },
        {
            "N": "",
            "T": "你在皮皮西热情的推销中度过了余下的小半堂课。随着铃声响起，你的心绪依旧如海潮般起伏不定，却早已不似当初。"
        },
        {
            "N": "邻座的皮皮西",
            "T": "唉，果然欢乐的时光总是短暂的，说起来…我有个不情之请不知该不该讲……"
        },
        {
            "N": "",
            "T": "说呗，反正决定权在我。"
        },
        {
            "N": "",
            "T": "那就别讲了。"
        },
        {
            "N": "邻座的皮皮西",
            "T": "…是这样的，其实我对你一见如故，既然难得缘分一场当了回同桌，能不能跟我合个照，再签个名？"
        },
        {
            "N": "",
            "T": "当然没问题！"
        },
        {
            "N": "",
            "T": "你与这位友好的皮皮西同学拍摄了合影，并慷慨地在照片后方签上了自己的名字。"
        },
        {
            "N": "邻座的皮皮西",
            "T": "老板大气！呃…我是说非常感谢，我一定会好好收藏的！"
        },
        {
            "N": "",
            "T": "还是算了吧…"
        },
        {
            "N": "邻座的皮皮西",
            "T": "别这么谦虚嘛，相聚是缘，为了纪念我们的相遇，还是合个影吧！"
        },
        {
            "N": "",
            "T": "就这样，今天的第一堂课在讲师的「下堂课测试」以及学生们的唉声叹气中画上了圆满的句号——"
        },
        {
            "N": "",
            "T": "什么，还不够圆满吗？你又不用考试！"
        },
        {
            "N": "筑梦学院讲师",
            "T": "我听财富学院的讲师说过了，你是来旁听的吧？课程马上就要开始了，快去找个位置坐好吧。"
        },
        {
            "N": "",
            "T": "感谢提醒，我这就去。"
        },
        {
            "N": "",
            "T": "老师，我想去趟厕所！"
        },
        {
            "N": "",
            "T": "俗话说得好，万事开头难。在经历过上一堂课的洗礼之后，你对接下来的课程充满信心。"
        },
        {
            "N": "",
            "T": "经济学需要一定的专业基础，听不懂情有可原。但画画总难不倒你吧？不就是照着……"
        },
        {
            "N": "",
            "T": "好吧，是你僭越了。黑板上的图画你倒是姑且能看明白，但「定位轴线」是什么？「标高符号」是什么？「引出线」又是什么？"
        },
        {
            "N": "",
            "T": "你越是努力盯着黑板，那些线条便越是在你眼前模糊成一道道虚影——别问为什么人在梦中还会犯困，这大概就是知识的力量吧。"
        },
        {
            "N": "",
            "T": "你转头望向自己的邻座，想凭借一些亲切友好的交谈重归清醒，却只见到智械同学专注的侧脸。那人垂着头，笔尖在本子上「唰唰」扫出道道残影。"
        },
        {
            "N": "",
            "T": "你突然体会到一种近乎神圣的氛围——这人对于知识是如此虔诚、如此崇敬，以至于你想要冒昧搅扰的念头简直就是一种罪过。"
        },
        {
            "N": "筑梦学院讲师",
            "T": "开拓者同学，你来复述一下，我刚刚讲到哪了？"
        },
        {
            "N": "",
            "T": "你问我，我问谁？"
        },
        {
            "N": "筑梦学院讲师",
            "T": "…回答得很好，下节课别再来了。注意影响，课堂上别老是东张西望。"
        },
        {
            "N": "",
            "T": "我知道，选C！"
        },
        {
            "N": "筑梦学院讲师",
            "T": "谁让你做选择题了？咳，注意影响，课堂上别老是东张西望。"
        },
        {
            "N": "筑梦学院讲师",
            "T": "算了，旁边那个智械小子，你起来答。"
        },
        {
            "N": "邻座的智械",
            "T": "我选…C。"
        },
        {
            "N": "筑梦学院讲师",
            "T": "哼…一个两个，不听课就别来上课。难不成真以为只要全勤，期末成绩就能好看？"
        },
        {
            "N": "",
            "T": "你瞧瞧黑着脸不再搭理你们的讲师，又看看始终沉默着、努力减少自己存在感的邻座——这不应该啊？"
        },
        {
            "N": "",
            "T": "你当然知道好奇害死猫，但你又不是猫；更何况，你还知道好奇心同样能憋死一个开拓者。于是你趁着所有人不备，悄悄探过头去——"
        },
        {
            "N": "开拓者",
            "T": "这是…钟表小子？！"
        },
        {
            "N": "邻座的智械",
            "T": "嘘！小、小点声，老师又看过来了……"
        },
        {
            "N": "",
            "T": "你在讲师恨铁不成钢的目光中瑟缩了一下，但随即就被眼前的画面吸引了全部注意——"
        },
        {
            "N": "",
            "T": "那流畅的线条、精美的画工、跃然纸上的角色…好家伙，原来这老兄还是个同人大佬！"
        },
        {
            "N": "邻座的智械",
            "T": "…你…你喜欢…我的漫画？"
        },
        {
            "N": "",
            "T": "你见猎心喜，压低嗓门表达了你对钟表小子原作以及眼前同人漫画的喜爱。沉默的智械听罢不再沉默，欢快地同你小声交流起来。"
        },
        {
            "N": "",
            "T": "这节课在你们的窃窃私语中结束，充实而欢乐。你想，你或许已经爱上上课了。"
        },
        {
            "N": "谐乐学院讲师",
            "T": "啊呀，你就是那个开拓者吧？很高兴能见到本人，希望你喜欢我的课哦~"
        },
        {
            "N": "",
            "T": "已经开始喜欢了！"
        },
        {
            "N": "",
            "T": "我还想去趟厕所…"
        },
        {
            "N": "",
            "T": "如此亲切的讲师，授课的内容也想必不会太过困难吧——你对接下来的课程充满期待。"
        },
        {
            "N": "",
            "T": "你是谁？你可是大明星知更鸟的好朋友，列车留声机的忠实听众，作曲这点小事能难得倒你吗？"
        },
        {
            "N": "",
            "T": "好吧，还真能…说实在的，已经过去两节课了，你早就该学聪明了不是吗？不如看看你邻座的同学吧，说不定又是个可以相谈甚欢的……"
        },
        {
            "N": "开拓者",
            "T": "…？"
        },
        {
            "N": "邻座的折纸小鸟？",
            "T": "啾——啾啾？"
        },
        {
            "N": "",
            "T": "你说啥？我听不懂啊…"
        },
        {
            "N": "",
            "T": "当然，作为那个「被选中的无名客」，你在折纸小鸟面前素来享有特权；但这并不影响你完全无法理解眼前的小鸟究竟想要表达些什么。"
        },
        {
            "N": "",
            "T": "发出一声很酷的*哼*。"
        },
        {
            "N": "",
            "T": "在出声的那个瞬间，你清晰地看见隔壁桌上那只折纸小鸟的眼睛里出现了高光。"
        },
        {
            "N": "邻座的折纸小鸟？",
            "T": "啾啾~啾——"
        },
        {
            "N": "",
            "T": "你永远叫不醒一个装睡的人；同理，联觉信标永远翻译不了一句纯粹的「啾」。但现在放弃还为时尚早，或许你可以找个翻译——"
        },
        {
            "N": "",
            "T": "你抬头四顾，然而偌大教室中除了你和那位讲师，竟没有一个正常的…「人」。"
        },
        {
            "N": "",
            "T": "罢了，你累了，或许人与人之间就是永远也无法相互理解，或许这课堂之上本就无你一方容身之所……"
        },
        {
            "N": "",
            "T": "一个纸团「啪——」地落在你的桌面上。"
        },
        {
            "N": "",
            "T": "哦，你知道这个，课上悄悄话的必备项目！你的课堂体验愈发圆满了——"
        },
        {
            "N": "",
            "T": "对啊，在梦中不就该无拘无束自由自在吗？原来格格不入的并非真正的你，而是可恶的惯性思维，你决定加入你的同学——"
        },
        {
            "N": "",
            "T": "扮演成钟表小子。"
        },
        {
            "N": "开拓者",
            "T": "嘿~滴答！我的朋友，钟表小子来了！"
        },
        {
            "N": "邻座的折纸小鸟？",
            "T": "啾！"
        },
        {
            "N": "谐乐学院讲师",
            "T": "你的表演非常还原，开拓者同学。但请小点声，不要影响大家听课哦~"
        },
        {
            "N": "",
            "T": "扮演成哈努兄弟。"
        },
        {
            "N": "开拓者",
            "T": "哼。"
        },
        {
            "N": "邻座的折纸小鸟？",
            "T": "啾啾~"
        },
        {
            "N": "",
            "T": "只是变换了一个形态，你们之间的壁垒便轰然瓦解——此刻你只觉与眼前的「折纸小鸟」心有灵犀、不点就通！"
        },
        {
            "N": "",
            "T": "扮演成折纸小鸟。"
        },
        {
            "N": "开拓者",
            "T": "啾啾！"
        },
        {
            "N": "邻座的折纸小鸟？",
            "T": "啾啾——啾！"
        },
        {
            "N": "",
            "T": "似有看不见的线将你们牵引至一处，你只觉眼前的「折纸小鸟」让你产生了家人般的亲切感。"
        },
        {
            "N": "",
            "T": "果然，人与人之间终究还是能够相互理解，而这课堂之上总归也还有你一方容身之所！"
        },
        {
            "N": "",
            "T": "就这样，在一派和乐融融的气氛中，你的课堂体验圆满落幕——"
        },
        {
            "N": "",
            "T": "至于自始至终都没听懂的课程？说真的，除了筑梦学院那位讲师之外，谁在乎呢。"
        },
        {
            "N": "财富学院讲师",
            "T": "请仔细核对课表…"
        },
        {
            "N": "筑梦学院讲师",
            "T": "就要上课了，快坐好！"
        },
        {
            "N": "谐乐学院讲师",
            "T": "哼~哼哼~"
        },
        {
            "N": "邻座的皮皮西",
            "T": "在这位同学的软磨硬泡下，你最终还是拍摄了合影，并在照片后方签上了名字。"
        },
        {
            "N": "皮皮西学生",
            "T": "不就是卖个签名照嘛…"
        },
        {
            "N": "皮皮西学生",
            "T": "不就是拍卖了盛会巨星的签名照嘛，至于闹到学校…噫，怎么你也在？！"
        },
        {
            "N": "皮皮西学生",
            "T": "先说清楚，我没有卖出去啊…所以没从中盈利！"
        },
        {
            "N": "",
            "T": "这是未遂！"
        },
        {
            "N": "",
            "T": "没有可以分给我的钱吗？"
        },
        {
            "N": "皮皮西学生",
            "T": "哎，才挂到论坛上没多久呢，就有个自称是什么忍徒的家伙把我给举报了，帖子被删了，我也被喊来校长室，挨了好久的批评……"
        },
        {
            "N": "皮皮西学生",
            "T": "我说，那个忍徒该不会就是你吧？"
        },
        {
            "N": "",
            "T": "不是，但我也要举报你。"
        },
        {
            "N": "",
            "T": "这是正义的惩罚！"
        },
        {
            "N": "",
            "T": "我不是忍徒，而是忍侠！"
        },
        {
            "N": "皮皮西学生",
            "T": "行吧，反正已经被学校发现，是谁都无所谓了。时运不济，发财的路多灾多难啊。"
        },
        {
            "N": "",
            "T": "尽管不知道那位学生是谁，但你还是要在心底默默地说——谢谢你，无名的忍徒！"
        }
    ],
    "461243319": [
        {
            "N": "知更鸟",
            "T": "放松的感觉…真好啊。"
        },
        {
            "N": "知更鸟",
            "T": "自从踏上舞台后，我就格外珍惜这样能短暂停下来的时光。"
        },
        {
            "N": "",
            "T": "可以常来放松。"
        },
        {
            "N": "知更鸟",
            "T": "谢谢你，希望下次来的时候不会打扰到大家。"
        },
        {
            "N": "",
            "T": "暂时忘记烦忧和愁苦吧。"
        },
        {
            "N": "知更鸟",
            "T": "谢谢你。列车上的温馨布设和安静氛围，让我感到十分安心。"
        },
        {
            "N": "知更鸟",
            "T": "这个角度…刚好能看见一片璀璨的群星，真美啊……"
        },
        {
            "N": "知更鸟",
            "T": "小时候不懂得什么是疲倦，到了夜晚也不安生，总拉着哥哥一起数星星，而且越数越精神……"
        },
        {
            "N": "知更鸟",
            "T": "每到那时，哥哥就会哼摇篮曲给我听。往往半段旋律的时间，我就已经睡着了……"
        },
        {
            "N": "知更鸟",
            "T": "年少的时光稍纵即逝，但那些灿若繁星的回忆却是成长的礼物，值得被永远珍藏。"
        },
        {
            "N": "知更鸟",
            "T": "年少的时光稍纵即逝，但那些灿若繁星的回忆却是成长的礼物，值得被永远珍藏。"
        },
        {
            "N": "",
            "T": "有股动人心魄的力量。"
        },
        {
            "N": "知更鸟",
            "T": "刚才留声机里放的那首曲子，有股动人心魄的力量。"
        },
        {
            "N": "知更鸟",
            "T": "集结、对抗、燃烧的火和坚定的决心。它们唤醒了沉睡的意志，冲破束缚，迎来新生……"
        },
        {
            "N": "",
            "T": "我也喜欢，不愧是知更鸟小姐！"
        },
        {
            "N": "知更鸟",
            "T": "请别这么说…能够引起人的共鸣和遐想，这才是音乐的魅力所在。"
        },
        {
            "N": "知更鸟",
            "T": "我也时刻提醒自己：想要拥有完美的舞台，务必要在保持演唱技巧的同时，让听众们感受到歌曲中蕴含的情感和故事。"
        },
        {
            "N": "",
            "T": "说得好棒！所以是哪首歌？"
        },
        {
            "N": "知更鸟",
            "T": "其实…我也很想知道。但以客人的身份登上列车，随意乱碰物品实在太失礼了。"
        },
        {
            "N": "知更鸟",
            "T": "能听到如此动人的乐曲，感受其中蕴含的情感和故事，我很满足。"
        },
        {
            "N": "知更鸟",
            "T": "如果可以…能借用几张列车上的唱片吗？三天…两天就行，或者一天也可以。"
        },
        {
            "N": "",
            "T": "我替列车长回答了，没问题！"
        },
        {
            "N": "知更鸟",
            "T": "开拓者，非常感谢！"
        },
        {
            "N": "",
            "T": "那…我想拥有你的签名！"
        },
        {
            "N": "知更鸟",
            "T": "当然，也谢谢开拓者的喜欢。"
        },
        {
            "N": "知更鸟",
            "T": "优秀的音乐作品就像一面镜子，对比映照，才能及时发现不足。"
        },
        {
            "N": "知更鸟",
            "T": "呼…这么一看，我的努力还远远不够。"
        },
        {
            "N": "知更鸟",
            "T": "呼…这么一看，我的努力还远远不够。"
        },
        {
            "N": "",
            "T": "玩偶…会说话……"
        },
        {
            "N": "知更鸟",
            "T": "这只像小兔子一样的玩偶…会说话……"
        },
        {
            "N": "知更鸟",
            "T": "抱歉…好像惊讶过头了。在梦境之外，我还是第一次见到这么特别的玩偶。"
        },
        {
            "N": "",
            "T": "帕姆是列车长。"
        },
        {
            "N": "知更鸟",
            "T": "列车…长？"
        },
        {
            "N": "知更鸟",
            "T": "实、实在抱歉！之前只听说列车长样貌可爱，但没想到居然…希望它不会生气。"
        },
        {
            "N": "知更鸟",
            "T": "开拓者，能跟我说说帕姆列车长平时喜欢什么吗？我想为刚才的冒失做点什么。"
        },
        {
            "N": "",
            "T": "喜欢烹饪和大扫除！"
        },
        {
            "N": "知更鸟",
            "T": "这样啊…我这就托管家帮忙，买一些最新最智能的清洁用具和厨具。"
        },
        {
            "N": "",
            "T": "喜欢我！"
        },
        {
            "N": "知更鸟",
            "T": "这样啊…我这就托管家帮忙，照你的样子订做一个可爱版玩偶。"
        },
        {
            "N": "",
            "T": "放心吧！帕姆不会怪你的！"
        },
        {
            "N": "知更鸟",
            "T": "如果是这样，我更不能无动于衷了。"
        },
        {
            "N": "知更鸟",
            "T": "刚才看到列车长在给盆栽浇水，它是不是很喜欢绿植？我这就托管家帮忙，尽快送些匹诺康尼特有的绿植过来。"
        },
        {
            "N": "知更鸟",
            "T": "……"
        },
        {
            "N": "知更鸟",
            "T": "不行，只送东西不够有诚意…还是去找列车长道个歉吧。"
        },
        {
            "N": "知更鸟",
            "T": "……"
        },
        {
            "N": "知更鸟",
            "T": "不行，只送东西不够有诚意…还是去找列车长道个歉吧。"
        },
        {
            "N": "",
            "T": "假发的款式和颜色…"
        },
        {
            "N": "知更鸟",
            "T": "开拓者，你来啦，能帮我挑一款假发吗？"
        },
        {
            "N": "知更鸟",
            "T": "原本想在下次逛街的时候用。但款式和颜色太多，我实在有些纠结。"
        },
        {
            "N": "",
            "T": "统统买下，不做选择！"
        },
        {
            "N": "知更鸟",
            "T": "换作以前，我的确会统统买下。但我最近在网络上看到很多有关整理的文章分享…好像是叫「断舍离」？我也正在研究学习。"
        },
        {
            "N": "知更鸟",
            "T": "不得不说，清理完那些不必需、不合适的物品后，整个人都变得清爽了很多。"
        },
        {
            "N": "",
            "T": "我看看…"
        },
        {
            "N": "知更鸟",
            "T": "这些假发的图片看起来还不错，就是名字有些难以理解：比如这款「黑长直」，还有这款「妈生蓝」。"
        },
        {
            "N": "",
            "T": "三月七眼光好，可以问问她。"
        },
        {
            "N": "知更鸟",
            "T": "我相信三月七小姐的眼光。其实，我刚才找她一起挑选过，但她现在似乎比我还纠结……"
        },
        {
            "N": "知更鸟",
            "T": "…不如，就买这款「金橘卷」吧！偏橘的卷发，逛街拍照也很合适。"
        },
        {
            "N": "知更鸟",
            "T": "每顶假发都能带来不一样的风格，感觉对练习妆容搭配来说也是一项全新的挑战！"
        },
        {
            "N": "知更鸟",
            "T": "在学习「断舍离」前，还是都买了吧~"
        },
        {
            "N": "知更鸟",
            "T": "每顶假发都能带来不一样的风格，感觉对练习妆容搭配来说也是一项全新的挑战！"
        },
        {
            "N": "知更鸟",
            "T": "在学习「断舍离」前，还是都买了吧~"
        },
        {
            "N": "",
            "T": "梦境与现实…"
        },
        {
            "N": "知更鸟",
            "T": "如果梦境能治愈一切，那现实…真的就没有意义了吗？"
        },
        {
            "N": "",
            "T": "没有现实就没有梦境。"
        },
        {
            "N": "知更鸟",
            "T": "是啊，不以现实为基础的梦境，是无法筑造下去的。"
        },
        {
            "N": "知更鸟",
            "T": "可即便如此，还是有很多人宁愿永远在梦中沉沦下去。"
        },
        {
            "N": "",
            "T": "梦都是反的。"
        },
        {
            "N": "知更鸟",
            "T": "嗯，梦也有好有坏…因为结果不确定，所以梦也注定无法治愈一切……"
        },
        {
            "N": "知更鸟",
            "T": "可即便如此，还是有很多人宁愿永远在梦中沉沦下去……"
        },
        {
            "N": "知更鸟",
            "T": "有些人天生贫苦，不懂得什么叫希望；也有些人天生残缺，不懂得什么叫完整……"
        },
        {
            "N": "知更鸟",
            "T": "人生无法重来，但梦境能让他们体会到另一种人生。所以即使会付出代价，他们也会做出这样的选择。"
        },
        {
            "N": "知更鸟",
            "T": "我们无法决定人生，但梦境注定还是梦境。对于那些正在坠入深渊的人，我希望尽我所能帮助并治愈他们，让他们能安稳地回到现实……"
        },
        {
            "N": "知更鸟",
            "T": "我们无法决定人生，但梦境注定还是梦境。对于那些正在坠入深渊的人，我希望尽我所能帮助并治愈他们，让他们能安稳地回到现实……"
        },
        {
            "N": "",
            "T": "准备了一份礼物…"
        },
        {
            "N": "知更鸟",
            "T": "一直在各个星系中辗转来回，很少有机会能好好看看这浩瀚的宇宙。"
        },
        {
            "N": "知更鸟",
            "T": "开拓者，谢谢你邀请我登上列车，片刻的自由梦幻而美妙。我准备了一份礼物，希望你能喜欢。"
        },
        {
            "N": "知更鸟",
            "T": "我想有一天，我们还会在「开拓」的某一站遇见。"
        },
        {
            "N": "知更鸟",
            "T": "片刻的自由梦幻而美妙，我想有一天，我们还会在「开拓」的某一站遇见。"
        }
    ],
    "2573572058": [
        {
            "N": "波提欧",
            "T": "喵…你们列车上的合成机太爱你了。"
        },
        {
            "N": "波提欧",
            "T": "照这个合成方法，放袋垃圾进去是不是也能变成宝贝？"
        },
        {
            "N": "",
            "T": "爱你…这是什么新词吗？"
        },
        {
            "N": "波提欧",
            "T": "不算什么新词，就是特别厉害，特别爱你的意思。"
        },
        {
            "N": "波提欧",
            "T": "宝了个贝的…这联觉信标明知道我语言匮乏，还要不停更新词库，真没劲。"
        },
        {
            "N": "",
            "T": "可能会变成催吐剂。"
        },
        {
            "N": "波提欧",
            "T": "哈？催吐！他宝贝的，原来是剂猛药啊…"
        },
        {
            "N": "波提欧",
            "T": "开拓者，能把列车上的垃圾借我合几个吗？偶尔被子弹屑卡住喉咙的时候可能用得上。"
        },
        {
            "N": "波提欧",
            "T": "话说回来，列车上除了这个合成机，还有没有更新奇的玩意儿？"
        },
        {
            "N": "",
            "T": "智库播报留声机，统统都能介绍"
        },
        {
            "N": "波提欧",
            "T": "哈哈！看来你这是已经做好当列车向导的准备了啊！那就不多等了，开始吧！"
        },
        {
            "N": "波提欧",
            "T": "哈哈！看来你这是已经做好当列车向导的准备了啊！那就不多等了，开始吧！"
        },
        {
            "N": "",
            "T": "咳咳，咳咳咳！！"
        },
        {
            "N": "波提欧",
            "T": "咳咳！咳咳咳！"
        },
        {
            "N": "波提欧",
            "T": "很久没喝过味道这么烈的饮料了，比烟熏味的麦芽果汁还刺激！"
        },
        {
            "N": "",
            "T": "难道是…咖…啡……"
        },
        {
            "N": "波提欧",
            "T": "对，就是那位姬子女士的特调咖啡！"
        },
        {
            "N": "波提欧",
            "T": "一口下去，苦味火辣辣的，喉咙还会发麻，比嚼子弹过瘾多了！"
        },
        {
            "N": "",
            "T": "姬子特调，好喝又上头！"
        },
        {
            "N": "波提欧",
            "T": "是啊，尤其是那种特别的苦味，火辣辣的，让喉咙发麻。"
        },
        {
            "N": "波提欧",
            "T": "可惜胃里塞不下太多东西了，不然我还能再来几杯。"
        },
        {
            "N": "波提欧",
            "T": "很多人说咖啡提神。所以有段时间，我每解决一个小可爱，就会找个地方来几杯振奋振奋精神，好迎接下一个。"
        },
        {
            "N": "波提欧",
            "T": "可那些小喽啰实在太弱了！咖啡的作用没发挥成，反倒是每天晚上睡不着觉，持续了好一段时间。"
        },
        {
            "N": "",
            "T": "今晚也准备好失眠吧！"
        },
        {
            "N": "波提欧",
            "T": "干瞪眼的感觉可不好受。要不…今晚我们过招到天亮，怎么样？"
        },
        {
            "N": "波提欧",
            "T": "咖啡这种东西果然不能多喝，看来得经历一个不眠夜了。"
        },
        {
            "N": "波提欧",
            "T": "干瞪眼的感觉可不好受。要不…今晚我们过招到天亮，怎么样？"
        },
        {
            "N": "",
            "T": "你相信直觉吗？"
        },
        {
            "N": "波提欧",
            "T": "你相信直觉吗？"
        },
        {
            "N": "波提欧",
            "T": "很多时候我都相信自己的亲眼所见，但现在我有点怀疑。"
        },
        {
            "N": "",
            "T": "你是最棒的！"
        },
        {
            "N": "波提欧",
            "T": "很久没受过这样的夸奖了。但我想说的是——那边的角落里是不是放过什么带怨气的东西？"
        },
        {
            "N": "波提欧",
            "T": "一道意义不明的凝视…有人在盯着我——不是你们的列车长。"
        },
        {
            "N": "",
            "T": "别怀疑，请相信。"
        },
        {
            "N": "波提欧",
            "T": "信归信，但有些感觉靠自信可能解释不清。"
        },
        {
            "N": "波提欧",
            "T": "就好比现在，我感觉那边的角落充满怨气，还有一道意义不明的凝视。"
        },
        {
            "N": "波提欧",
            "T": "他宝贝的！我难道中邪了？总觉得这股怨气越来越重…也不知道是什么仇什么怨，有问题打一架不就行了！"
        },
        {
            "N": "波提欧",
            "T": "不知道丹恒兄弟懂不懂玄学，要不找他来调查调查？"
        },
        {
            "N": "波提欧",
            "T": "不知道丹恒兄弟懂不懂玄学，要不找他来调查调查？"
        },
        {
            "N": "",
            "T": "列车上有螺丝吗？"
        },
        {
            "N": "波提欧",
            "T": "开拓者，列车上有螺丝吗？最普通的那种就行。"
        },
        {
            "N": "",
            "T": "我去找找。"
        },
        {
            "N": "波提欧",
            "T": "谢了。都怪这不争气的手腕突然「脱臼」。要是不赶紧上螺丝，一会儿整只手掉下来可能会有点惊悚。"
        },
        {
            "N": "波提欧",
            "T": "如果有螺丝刀就更好了，我可以把全身的螺丝拧一拧。"
        },
        {
            "N": "",
            "T": "你的手腕…！"
        },
        {
            "N": "波提欧",
            "T": "如你所见，它「脱臼」了。要是不赶紧上螺丝，一会儿整只手掉下来可能会有点惊悚。"
        },
        {
            "N": "波提欧",
            "T": "你要不忙，就帮我去找一找。对了，顺便再帮我带把螺丝刀，我可以把全身的螺丝拧一拧。"
        },
        {
            "N": "波提欧",
            "T": "这副改造的身体其实挺耐用的，很少掉链子。可能是列车太安全，让它放松了戒备。"
        },
        {
            "N": "波提欧",
            "T": "不过「检修身体」，也算是一个改造人的必修课了。"
        },
        {
            "N": "波提欧",
            "T": "这副改造的身体其实挺耐用的，很少掉链子。可能是列车太安全，让它放松了戒备。"
        },
        {
            "N": "波提欧",
            "T": "不过「检修身体」，也算是一个改造人的必修课了。"
        },
        {
            "N": "",
            "T": "彻底绕进去了…"
        },
        {
            "N": "波提欧",
            "T": "彻底绕进去了……"
        },
        {
            "N": "波提欧",
            "T": "惩治恶人难道不算正义？"
        },
        {
            "N": "",
            "T": "惩恶扬善，纯美的行为。"
        },
        {
            "N": "波提欧",
            "T": "这话怎么听着这么熟悉……"
        },
        {
            "N": "波提欧",
            "T": "那要是以暴制暴，算不算正义？"
        },
        {
            "N": "",
            "T": "当然算！恶人该治！"
        },
        {
            "N": "波提欧",
            "T": "如果不只是治治呢？比如打断他的腿脚……"
        },
        {
            "N": "波提欧",
            "T": "或者直接让那小宝贝入土为安之类的！"
        },
        {
            "N": "波提欧",
            "T": "说实话，这种费脑子的哲理我根本就不在意。但谁让我那天被一个小孩儿讲了半天道理呢？"
        },
        {
            "N": "波提欧",
            "T": "伸张正义要考虑方法，子弹不能打中要害、不能搜刮恶人财产…还高低得给他改过自新的机会！"
        },
        {
            "N": "",
            "T": "这些我都做到了！"
        },
        {
            "N": "",
            "T": "小孩子的世界比较纯净。"
        },
        {
            "N": "波提欧",
            "T": "嗐！做人要有底线，这我赞同。但对于惩恶，一击毙命才是最好的收场。"
        },
        {
            "N": "波提欧",
            "T": "这些束手束脚的「道德准则」，还是让内心纯净的人去遵守吧！"
        },
        {
            "N": "波提欧",
            "T": "对于惩恶，一击毙命才是最好的收场。"
        },
        {
            "N": "波提欧",
            "T": "这些束手束脚的「道德准则」，还是让内心纯净的人去遵守吧！"
        },
        {
            "N": "",
            "T": "你觉得这几盒子弹…"
        },
        {
            "N": "波提欧",
            "T": "开拓者，你觉得这几盒子弹怎么样？"
        },
        {
            "N": "",
            "T": "挺好的，很硬核。"
        },
        {
            "N": "波提欧",
            "T": "哈！喜欢就好，送你了！"
        },
        {
            "N": "",
            "T": "可以…嚼？"
        },
        {
            "N": "波提欧",
            "T": "你要是有我这口钢牙，随便嚼！"
        },
        {
            "N": "波提欧",
            "T": "喏，送你了，保不准什么时候能用上。"
        },
        {
            "N": "波提欧",
            "T": "哦对了，还有这个。"
        },
        {
            "N": "波提欧",
            "T": "听说你在找这种彩色「石头」，路过旅行禁区的时候刚好看到，就顺手带来了。"
        },
        {
            "N": "波提欧",
            "T": "你看看，对不对味儿？"
        },
        {
            "N": "",
            "T": "很对味儿！欢迎常来列车！"
        },
        {
            "N": "波提欧",
            "T": "哈哈，不请自来也行的那种？开个玩笑！放心吧，我是个有原则的人。"
        },
        {
            "N": "波提欧",
            "T": "既然东西送到，我也该走了。我们有缘再见，朋友！"
        },
        {
            "N": "波提欧",
            "T": "走了，有缘再见，朋友！"
        }
    ],
    "956663680": [
        {
            "N": "黑天鹅",
            "T": "你来了，开拓者。"
        },
        {
            "N": "黑天鹅",
            "T": "我看到窗外有一些游离的记忆碎片，打算把它们「打捞」上来。"
        },
        {
            "N": "",
            "T": "但…列车车窗是封住的。"
        },
        {
            "N": "黑天鹅",
            "T": "真可爱呢。"
        },
        {
            "N": "黑天鹅",
            "T": "我所说的「打捞」只需慢慢靠近那些记忆，再驱动忆者的力量提取保存即可。"
        },
        {
            "N": "",
            "T": "咦？我看不见，在哪里？"
        },
        {
            "N": "黑天鹅",
            "T": "这些记忆碎片微小如灰尘，构不成忆泡，很难用肉眼看见，甚至只有少数忆者才能感受到。"
        },
        {
            "N": "黑天鹅",
            "T": "星海间有太多消逝之物，那些前人寻过的路和被遗忘的往昔，本都应当在宇宙的进程中留下浓墨重彩的一笔。"
        },
        {
            "N": "黑天鹅",
            "T": "我曾为这些不留痕迹的逝去感到遗憾，幸运的是，后来我们得以感知、发现、收藏。"
        },
        {
            "N": "黑天鹅",
            "T": "不知道今日发现的记忆碎片里，会留有怎样的故事呢？"
        },
        {
            "N": "",
            "T": "我喜欢听故事！"
        },
        {
            "N": "",
            "T": "记忆碎片！合成！"
        },
        {
            "N": "黑天鹅",
            "T": "别急，开拓者。待我将这些碎片中的记忆一一复现，会与你一同分享的。"
        },
        {
            "N": "黑天鹅",
            "T": "别急，开拓者。待我将这些碎片中的记忆一一复现，会与你一同分享的。"
        },
        {
            "N": "",
            "T": "列车上的忆者…"
        },
        {
            "N": "黑天鹅",
            "T": "那位活泼的小姑娘方才同我说了一些关于「你」的事……"
        },
        {
            "N": "",
            "T": "谁？三月吗？"
        },
        {
            "N": "黑天鹅",
            "T": "看来你忘记了，列车的碎镜前还有一位活泼的忆者小姑娘。"
        },
        {
            "N": "黑天鹅",
            "T": "她同我说你在「忘却之庭」打捞记忆的表现十分出色，是难得的天赋型选手。"
        },
        {
            "N": "",
            "T": "我的表现有六十分么？"
        },
        {
            "N": "黑天鹅",
            "T": "这个数字有些保守，在那位忆者小姑娘眼中…你这位在「忘却之庭」打捞记忆的天赋型选手，可远远不止这个分数呢~"
        },
        {
            "N": "",
            "T": "我没做什么坏事吧？"
        },
        {
            "N": "黑天鹅",
            "T": "别害怕。在那位忆者小姑娘眼中…你这位在「忘却之庭」打捞记忆的天赋型选手，可帮了忆庭不少忙~"
        },
        {
            "N": "黑天鹅",
            "T": "听说你第一次见到她的时候被吓了一跳。忆者以模因的方式游走世间，有时的确会引发他人产生一些无端的联想。"
        },
        {
            "N": "黑天鹅",
            "T": "记得有一次，我在夜晚寻得了一处散落在玫瑰园中的记忆碎片。当我以为四处无人而后现身时，吓晕了一位正准备告白的先生……"
        },
        {
            "N": "",
            "T": "我当时也差点被吓晕！"
        },
        {
            "N": "黑天鹅",
            "T": "嗯…忆者们也该思考一下有没有更好的现身方式了。"
        },
        {
            "N": "黑天鹅",
            "T": "嗯…忆者们也该思考一下有没有更好的现身方式了。"
        },
        {
            "N": "",
            "T": "温馨的房间…"
        },
        {
            "N": "黑天鹅",
            "T": "三月小姐方才带我去了她的房间，很温馨的布设，我很喜欢。"
        },
        {
            "N": "黑天鹅",
            "T": "还有那面充满了列车组快乐回忆的照片墙，看得出三月小姐很喜欢记录生活。"
        },
        {
            "N": "",
            "T": "照片即是回忆！"
        },
        {
            "N": "黑天鹅",
            "T": "是啊，照片往往记录着一些值得珍藏的回忆。"
        },
        {
            "N": "黑天鹅",
            "T": "在探寻记忆的过程中，相较语言描述，图像的展现更为生动直观。"
        },
        {
            "N": "",
            "T": "三月很热爱生活。"
        },
        {
            "N": "黑天鹅",
            "T": "是啊，那些照片不仅记录着旅程中的点点滴滴。对于三月小姐来说，也是弥足珍贵的回忆。"
        },
        {
            "N": "黑天鹅",
            "T": "可惜，曾经包裹住她的「六相冰」虽然承载着一些不为人知的过往，加之三月小姐对自己的过去没有任何印象…"
        },
        {
            "N": "黑天鹅",
            "T": "所以很遗憾，目前我也无法帮助她找回失去的记忆。"
        },
        {
            "N": "",
            "T": "还是替三月谢谢你！"
        },
        {
            "N": "黑天鹅",
            "T": "不用谢，这也算是忆者的「职责」吧。"
        },
        {
            "N": "黑天鹅",
            "T": "我相信总有一天，她现在的经历会成为独一无二的回忆。"
        },
        {
            "N": "黑天鹅",
            "T": "我相信总有一天，她现在的经历会成为独一无二的回忆。"
        },
        {
            "N": "",
            "T": "访客登记…"
        },
        {
            "N": "黑天鹅",
            "T": "开拓者，这本访客登记簿…方便让我看看吗？"
        },
        {
            "N": "",
            "T": "当然，你写过留言。"
        },
        {
            "N": "",
            "T": "帕姆说：请随意。"
        },
        {
            "N": "",
            "T": "登记簿！值得回味！"
        },
        {
            "N": "黑天鹅",
            "T": "翻看这本登记簿，仿佛正在聆听访客们的故事与心声…嗯，看到了，这是我的留言。"
        },
        {
            "N": "黑天鹅",
            "T": "这一页，可以交给我来记录和绘制么？"
        },
        {
            "N": "",
            "T": "记录和绘制？"
        },
        {
            "N": "黑天鹅",
            "T": "仅想表达一些对列车的祝福。这是带有「记忆」祝福的特有文字，来自一个遥远的古老星球。"
        },
        {
            "N": "",
            "T": "是对列车的祝福？"
        },
        {
            "N": "黑天鹅",
            "T": "不愧是你，开拓者。这是带有「记忆」祝福的特有文字，来自一个遥远的古老星球。"
        },
        {
            "N": "黑天鹅",
            "T": "若干系统时后，文字会转变为大家都能够读懂的普遍样式。"
        },
        {
            "N": "黑天鹅",
            "T": "与此同时，「记忆」的祝福也会在那一刻降临，加之给诸位，敬请期待这份惊喜吧。"
        },
        {
            "N": "黑天鹅",
            "T": "若干系统时后，文字会转变为大家都能够读懂的普遍样式。"
        },
        {
            "N": "黑天鹅",
            "T": "与此同时，「记忆」的祝福也会在那一刻降临，加之给诸位，敬请期待这份惊喜吧。"
        },
        {
            "N": "",
            "T": "想来一场占卜么？"
        },
        {
            "N": "黑天鹅",
            "T": "开拓者，想来一场占卜，测算一下未来的运势么？"
        },
        {
            "N": "",
            "T": "不需要记忆也可以吗？"
        },
        {
            "N": "黑天鹅",
            "T": "当然。忆者的占卜方式，可不只有记忆一种哦~"
        },
        {
            "N": "",
            "T": "未来一片光明！"
        },
        {
            "N": "黑天鹅",
            "T": "我相信你的潜质，能有这样开朗豁达的心境实在不可多得。"
        },
        {
            "N": "",
            "T": "我最近有点衰…"
        },
        {
            "N": "黑天鹅",
            "T": "逆位有时也会是表象。说不定在风浪过后，会有意外之喜呢。"
        },
        {
            "N": "黑天鹅",
            "T": "那么，请从金色、蓝色、七彩色这三组颜色的牌中抽取与你意念最为符合的一组吧。"
        },
        {
            "N": "黑天鹅",
            "T": "记住，你的第一感知，是非常重要的。"
        },
        {
            "N": "",
            "T": "第一组，金色。"
        },
        {
            "N": "黑天鹅",
            "T": "我看到了星辰的指引。群星的光芒在漆黑的夜空中闪烁，比月亮更为耀眼。魔术师高举奖杯，木桌上是金色的徽章。"
        },
        {
            "N": "黑天鹅",
            "T": "你的前路很遥远…且充满了未知与不确定。但只需坚定向前，便能得到指引，从而进展会更加迅速，直至抵达想要的未来。"
        },
        {
            "N": "",
            "T": "第二组，蓝色。"
        },
        {
            "N": "黑天鹅",
            "T": "我看到了书籍和记录，命运之轮正在转动，知识和经验在其中流淌。远处传来了号角的声音，但岔路却让白马犹豫不决。"
        },
        {
            "N": "黑天鹅",
            "T": "虽然不知道你正面临着怎样的选择，但请相信，知识和经验一定能够有助于你的判断。它们能够让你游刃有余地应对选择结果。"
        },
        {
            "N": "",
            "T": "第三组，七彩色。"
        },
        {
            "N": "黑天鹅",
            "T": "我看到了充满荆棘的花丛，舒适的躺椅。鸟儿在笼中歌唱，厨师奉上可口的茶点，乐师演奏着动人的篇章……"
        },
        {
            "N": "黑天鹅",
            "T": "…虚幻和空想似乎困住了你。若不想原地止步，需强制自己从美好的幻想中脱离出来，回到现实，这样才能找到属于自己的方向。"
        },
        {
            "N": "黑天鹅",
            "T": "希望这次占卜能对你有所帮助。不过，运势占卜的结果仅供参考，只能作为当下的建议。可不要让自己陷入思维的怪圈哦~"
        },
        {
            "N": "黑天鹅",
            "T": "希望这次的占卜能对你有所帮助。不过，运势占卜的结果仅供参考，只能作为当下的建议。可不要让自己陷入思维的怪圈哦~"
        },
        {
            "N": "",
            "T": "赠礼微薄，请不要介意。"
        },
        {
            "N": "黑天鹅",
            "T": "这是为列车组准备的记忆福袋，赠礼微薄，请不要介意。"
        },
        {
            "N": "",
            "T": "福袋在发光！"
        },
        {
            "N": "",
            "T": "好精致的福袋！"
        },
        {
            "N": "黑天鹅",
            "T": "除去助眠的香薰，还有…我想你会喜欢的。"
        },
        {
            "N": "",
            "T": "好奇！可以现在打开吗？"
        },
        {
            "N": "黑天鹅",
            "T": "当然可以，但是要做好很快入睡的准备哦。"
        },
        {
            "N": "",
            "T": "请再剧透一点！"
        },
        {
            "N": "黑天鹅",
            "T": "赠礼需要保留一些惊喜，就把它当作生活中的小仪式吧~"
        },
        {
            "N": "",
            "T": "我已经猜到了，我喜欢！"
        },
        {
            "N": "黑天鹅",
            "T": "哦？相当聪明呢~不过在打开福袋前，一定要做好入睡的准备哦。"
        },
        {
            "N": "黑天鹅",
            "T": "再次谢谢你的邀请，不久之后，我也要启程了…列车的下一站会是哪里呢？记忆的流向…又将去往何处呢。"
        },
        {
            "N": "黑天鹅",
            "T": "再次谢谢你的邀请，不久之后，我也要启程了…列车的下一站会是哪里呢？记忆的流向…又将去往何处呢。"
        }
    ],
    "2820412044": [
        {
            "N": "花火",
            "T": "开拓者，得亏你来了~"
        },
        {
            "N": "",
            "T": "等等，你是怎么上来的？"
        },
        {
            "N": "花火",
            "T": "秘密~还好我跑得快，要是再晚一点，你就看不到我准备的烟花了。"
        },
        {
            "N": "",
            "T": "这次你要炸列车了？！"
        },
        {
            "N": "花火",
            "T": "哎呀，我哪有这么不识趣啦~"
        },
        {
            "N": "花火",
            "T": "虽然做了很多「相互保证毁灭」按钮，但也不是见到什么都想炸上天的~"
        },
        {
            "N": "",
            "T": "烟花？哪里？没看到啊？"
        },
        {
            "N": "花火",
            "T": "咦？奇怪…我明明按了按钮呀，是哪里出了问题……"
        },
        {
            "N": "花火",
            "T": "小灰毛，别露出这么紧张的表情嘛。"
        },
        {
            "N": "花火",
            "T": "我只是拆掉了一个「相互保证毁灭」按钮，把它改造成了「烟花漫天」按钮…哎，我是真的想给你看一场烟花！"
        },
        {
            "N": "花火",
            "T": "但明明试验了这么多次，不应该呀…第一次登上列车，这按钮就掉链子。还好我还带了几根烟花棒！"
        },
        {
            "N": "花火",
            "T": "这就点起来~你看！是不是很好看！"
        },
        {
            "N": "",
            "T": "列车上不能玩火！下车！"
        },
        {
            "N": "",
            "T": "走！我带你出去玩！"
        },
        {
            "N": "",
            "T": "快跑！帕姆提着扫帚过来了！"
        },
        {
            "N": "花火",
            "T": "等等等等，你上哪儿去？别走啊！"
        },
        {
            "N": "花火",
            "T": "等等等等，你上哪儿去？别走啊！"
        },
        {
            "N": "",
            "T": "智库还挺有意思的嘛~"
        },
        {
            "N": "花火",
            "T": "智库还挺有意思的嘛，尤其是关于「悲悼伶人」的描述，太形象了。"
        },
        {
            "N": "",
            "T": "他们真的从来不笑？"
        },
        {
            "N": "花火",
            "T": "不仅不笑，天天都是苦大仇深，哀哭不止的样子。"
        },
        {
            "N": "花火",
            "T": "如果眼泪值钱，我肯定能靠他们成为银河首富！"
        },
        {
            "N": "",
            "T": "你遇见过他们？"
        },
        {
            "N": "花火",
            "T": "何止！有一次我戴着哀嚎面具，混进了他们的剧团。"
        },
        {
            "N": "花火",
            "T": "你完全无法想象那里的氛围，我才待了一天，就赶紧溜出去了…真的，那儿连我这种没心没肺的人都受不了！"
        },
        {
            "N": "花火",
            "T": "也有可能是因为这种日子，对我来说太重复了……"
        },
        {
            "N": "花火",
            "T": "我只想找到宇宙中任何一个有乐子的角落，走哪儿看哪儿。如果乐子不够有趣，我会想办法，让它有趣得令人发指~"
        },
        {
            "N": "花火",
            "T": "嘿嘿~温情的诉说时间结束！"
        },
        {
            "N": "花火",
            "T": "这个故事怎么样？我还编了一个恐怖版的，想不想听听？"
        },
        {
            "N": "花火",
            "T": "这个故事怎么样？我还编了一个恐怖版的，想不想听听？"
        },
        {
            "N": "",
            "T": "柔软的沙发…"
        },
        {
            "N": "花火",
            "T": "我是不是睡了很久？"
        },
        {
            "N": "花火",
            "T": "列车的沙发实在太柔软了，睡着之后…连梦都是柔软的。"
        },
        {
            "N": "",
            "T": "做了什么梦？"
        },
        {
            "N": "花火",
            "T": "各种片段的组合：清爽的雨后森林、青草地和小狐狸…"
        },
        {
            "N": "花火",
            "T": "后来…梦开始褪色、扭曲。再然后，我就醒了。"
        },
        {
            "N": "",
            "T": "你睡了一整天！"
        },
        {
            "N": "花火",
            "T": "真的？没骗我？"
        },
        {
            "N": "花火",
            "T": "不过嘛，如果不是梦里可爱的森林、青草地和小狐狸开始褪色扭曲。我说不定能再睡一整天！"
        },
        {
            "N": "花火",
            "T": "我以前从来没有做过这样的梦。在梦里，很多时候我都是从一个面具，走向另一个面具……"
        },
        {
            "N": "花火",
            "T": "但我觉得挺好玩的，因为有些面具的梦能无缝衔接，就跟走迷宫一样。说不定某一天，我就找到终点了呢！"
        },
        {
            "N": "",
            "T": "我可能会被吓醒。"
        },
        {
            "N": "花火",
            "T": "等你有空，我带你去本乐子人亲自认证的恐怖圣地体验一下！锻炼锻炼胆量，怎么样？"
        },
        {
            "N": "",
            "T": "我记不住自己的梦。"
        },
        {
            "N": "花火",
            "T": "很正常啦！我有时候也记不住。"
        },
        {
            "N": "花火",
            "T": "只有那个面具之梦，一次比一次清晰…仔细想想，这不就是我的人生吗？"
        },
        {
            "N": "",
            "T": "我不做梦。"
        },
        {
            "N": "花火",
            "T": "嗯？不做梦？从来都没做过梦？"
        },
        {
            "N": "花火",
            "T": "看来你的体质有点特殊啊，应该多在匹诺康尼多停留一下~"
        },
        {
            "N": "花火",
            "T": "哦？又收到了一个「大乐子」消息，我研究研究！"
        },
        {
            "N": "花火",
            "T": "哦？又收到了一个「大乐子」消息，我研究研究！"
        },
        {
            "N": "",
            "T": "合作对象储备库…"
        },
        {
            "N": "花火",
            "T": "开拓者，我有一个问题：星穹列车…有兴趣把我放进合作对象储备库里吗~"
        },
        {
            "N": "",
            "T": "合作对象储备库？"
        },
        {
            "N": "花火",
            "T": "对呀~我先前听到一些消息，说星穹列车有一个专门的合作对象储备库。"
        },
        {
            "N": "花火",
            "T": "所以…是真事吗？"
        },
        {
            "N": "",
            "T": "真有吗？我不好说…"
        },
        {
            "N": "花火",
            "T": "这样啊…好可惜。不考虑考虑建一个么？"
        },
        {
            "N": "",
            "T": "好！"
        },
        {
            "N": "花火",
            "T": "好！"
        },
        {
            "N": "花火",
            "T": "既然你答应了，我信了！"
        },
        {
            "N": "花火",
            "T": "哎，我可是很认真的，万一你们以后有处理不了的事，我随时可以成为你们的助手哦~"
        },
        {
            "N": "",
            "T": "真的是…助手？"
        },
        {
            "N": "花火",
            "T": "是啊，真的是助手！别这么不放心嘛，我看上去有这么不靠谱吗？"
        },
        {
            "N": "花火",
            "T": "乐子人调查乐子事件，我敢打包票，绝对不会出现事故的！"
        },
        {
            "N": "",
            "T": "……"
        },
        {
            "N": "花火",
            "T": "…好吧，看你这个表情是不会相信我的…没事，我可以明天再来问你一遍！"
        },
        {
            "N": "花火",
            "T": "…好吧，看你这个表情是不会相信我的…没事，我可以明天再来问你一遍！"
        },
        {
            "N": "",
            "T": "依据性格打造面具…"
        },
        {
            "N": "花火",
            "T": "最近想根据性格给自己打造一个全新面具，换一副样子玩玩。有没有什么推荐？"
        },
        {
            "N": "",
            "T": "推荐社恐属性。"
        },
        {
            "N": "花火",
            "T": "那好办，我在面具上写个「勿扰」，避免和人交流就可以了，对吧？"
        },
        {
            "N": "",
            "T": "推荐恐怖属性。"
        },
        {
            "N": "花火",
            "T": "龇牙咧嘴，然后来点红色染料，表情越幽怨越好的那种！有趣，太有趣了！"
        },
        {
            "N": "",
            "T": "随便哪个都行。"
        },
        {
            "N": "花火",
            "T": "那不如，面具就索性不用设计了，没有五官的面具，没有性格的性格……"
        },
        {
            "N": "花火",
            "T": "已经开始觉得好玩了！"
        },
        {
            "N": "花火",
            "T": "开拓者，你提供的点子都超——极欢愉！我决定也为你打造一个专属面具！"
        },
        {
            "N": "花火",
            "T": "样式我已经想好啦，但得先保密！这样下次见面的时候才有惊喜可言！你说对不对？"
        },
        {
            "N": "花火",
            "T": "我决定也为你打造一个专属面具！"
        },
        {
            "N": "花火",
            "T": "样式我已经想好啦，但得先保密！这样下次见面的时候才有惊喜可言！你说对不对？"
        },
        {
            "N": "",
            "T": "带了一点小东西。"
        },
        {
            "N": "花火",
            "T": "快来快来！我给你带了一点亮晶晶的小东西，打开盒子看看吧！"
        },
        {
            "N": "",
            "T": "好多层盒子啊…"
        },
        {
            "N": "花火",
            "T": "盒子套盒子，才显得礼物有诚意嘛~"
        },
        {
            "N": "",
            "T": "哇！喜欢！"
        },
        {
            "N": "花火",
            "T": "哇！好有耐心，居然一层一层打开了！"
        },
        {
            "N": "",
            "T": "难道还有别的方式？"
        },
        {
            "N": "花火",
            "T": "有啊~可以叫我帮你打开！"
        },
        {
            "N": "花火",
            "T": "为了成功让这十层盒子套起来，它们的尺寸可是经过精心计算，多一点少一点都不行！"
        },
        {
            "N": "花火",
            "T": "礼物嘛，就是要有仪式感才行。"
        },
        {
            "N": "花火",
            "T": "礼物嘛，就是要有仪式感才行。"
        }
    ],
    "2904167264": [
        {
            "N": "银枝",
            "T": "谢谢你的邀请，开拓者，我们又见面了，请容许我赞美你诚挚而热情的心灵！"
        },
        {
            "N": "",
            "T": "是熟悉的感觉…"
        },
        {
            "N": "",
            "T": "请容许我赞美你高尚的品格！"
        },
        {
            "N": "银枝",
            "T": "看来我们颇为默契。"
        },
        {
            "N": "银枝",
            "T": "还记得那场幻觉之夜吗？在这熟悉的车厢中，丑陋的巨真蛰虫促成了我们真挚的情谊。"
        },
        {
            "N": "",
            "T": "记得，连盆栽都记得。"
        },
        {
            "N": "银枝",
            "T": "哦！是那盆在不和谐音符下依然茁壮成长的盆栽。"
        },
        {
            "N": "银枝",
            "T": "如此坚韧又具有生命力的美丽植物，它还好吗？"
        },
        {
            "N": "",
            "T": "伊德莉拉美貌盖世无双！"
        },
        {
            "N": "银枝",
            "T": "如此纯美的行为！看来你已彻底为纯美女神伊德莉拉的美名所折服！"
        },
        {
            "N": "银枝",
            "T": "我曾见证你无畏的勇气与不屈的信念，纯美骑士团的大门永远为你敞开。"
        },
        {
            "N": "",
            "T": "有缘自会再见！"
        },
        {
            "N": "银枝",
            "T": "正如我的内心被喜悦所驱动，希世难得号只差一拳距离就追尾了列车。"
        },
        {
            "N": "银枝",
            "T": "但这份美丽的惊吓，也正是缘分使然。"
        },
        {
            "N": "银枝",
            "T": "再次登上列车与大家相遇，我实在难以用言语表达心中的感受。"
        },
        {
            "N": "银枝",
            "T": "开拓者，我的挚友。请允许我用骑士的方式，向列车表达真诚的问候！"
        },
        {
            "N": "银枝",
            "T": "开拓者，我的挚友。请允许我用骑士的方式，向列车表达真诚的问候！"
        },
        {
            "N": "",
            "T": "令人唏嘘的消息。"
        },
        {
            "N": "银枝",
            "T": "方才与瓦尔特先生一起听了星际和平播报，有一则消息令人唏嘘不已。"
        },
        {
            "N": "银枝",
            "T": "纯美骑士团中的一名单臂骑士，为追寻「纯美」道途而陨落。"
        },
        {
            "N": "银枝",
            "T": "他没有姓名，也没有任何记忆，只凭借那一抹「纯美」心绪的指引不断向前……"
        },
        {
            "N": "",
            "T": "你认识这位骑士吗？"
        },
        {
            "N": "银枝",
            "T": "根据播报中的描述，我确定我与他曾有过一面之缘。"
        },
        {
            "N": "银枝",
            "T": "那时，我在宇宙中捕捉到了一丝「纯美」的气息，并循着气息找到了一个充满废墟的大孔洞。还未等我彻底靠近，就被一股力量吸了过去。若不是他及时抛出了绳索，恐怕现在……"
        },
        {
            "N": "",
            "T": "那后来呢，你们没有同行吗？"
        },
        {
            "N": "银枝",
            "T": "很遗憾。我虽自心底里产生了「美」的情绪，也打算永远记住这份恩情，但在表达感谢后，我们还是打算分道扬镳。"
        },
        {
            "N": "银枝",
            "T": "纯美骑士们追逐着各自的目标，走向不同的道路，这是命运使然。"
        },
        {
            "N": "银枝",
            "T": "倘若契机存在，我会毫不犹豫，拼尽全力助他脱离困境。"
        },
        {
            "N": "银枝",
            "T": "…抱歉，这名单臂骑士的陨落令我有些失神。"
        },
        {
            "N": "银枝",
            "T": "我打算前往他陨落的地方，为他立碑，并献上一枚纯美骑士的勋章。开拓者，期待下次的相见。"
        },
        {
            "N": "银枝",
            "T": "我打算前往他陨落的地方，为他立碑，并献上一枚纯美骑士的勋章。开拓者，期待下次的相见。"
        },
        {
            "N": "",
            "T": "绒球装饰…"
        },
        {
            "N": "银枝",
            "T": "开拓者，你是否在观察我手中的绒球？我正打算把它作为肩甲上的装饰。"
        },
        {
            "N": "",
            "T": "是！哪里能买到呢？"
        },
        {
            "N": "银枝",
            "T": "它并非买卖所得，而是怪物——「凶恶绒球」的战利品。"
        },
        {
            "N": "银枝",
            "T": "这团绒球可爱而独特，颇具魅力。因此被我置于肩甲上，作为荣誉的象征。"
        },
        {
            "N": "",
            "T": "这个装饰有些显眼。"
        },
        {
            "N": "银枝",
            "T": "感谢你的夸奖，我的挚友。这团绒球是怪物——「凶恶绒球」的战利品。"
        },
        {
            "N": "银枝",
            "T": "它可爱而独特，颇具魅力。我将它置于肩甲上，作为荣誉的象征。"
        },
        {
            "N": "银枝",
            "T": "「凶恶绒球」是一团大型圆球毛绒生物，遇到危险时会旋转起来。届时，毛绒会变成尖刺，犹如箭雨，避无可避。"
        },
        {
            "N": "",
            "T": "无所谓，我会被可爱打败。"
        },
        {
            "N": "银枝",
            "T": "宇宙间具有「魅力」的生物很多。在不知晓对方来意的情况下，请务必保持警惕。"
        },
        {
            "N": "",
            "T": "怎么才能温和地打败它？"
        },
        {
            "N": "银枝",
            "T": "「凶恶绒球」旋转起来时，会有黑色光点在绒球中心闪烁。只需找准机会，便能一击斩落。"
        },
        {
            "N": "银枝",
            "T": "开拓者，你是否还在观察绒球装饰？"
        },
        {
            "N": "",
            "T": "它炸开了…"
        },
        {
            "N": "银枝",
            "T": "看来绒球的魅力仅能保存八个系统时，我为此深感遗憾。"
        },
        {
            "N": "银枝",
            "T": "手心中残留的一丝毛绒，我打算将它保存起来，作为它在这美丽宇宙存在过的证明。"
        },
        {
            "N": "银枝",
            "T": "手心中残留的一丝毛绒，我打算将它保存起来，作为它在这美丽宇宙存在过的证明。"
        },
        {
            "N": "",
            "T": "智库的记录…"
        },
        {
            "N": "银枝",
            "T": "丹恒先生方才带我拜访了列车的智库。"
        },
        {
            "N": "银枝",
            "T": "查阅片刻，我发觉「纯美」正如智库中所写：祂的消失与其诞生一样神秘。"
        },
        {
            "N": "",
            "T": "我也很神秘。"
        },
        {
            "N": "银枝",
            "T": "……"
        },
        {
            "N": "银枝",
            "T": "第一天结识你的时候，你也如这般幽默风趣。"
        },
        {
            "N": "",
            "T": "有迹可循，问题不大。"
        },
        {
            "N": "银枝",
            "T": "「纯美」无处不在，我会终其一生追逐祂的行迹。"
        },
        {
            "N": "",
            "T": "智库得大更新了。"
        },
        {
            "N": "银枝",
            "T": "不知我可否帮得上忙？倘若需要更多有关「纯美」的信息，请随时来找我。"
        },
        {
            "N": "银枝",
            "T": "智库中的记录涉及诸多星球。各类信息纷繁复杂，却能被整理的井井有条，这实在令我感到钦佩。"
        },
        {
            "N": "银枝",
            "T": "如果能在希世难得号上打造一间智库……"
        },
        {
            "N": "",
            "T": "直接复制列车智库吧！"
        },
        {
            "N": "",
            "T": "你就拥有了整个宇宙。"
        },
        {
            "N": "银枝",
            "T": "无论何时，你的回答都会超出我的预期……"
        },
        {
            "N": "银枝",
            "T": "请容我再次赞美你，开拓者，拥有一个智慧的灵魂和炽热的心——你，真的很美。"
        },
        {
            "N": "银枝",
            "T": "请容我再次赞美你，开拓者，拥有一个智慧的灵魂和炽热的心——你，真的很美。"
        },
        {
            "N": "",
            "T": "太空竞逐…"
        },
        {
            "N": "银枝",
            "T": "开拓者，你是否听说过太空竞逐？"
        },
        {
            "N": "银枝",
            "T": "惊险刺激的飞行竞速比拼，能让紧绷的情绪更加放松。"
        },
        {
            "N": "",
            "T": "听起来有点危险…"
        },
        {
            "N": "银枝",
            "T": "这类竞速对于刚入门的新手来说，的确有些难以掌握。"
        },
        {
            "N": "银枝",
            "T": "不过不必担心，竞逐的主办方为新手设计了专门的减速赛道区。"
        },
        {
            "N": "",
            "T": "类似赛车？"
        },
        {
            "N": "银枝",
            "T": "十分精准的比喻。"
        },
        {
            "N": "银枝",
            "T": "但银河中的赛道受各种因素的影响，稳定性并不比地表赛道安全。"
        },
        {
            "N": "",
            "T": "有趣！想尝试！"
        },
        {
            "N": "银枝",
            "T": "你的勇敢和好奇心令人动容。我与希世难得号随时等待你的到来。"
        },
        {
            "N": "银枝",
            "T": "太空竞逐是一场勇气与速度的较量，当引擎的动力达到顶峰，激昂的斗志也会被随之点燃。"
        },
        {
            "N": "银枝",
            "T": "下次比赛开办时，开拓者与列车组如果有兴趣观看，我会给大家寄送入场门票。"
        },
        {
            "N": "银枝",
            "T": "期待未来有一天，我们能有机会同场竞技。"
        },
        {
            "N": "银枝",
            "T": "太空竞逐是一场勇气与速度的较量，当引擎的动力达到顶峰，激昂的斗志也会被随之点燃。"
        },
        {
            "N": "银枝",
            "T": "下次比赛开办时，开拓者与列车组如果有兴趣观看，我会给大家寄送入场门票。"
        },
        {
            "N": "银枝",
            "T": "期待未来有一天，我们能有机会同场竞技。"
        },
        {
            "N": "",
            "T": "种子和晶石…"
        },
        {
            "N": "银枝",
            "T": "开拓者，我有一个疑问百思不得其解。请问你能否判断：这颗绚丽的五彩种子…真的能通过种植得到五彩晶石吗？"
        },
        {
            "N": "",
            "T": "恐怕…不行…吧。"
        },
        {
            "N": "银枝",
            "T": "不行吗…可那位老板说这颗同样绚丽的五彩晶石正是五彩种子的产物。"
        },
        {
            "N": "",
            "T": "感觉像被卖家骗了。"
        },
        {
            "N": "银枝",
            "T": "这样吗…我记得那位老板说这颗同样绚丽的五彩晶石正是五彩种子的产物。"
        },
        {
            "N": "银枝",
            "T": "它们如此绚丽多彩，实在难以评判。不知道列车上是否有方法可以鉴别种子和晶石的真伪？"
        },
        {
            "N": "",
            "T": "可以找姬子，姬子智慧过人！"
        },
        {
            "N": "",
            "T": "可以找杨叔，杨叔见多识广！"
        },
        {
            "N": "",
            "T": "可以找帕姆，帕姆…可爱！"
        },
        {
            "N": "银枝",
            "T": "我会潜心求教，避免类似的事件再次发生。"
        },
        {
            "N": "银枝",
            "T": "虽然晶石是真，但我为自己的疏忽感到十分惭愧。"
        },
        {
            "N": "银枝",
            "T": "没想到第一次为友人购置礼品，就出现了这样的失误，万分抱歉。"
        },
        {
            "N": "",
            "T": "别自责，这份礼物我们都很喜欢！"
        },
        {
            "N": "",
            "T": "别自责，这样的礼物多多益善！"
        },
        {
            "N": "银枝",
            "T": "谢谢大家的理解。我打算即刻出发，下一次的礼物，我向各位保证：一定不会辜负「纯美」盛名，出现任何纰漏。"
        },
        {
            "N": "银枝",
            "T": "谢谢大家的理解。我打算即刻出发，下一次的礼物，我向各位保证：一定不会辜负「纯美」盛名，出现任何纰漏。"
        }
    ]
}