// Auto Generated

var _loadvers = [
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.6",
    "1.5",
    "1.4",
    "1.3",
    "1.2",
    "1.1",
    "1.0"
]

var _loadingdesc = [
    {
        "_id": 10001,
        "Ver": 2.4,
        "Name": "命途",
        "Desc": "星神所行之道。<br>与之同行者，必能领受其恩赐。"
    },
    {
        "_id": 10002,
        "Ver": 2.4,
        "Name": "行迹",
        "Desc": "角色于「命途」之上所留的足迹，行止越远，奇迹愈显。"
    },
    {
        "_id": 10003,
        "Ver": 2.4,
        "Name": "毁灭",
        "Desc": "星神「纳努克」执掌的命途。<br>莽撞、愤怒、破坏的行为是「毁灭」命途的体现。"
    },
    {
        "_id": 10004,
        "Ver": 2.4,
        "Name": "巡猎",
        "Desc": "星神「岚」执掌的命途。<br>决断、冷酷、复仇的行为是「巡猎」命途的体现。"
    },
    {
        "_id": 10005,
        "Ver": 2.4,
        "Name": "智识",
        "Desc": "星神「博识尊」执掌的命途。<br>思考、逻辑、策略的行为是「智识」命途的体现。"
    },
    {
        "_id": 10006,
        "Ver": 2.4,
        "Name": "同谐",
        "Desc": "星神「希佩」执掌的命途。<br>理解、支持、配合的行为是「同谐」命途的体现。"
    },
    {
        "_id": 10007,
        "Ver": 2.4,
        "Name": "虚无",
        "Desc": "星神「IX」执掌的命途。<br>懒惰、疲惫、无意义的行为是「虚无」命途的体现。"
    },
    {
        "_id": 10008,
        "Ver": 2.4,
        "Name": "存护",
        "Desc": "星神「克里珀」执掌的命途。<br>等待、牺牲、保护的行为是「存护」命途的体现。"
    },
    {
        "_id": 10009,
        "Ver": 2.4,
        "Name": "丰饶",
        "Desc": "星神「药师」执掌的命途。<br>无私、利他、治愈的行为是「丰饶」命途的体现。"
    },
    {
        "_id": 10010,
        "Ver": 2.4,
        "Name": "光锥",
        "Desc": "被封装的凝固事象。<br>其力量亦被封存于光的切片之中。"
    },
    {
        "_id": 10011,
        "Ver": 2.4,
        "Name": "星魂",
        "Desc": "观测者的存在可能性。<br>随着人们踏上固定的道路，它们最终坍缩为一体。"
    },
    {
        "_id": 10012,
        "Ver": 2.4,
        "Name": "遗器",
        "Desc": "由沾染数据的星尘化成的幻之装备。<br>幽邃难言的裂界中，不同世界的遗物于斯交汇。"
    },
    {
        "_id": 10036,
        "Ver": 2.4,
        "Name": "纳努克",
        "Desc": "执掌「毁灭」命途的星神，诞生自沦亡世界亚德丽芬。<br>祂往往以黝黑皮肤，金黄双眼的人类男子形象现身。"
    },
    {
        "_id": 10037,
        "Ver": 2.4,
        "Name": "岚",
        "Desc": "被仙舟称为「帝弓司命」的游弋星神，执掌「巡猎」命途。<br>祂无止尽地游荡在诸界之间，铲除「丰饶」星神造就的孽物。"
    },
    {
        "_id": 10038,
        "Ver": 2.4,
        "Name": "希佩",
        "Desc": "来自多个谐乐天体世界的星神，执掌「同谐」命途。<br>千面一体，宣扬着人类和谐一致的喜乐。"
    },
    {
        "_id": 10039,
        "Ver": 2.4,
        "Name": "Ⅸ",
        "Desc": "执掌「虚无」命途的星神，其存在是一个谜。<br>Ⅸ不与其他星神往来，祂相信多宇宙的最终将是虚无，因而毫无价值。"
    },
    {
        "_id": 10040,
        "Ver": 2.4,
        "Name": "克里珀",
        "Desc": "天彗星墙、亚空晶壁、巨引源基盘的砌造者，崇拜者称其「琥珀王」。<br>执掌「存护」命途，最坚韧和古老的星神之一。"
    },
    {
        "_id": 10041,
        "Ver": 2.4,
        "Name": "药师",
        "Desc": "众生哺育者，乐土之神，旨在令生命兴盛不熄。<br>药师执掌「丰饶」命途，「巡猎」的岚视祂为死敌。"
    },
    {
        "_id": 10042,
        "Ver": 2.4,
        "Name": "阿基维利",
        "Desc": "执掌「开拓」命途的星神，从孤绝世界裴伽纳出发，不断开拓未知的边界。<br>祂的命运因意外而终结。"
    },
    {
        "_id": 10043,
        "Ver": 2.4,
        "Name": "博识尊",
        "Desc": "执掌「智识」命途的星神。<br>原为用于求解万物的星体计算机，由机器升格而成。"
    },
    {
        "_id": 10044,
        "Ver": 2.4,
        "Name": "阿哈",
        "Desc": "「欢愉」的星神。无人能预测祂会因何开怀大笑。<br>欢乐乃是智慧生灵的特权，阿哈鼓舞信徒享受生命的欢愉，自命运刀锋般的转折中寻求快乐。"
    },
    {
        "_id": 10045,
        "Ver": 2.4,
        "Name": "星穹列车",
        "Desc": "「开拓」的星神阿基维利曾搭乘的列车。<br>行于星空的轨道上，驶过诸多世界。"
    },
    {
        "_id": 10046,
        "Ver": 2.4,
        "Name": "虫群",
        "Desc": "「虫皇」塔伊兹育罗斯的复制体军团。<br>以「繁育」为唯一目的，如蝗虫般侵袭宇宙中各星球。"
    },
    {
        "_id": 10047,
        "Ver": 2.4,
        "Name": "反物质军团",
        "Desc": "星神纳努克麾下的军团，汇聚了宇宙间穷凶极恶的造物。<br>立誓毁灭一切文明与生命。"
    },
    {
        "_id": 10048,
        "Ver": 2.4,
        "Name": "筑城者",
        "Desc": "崇拜「存护」的星神克里珀的人们。<br>效仿衪的行为，修筑着环护各自星球的城墙。<br>相信星神的行为预示着终结银河的灾祸。"
    },
    {
        "_id": 10049,
        "Ver": 2.4,
        "Name": "家族",
        "Desc": "获得希佩赐福的世界及其选民们。<br>不倦地歌颂祂的慷慨，相信宇宙终将成为「同谐」的整体。"
    },
    {
        "_id": 10050,
        "Ver": 2.4,
        "Name": "天才俱乐部",
        "Desc": "获得星神博识尊青睐的人们。<br>汇聚了宇宙间最为卓越的天才和大脑。<br>境遇各有不同，甚至有人在水果店打工谋生。"
    },
    {
        "_id": 10051,
        "Ver": 2.4,
        "Name": "无名客",
        "Desc": "与「开拓」的星神共同探索宇宙的人们。<br>一群勇敢而好奇的星际探险者。<br>无名客不图名利，阿基维利陨落后，有些无名客仍在坚持开拓之路。"
    },
    {
        "_id": 10052,
        "Ver": 2.4,
        "Name": "仙舟联盟",
        "Desc": "由诸多智慧种族组成的古老同盟。<br>驱驭仙舟清除宇宙间的丰饶孽物。"
    },
    {
        "_id": 10054,
        "Ver": 2.4,
        "Name": "丰饶之民",
        "Desc": "获得「丰饶」赐福的选民们。<br>享受不朽肉身带来的幸福，礼赞药师的仁爱慈和。"
    },
    {
        "_id": 10055,
        "Ver": 2.4,
        "Name": "悲悼伶人",
        "Desc": "坚决抗拒「欢愉」命途的人们。<br>提倡以禁欲与苦修冲淡欢愉的诱惑。<br>他们的能力来自「欢愉」星神阿哈的赐福。"
    },
    {
        "_id": 10056,
        "Ver": 2.4,
        "Name": "假面愚者",
        "Desc": "星神阿哈的狂热崇拜者们，追求极致的享乐。<br>为了寻求欢乐无所不用其极。"
    },
    {
        "_id": 10057,
        "Ver": 2.4,
        "Name": "流光忆庭",
        "Desc": "宇宙间珍贵记忆的收集者们。<br>自由旅行于诸界，寻找能够取悦星神的记忆。"
    },
    {
        "_id": 10058,
        "Ver": 2.4,
        "Name": "揽镜人",
        "Desc": "见证了诸界之美的流浪者们。<br>为了复活「纯美」的星神，收集衪散落在宇宙间的遗物。"
    },
    {
        "_id": 10059,
        "Ver": 2.4,
        "Name": "混沌医师",
        "Desc": "于无意中触碰了「虚无」的思考者们。<br>企图反抗虚无的命运，向衪证明万物存在的意义。"
    },
    {
        "_id": 10066,
        "Ver": 2.4,
        "Name": "虚数之树",
        "Desc": "遍入一切的存在本质，诞生众多世界的宇宙结构。"
    },
    {
        "_id": 10067,
        "Ver": 2.4,
        "Name": "星神",
        "Desc": "神秘的高等存在，宛如有灵之天体。<br>各自司掌着不同的「命途」，能自由往来于星海之间。<br>掌控着抹消现实，创造世界的巨大力量。"
    },
    {
        "_id": 10071,
        "Ver": 2.4,
        "Name": "裂界",
        "Desc": "随星核而出现的空间扭曲现象，不停蚕食着现实。"
    },
    {
        "_id": 10072,
        "Ver": 2.4,
        "Name": "裂界造物",
        "Desc": "裂界与采集到的生物数据同化后复制生成的怪物。<br>保留了原始生物形态却又兼有变异。"
    },
    {
        "_id": 10074,
        "Ver": 2.4,
        "Name": "星际和平公司",
        "Desc": "为支援星神克里珀而组建的公司。<br>现已成为银河最大的经济体。"
    },
    {
        "_id": 10075,
        "Ver": 2.4,
        "Name": "葬仪知宾",
        "Desc": "星神末王的崇拜者。<br>等待着一生仅有一次的相遇。"
    },
    {
        "_id": 10076,
        "Ver": 2.4,
        "Name": "厄兆先锋",
        "Desc": "相信末王代表宇宙终末的人们。<br>致力于从末王意义不明的话语中解读末日的预言。"
    },
    {
        "_id": 10077,
        "Ver": 2.4,
        "Name": "纯美骑士团",
        "Desc": "狂热地赞美星神伊德莉拉美貌的人们。<br>其中身手不凡的战士组成了拱卫「纯美」的骑士团。<br>因伊德莉拉的失踪而分崩离析。"
    },
    {
        "_id": 10078,
        "Ver": 2.4,
        "Name": "第Ⅸ机关",
        "Desc": "银河中的黑暗网络，<br>它的存在仍未被证实。"
    },
    {
        "_id": 10079,
        "Ver": 2.4,
        "Name": "巡海游侠",
        "Desc": "自发组成的义侠团体，相信宇宙的善良与公义须以个人的行为伸张。<br>与天才俱乐部4「原始博士」结仇后，失去了音讯。"
    },
    {
        "_id": 10080,
        "Ver": 2.4,
        "Name": "虚构史学家",
        "Desc": "星神迷思的使徒，致力于编造、混淆、破坏、抹消银河中的历史。<br>他们以「神秘」为唯一旨意，决心将宇宙笼罩在一片迷雾之中。"
    },
    {
        "_id": 10081,
        "Ver": 2.4,
        "Name": "谜语人",
        "Desc": "虚构史学家致力于历史的神秘化，而「谜语人」派系醉心于破坏语言的确定性。<br>他们解构文本，创造喻象，变换语序，篡改含义，将原本精确的语言变得面目全非。"
    },
    {
        "_id": 10082,
        "Ver": 2.4,
        "Name": "令使",
        "Desc": "由星神处直接获得力量的命途行者，拥有远超凡人的实力。<br>通常为星神意志的代行人。"
    },
    {
        "_id": 10083,
        "Ver": 2.4,
        "Name": "命途行者",
        "Desc": "行走于命途之上，从命途中获取力量的人们。"
    },
    {
        "_id": 10084,
        "Ver": 2.4,
        "Name": "龙",
        "Desc": "执掌「不朽」命途的古老星神，已陨。<br>过去多以巨龙的形态现身，曾留下数目众多的子嗣，即「龙裔」。"
    },
    {
        "_id": 10085,
        "Ver": 2.4,
        "Name": "迷思",
        "Desc": "执掌「神秘」命途的星神，形态不明。<br>祂认为物自体不可洞察，有限之物不能想像无限，故万物成谜。"
    },
    {
        "_id": 10086,
        "Ver": 2.4,
        "Name": "奥博洛斯",
        "Desc": "执掌「贪饕」命途的古老星神，永无餍足的世界吞噬者。<br>传说祂既是「星神」，也是远古生命体：「古兽」。"
    },
    {
        "_id": 10087,
        "Ver": 2.4,
        "Name": "伊德莉拉",
        "Desc": "物质世界的纯善映射在智慧生命心底而成「意义」——即谓之「美」的存在。<br>伊德莉拉曾为执掌「纯美」命途的星神，现已消失无踪。"
    },
    {
        "_id": 10088,
        "Ver": 2.4,
        "Name": "塔伊兹育罗斯",
        "Desc": "执掌「繁育」命途的古老星神，已陨。<br>塔伊兹育罗斯是鞘翅目的最后一员，形如自我复制的恐怖，引领无尽繁衍的荒潮。<br>祂，或者说，祂们横行诸界，直到众神以某种方式阻止了祂的前进。"
    },
    {
        "_id": 10089,
        "Ver": 2.4,
        "Name": "末王",
        "Desc": "逆时而行的生物，执掌「终末」命途的星神。<br>穿行于宙域之间的幽灵，喃喃宣布着必将实现的预言。"
    },
    {
        "_id": 10090,
        "Ver": 2.4,
        "Name": "浮黎",
        "Desc": "思维即是存在，记忆即是存在的证据。<br>执掌「记忆」命途的星神记录被遗忘的一切，为宇宙的重生做好准备。"
    },
    {
        "_id": 10091,
        "Ver": 2.4,
        "Name": "普通攻击",
        "Desc": "施放角色的「普通攻击」，可以攻击敌方目标并回复「战技点」。"
    },
    {
        "_id": 10092,
        "Ver": 2.4,
        "Name": "战技点",
        "Desc": "「战技点」为全队共享，施放「战技」会消耗战技点，施放「普攻」能回复战技点。<br>合理的分配将是制胜的关键。"
    },
    {
        "_id": 10093,
        "Ver": 2.4,
        "Name": "终结技",
        "Desc": "「终结技」被激活后，角色能立即进行施放。施放「终结技」的行动不占用正常的回合数。<br>当「终结技」被激活时，非自身回合下也能立即施放「终结技」。"
    },
    {
        "_id": 10094,
        "Ver": 2.4,
        "Name": "属性",
        "Desc": "每个角色拥有不同的「属性」。<br>使用与敌方目标「弱点」相同属性的角色攻击可令我方在战斗中取得优势。"
    },
    {
        "_id": 10095,
        "Ver": 2.4,
        "Name": "界域定锚",
        "Desc": "「界域定锚」储存的能量能为开拓者们回复生命力，并快速在各个世界间穿梭。"
    },
    {
        "_id": 10096,
        "Ver": 2.4,
        "Name": "秘技",
        "Desc": "在探索中，角色可在非战斗状态下使用「秘技」。<br>「秘技」分为防御、妨害、辅助、回复、突袭、强化等多种类型。<br>善用「秘技」能够为迷宫探索提供巨大的帮助。"
    },
    {
        "_id": 10097,
        "Ver": 2.4,
        "Name": "弱点击破•物理",
        "Desc": "使用物理属性造成「弱点击破」时，会造成物理属性伤害，并施加「裂伤」状态。<br>「裂伤」能造成物理属性持续伤害。"
    },
    {
        "_id": 10098,
        "Ver": 2.4,
        "Name": "弱点击破•风",
        "Desc": "使用风属性造成「弱点击破」时，会造成风属性伤害，并施加「风化」状态。<br>「风化」能造成风属性持续伤害。"
    },
    {
        "_id": 10099,
        "Ver": 2.4,
        "Name": "弱点击破•雷",
        "Desc": "使用雷属性造成「弱点击破」时，会造成雷属性伤害，并施加「触电」状态。<br>「触电」能造成雷属性持续伤害。"
    },
    {
        "_id": 10100,
        "Ver": 2.4,
        "Name": "弱点击破•火",
        "Desc": "使用火属性造成「弱点击破」时，会造成火属性伤害，并施加「灼烧」状态。<br>「灼烧」能造成火属性持续伤害。"
    },
    {
        "_id": 10101,
        "Ver": 2.4,
        "Name": "弱点击破•冰",
        "Desc": "使用冰属性造成「弱点击破」时，会施加「冻结」状态。<br>「冻结」会使敌人无法行动，造成冰属性持续伤害。"
    },
    {
        "_id": 10102,
        "Ver": 2.4,
        "Name": "弱点击破•量子",
        "Desc": "使用量子属性造成「弱点击破」时，会造成量子属性伤害，并施加「纠缠」状态。「纠缠」会使敌人行动延后，并在敌人下次行动时对其造成额外的量子属性伤害，当其受到攻击时，会使该额外伤害提高。"
    },
    {
        "_id": 10103,
        "Ver": 2.4,
        "Name": "弱点击破•虚数",
        "Desc": "使用虚数属性造成「弱点击破」时，会施加「禁锢」状态。<br>「禁锢」会使敌人行动延后，同时使其速度降低。"
    },
    {
        "_id": 10121,
        "Ver": 1.2,
        "Name": "卢卡",
        "Desc": "贝洛伯格下层区的冠军拳手，「地火」的得力干将之一。<br>搏击俱乐部的蝉联冠军，以自身的热情激励着下层区有梦想的孩子们。"
    },
    {
        "_id": 10122,
        "Ver": 1.3,
        "Name": "玲可",
        "Desc": "贝洛伯格的雪原探险家，朗道家的小妹妹。<br>性格淡定，行动力极强。常常孤身前往雪原探险。"
    },
    {
        "_id": 10124,
        "Ver": 1.3,
        "Name": "丹恒•饮月",
        "Desc": "丹恒身为持明族的本相，其上一世「饮月君」所遗存的力量。<br>接受了额顶的峥嵘角冠，就要接受那罪人所立的一切功过。"
    },
    {
        "_id": 10126,
        "Ver": 1.3,
        "Name": "鳞渊境",
        "Desc": "罗浮持明族的圣地，承载着波月古海与建木仙迹的洞天。<br>行将蜕生的罗浮持明族人都会来到此地，归于海中。"
    },
    {
        "_id": 10127,
        "Ver": 1.3,
        "Name": "药王秘传",
        "Desc": "秘密崇奉「丰饶」药师的叛乱组织。<br>以展现旧日仙迹为凭，召聚信众，试图倾覆罗浮仙舟。"
    },
    {
        "_id": 10128,
        "Ver": 1.3,
        "Name": "龙尊",
        "Desc": "仙舟联盟三大基石之一持明族的族长，掌有「不朽」龙祖的力量。<br>以万代不移的化龙妙法传承铸身，容颜不改，驻世长存。"
    },
    {
        "_id": 10129,
        "Ver": 1.3,
        "Name": "建木",
        "Desc": "「丰饶」的药师赐予罗浮仙舟的奇迹造物。<br>治愈死亡，给予人类无尽形寿，却也召来无穷后祸。"
    },
    {
        "_id": 10131,
        "Ver": 1.4,
        "Name": "托帕",
        "Desc": "星际和平公司「战略投资部」的高级干部，领导特殊债务纠察小组。<br>年纪轻轻便已成为「石心十人」之一，基石为「催讨黄玉」。<br>与搭档「账账」一同巡行银河，追究各类影响公司业务开展的债务纠纷。"
    },
    {
        "_id": 10132,
        "Ver": 1.4,
        "Name": "账账",
        "Desc": "能敏锐感知「财富」所在的次元扑满，托帕的家人兼商业伙伴。<br>即便是安保、催债、精算等工作也不在话下。"
    },
    {
        "_id": 10133,
        "Ver": 1.4,
        "Name": "桂乃芬",
        "Desc": "客居仙舟「罗浮」的行为艺术家——或者说，街头艺人。<br>在三餐温饱之余，追逐着自己在罗浮的全新人生。"
    },
    {
        "_id": 10134,
        "Ver": 1.4,
        "Name": "《以太战线》",
        "Desc": "基于「以太复印」技术，以「以太硬币」为载体的集换式卡牌对战游戏。<br>玩家可以通过「以太硬币」存储生物实体数据，并将其实体化为「以太灵」与其他玩家对战。"
    },
    {
        "_id": 10135,
        "Ver": 1.4,
        "Name": "以太灵",
        "Desc": "游戏《以太战线》中通过复印生物实体现实数据诞生的产物。<br>没有自我意识，只能根据程序听从玩家指令行事，且外观与现实中几乎没有区别。"
    },
    {
        "_id": 10136,
        "Ver": 1.4,
        "Name": "云上五骁",
        "Desc": "仙舟联盟历史中短暂相聚的五位传奇英杰。<br>曾立下过赫赫战功，最终却因对殉身故友的眷念而分崩离析。"
    },
    {
        "_id": 10137,
        "Ver": 2.4,
        "Name": "藿藿",
        "Desc": "仙舟罗浮的十王司见习判官，被岁阳附身的狐人小女孩。<br>性格怯懦，弱小可怜，害怕种种怪异之事却肩负起勾摄邪魔的职责。"
    },
    {
        "_id": 10138,
        "Ver": 2.4,
        "Name": "银枝",
        "Desc": "「纯美骑士团」的古典骑士，虔诚地仰慕着已失踪的「纯美」星神伊德莉拉。<br>为人正直、光明磊落，于宇宙中漫游，宣扬伊德莉拉的美名。"
    },
    {
        "_id": 10139,
        "Ver": 2.4,
        "Name": "十王司",
        "Desc": "仙舟联盟负责监察长生种寿数与法度的机构。<br>负责接引即将堕入魔阴身的仙舟人，收容犯下不赦十恶的长生种。"
    },
    {
        "_id": 10140,
        "Ver": 2.4,
        "Name": "岁阳",
        "Desc": "不具形体的天外星火之精。归属无形目的能量生命。<br>岁阳渴望占夺一切有形智慧生命的躯壳，品尝其欲望和情绪的变化。<br>在耗尽宿主的躯壳后，它们会寻找下一个受害者。"
    },
    {
        "_id": 10141,
        "Ver": 1.6,
        "Name": "阮•梅",
        "Desc": "「天才俱乐部」#81号会员，与黑塔、螺丝咕姆、斯蒂芬联合开发了「模拟宇宙」。<br>生命领域的大师，性情寡淡，只对研究痴迷。"
    },
    {
        "_id": 10142,
        "Ver": 1.6,
        "Name": "真理医生",
        "Desc": "古怪、自我、略显阴郁又不失风度的「博识学会」学者。<br>容貌俊美，却常以奇怪的石膏头雕遮蔽面容。"
    },
    {
        "_id": 10143,
        "Ver": 1.6,
        "Name": "7 鲁珀特",
        "Desc": "「天才俱乐部」7号会员，自号「帝皇」，推导出反有机方程。<br>引发了席卷宇宙的「第一次帝皇战争」。"
    },
    {
        "_id": 10144,
        "Ver": 1.6,
        "Name": "寰宇蝗灾",
        "Desc": "塔伊兹育罗斯，于仇恨与孤独中飞升为「繁育」之星神。<br>接着，一场浩瀚的「虫潮」席卷了宇宙。"
    },
    {
        "_id": 10175,
        "Ver": 2.2,
        "Name": "知更鸟",
        "Desc": "闻名银河的歌者，星空舞台天生的主角。<br>以自己的歌声向全宇宙传唱「同谐」的美名。"
    },
    {
        "_id": 10149,
        "Ver": 2.0,
        "Name": "砂金",
        "Desc": "星际和平公司「战略投资部」的高级干部，「石心十人」之一，基石为「诡弈砂金」。<br>时常面带笑容，真心却难以揣测，恪守「风险越大回报越大」的人生信条。"
    },
    {
        "_id": 10151,
        "Ver": 2.0,
        "Name": "萨姆",
        "Desc": "星核猎手的成员，身披坚甲的战士。<br>他的机械铠甲能够释放炽焰，点燃战场，发动烈火般的攻势。"
    },
    {
        "_id": 20014,
        "Ver": 2.1,
        "Name": "翡翠",
        "Desc": "星际和平公司「战略投资部」的高级干部，「石心十人」之一，基石为「典贷翡翠」。"
    },
    {
        "_id": 10156,
        "Ver": 2.0,
        "Name": "钟表小子",
        "Desc": "匹诺康尼知名系列动画剧集的主人公，乐观机智，充满活力，也有莽撞冒失的一面。<br>不知为何在梦中的匹诺康尼屡次现身，似乎只有「有童心的人」才能看见他。"
    },
    {
        "_id": 10157,
        "Ver": 2.0,
        "Name": "匹诺康尼（现实）",
        "Desc": "阿斯德纳星系的巨构建筑，高耸的「白日梦酒店」是其醒目标识。<br>曾经是公司的边陲监狱，如今在家族的建设下成为美梦乐园的大门暨星际交通枢纽。"
    },
    {
        "_id": 10158,
        "Ver": 2.0,
        "Name": "匹诺康尼（梦境）",
        "Desc": "川流不息、金碧辉煌的大都会，实为家族对星系联觉梦境精心维护的成果。<br>在「白日梦酒店」入睡后，客人的意识与梦境相连，由此来到「梦中的匹诺康尼」。"
    },
    {
        "_id": 10159,
        "Ver": 2.0,
        "Name": "「白日梦」酒店",
        "Desc": "匹诺康尼的地标性建筑，迷幻奢华的顶级星际度假酒店。<br>既为银河中的过客提供休憩之地，也是人们通向享乐主义天堂的唯一入口。"
    },
    {
        "_id": 10163,
        "Ver": 2.0,
        "Name": "忆域",
        "Desc": "由「忆质」凝聚形成的空间，无法对其中的内容进行直接观测，只有「记忆」的命途行者——或使用非正常手段才能在其中来去自如。<br>过去，「神秘」曾在宇宙与忆域的边界凿出大量泄口。"
    },
    {
        "_id": 10164,
        "Ver": 2.0,
        "Name": "忆质",
        "Desc": "人类记忆与意识的载体、质料。若非忆者，直接接触未经处理的忆质将受到不同程度的影响。<br>「忆域」和「忆泡」都是忆质的聚合体，仅有规模大小之分。"
    },
    {
        "_id": 10165,
        "Ver": 2.0,
        "Name": "联觉梦境",
        "Desc": "一种器质性精神障碍的特殊表现，多发生于与忆质泄口密切相关的星系。<br>无数梦境交错重叠，人们得以在梦中的世界相会，甚至展开全新的生活。"
    },
    {
        "_id": 10166,
        "Ver": 2.0,
        "Name": "谐乐大典",
        "Desc": "匹诺康尼一纪一度的重要仪式。<br>传闻当某个世界奏响天体谐乐时，希佩的化身便会降临，为信者与不信者一同降下无私的祝福。"
    },
    {
        "_id": 10167,
        "Ver": 2.0,
        "Name": "梦主",
        "Desc": "美梦的主人，家族在匹诺康尼分家的真正领导者。<br>通常隐于幕后，美梦的管理工作多交由橡木家系代行。"
    },
    {
        "_id": 10170,
        "Ver": 2.0,
        "Name": "黄金的时刻",
        "Desc": "匹诺康尼的十二梦境之一，对应时间为「午夜」。<br>这里的时间永远停留在0点，第二天不会到来，这一夜的狂欢也永远不会结束。"
    },
    {
        "_id": 10171,
        "Ver": 2.0,
        "Name": "美梦剧团",
        "Desc": "经由家族驯化，用于服务宾客的物品、设施。它们受到梦中情绪影响，获得了自我意识。<br>其中遭到负面情绪影响而形如怪物、四处破坏的被称作「惊梦剧团」。"
    },
    {
        "_id": 10172,
        "Ver": 2.0,
        "Name": "梦泡",
        "Desc": "遭到「神秘」力量影响的忆泡，未经雕琢的梦泡通常承载了强烈的情绪感受。<br>在家族的调整下，人们可以安全地将其用于刻录个人梦境，因而成为匹诺康尼最有趣的特产。"
    },
    {
        "_id": 10173,
        "Ver": 2.0,
        "Name": "忆域迷因",
        "Desc": "蕴含特定认知的实体，由忆域中的潜意识碎片堆积而成。<br>不具备智能，只会不断基于自身所承载的认知行事，渴望吞纳更多的记忆。"
    },
    {
        "_id": 10174,
        "Ver": 2.0,
        "Name": "梦境护照",
        "Desc": "入住匹诺康尼「白日梦酒店」的宾客人手一份的纪念品，内含多种功能。"
    },
    {
        "_id": 20015,
        "Ver": 2.1,
        "Name": "朝露公馆",
        "Desc": "各大家系家主约定商议匹诺康尼发展大计的地点，名义上属于星期日。<br>普通宾客无法知晓公馆的存在，更遑论找到前往此处的方法。"
    },
    {
        "_id": 20016,
        "Ver": 2.1,
        "Name": "朝露的时刻",
        "Desc": "最为寂静的时刻，匹诺康尼的十二梦境之一。<br>家族的官邸与办公地点「朝露公馆」坐落于此。"
    },
    {
        "_id": 20017,
        "Ver": 2.1,
        "Name": "克劳克影视乐园",
        "Desc": "家族围绕匹诺康尼一系列著名卡通形象打造的影视主题游乐园。<br>名义上属于「克劳克影业」，为传奇大亨「钟表匠」所有。"
    },
    {
        "_id": 20019,
        "Ver": 2.1,
        "Name": "基石",
        "Desc": "封藏「存护」令使权能的圣石，由「石心十人」各自持有一枚。"
    },
    {
        "_id": 10182,
        "Ver": 2.2,
        "Name": "流梦礁",
        "Desc": "匹诺康尼于深海中的倒影，家族宣扬的「噩梦」。<br>然而此原初忆域一隅才是梦境本来的面貌。"
    },
    {
        "_id": 10183,
        "Ver": 2.2,
        "Name": "苏乐达™盛会海选",
        "Desc": "谐乐大典的预热闯关赛事。<br>梦想一夜成名的人们在这里展开激烈角逐，目标是「盛会巨星」的头衔和谐乐大典的特等席。"
    },
    {
        "_id": 10184,
        "Ver": 2.2,
        "Name": "热砂的时刻",
        "Desc": "野风拂过的时刻，匹诺康尼的十二梦境之一。<br>铁路、牧场、骏马和一望无际的原野曾在灾害中毁灭，<br>重建后由苏乐达企业赞助成立了「盛会海选」的分会场。"
    },
    {
        "_id": 10185,
        "Ver": 2.2,
        "Name": "匹诺康尼大剧院",
        "Desc": "富丽堂皇、穷极奢华的大剧院。<br>家族以旧时监牢为原型设计而成的巨构，为如今的「谐乐大典」提供舞台。"
    },
    {
        "_id": 10186,
        "Ver": 2.3,
        "Name": "晖长石号",
        "Desc": "由家族打造的豪华飞空游艇，巡回于忆质之海，因某种原因一度停航。"
    },
    {
        "_id": 10200,
        "Ver": 2.4,
        "Name": "星天演武仪典",
        "Desc": "仙舟联盟的传统节庆，为纪念帝弓与云骑解救危亡而设立的比武盛会。<br>以武会友，广邀不同世界的武者登台竞技。"
    },
    {
        "_id": 10201,
        "Ver": 2.4,
        "Name": "飞霄",
        "Desc": "节制仙舟「曜青」的帝弓天将，人称「天击将军」。<br>决事如雷，进退自在，以其昭彰武德履立显赫战功。"
    },
    {
        "_id": 10202,
        "Ver": 2.4,
        "Name": "椒丘",
        "Desc": "飞霄帐下的幕僚，负责照料她的饮食与健康。<br>在他看来，炼药的鼎镬与炉上的火锅是为一物，锅中的食材与药材也并无区别…"
    },
    {
        "_id": 10203,
        "Ver": 2.4,
        "Name": "云璃",
        "Desc": "造访罗浮仙舟的朱明剑士，备受怀炎将军宠爱的徒孙女。<br>对德不配位的习武之人不假辞色，爱将手下败将的兵刃收归己有。"
    },
    {
        "_id": 10204,
        "Ver": 2.4,
        "Name": "怀炎",
        "Desc": "节制仙舟「朱明」的帝弓天将，人称「烛渊将军」。<br>一副枯朽老者的尊容，于驻颜长春的仙舟人中堪称异数。"
    },
    {
        "_id": 10205,
        "Ver": 2.4,
        "Name": "貊泽",
        "Desc": "飞霄帐下的幕僚，负责情报与护卫工作。<br>作为隐于暗处的锋刃，鲜少存在感的他只在需要露面的时候露面。"
    },
    {
        "_id": 10206,
        "Ver": 2.4,
        "Name": "呼雷",
        "Desc": "仙舟人的劲敌，步离人的巢父。<br>于七百年前战败，羁押于罗浮仙舟幽囚狱，被判永世受苦。"
    },
    {
        "_id": 10212,
        "Ver": 2.5,
        "Name": "竞锋舰",
        "Desc": "仙舟「罗浮」星天演武仪典的会场，由退役的大型斗舰改良而成。<br>礼炮震天之时，来自不同世界的受邀战士将云聚于此一较高下。"
    },
    {
        "_id": 10213,
        "Ver": 2.5,
        "Name": "幽囚狱",
        "Desc": "仙舟联盟用于拘禁镇伏罪犯的监狱系统。<br>仙舟「罗浮」上的幽囚狱由仙舟人与持明共建，深埋于洞天深处、重渊之下。"
    },
    {
        "_id": 10214,
        "Ver": 2.5,
        "Name": "步离人",
        "Desc": "星界之狂猎，仙舟的死敌，丰饶之民中最为强盛的一支。<br>步离人形如站立的巨狼，性情残暴猛悍，以强为尊。他们掠袭群星，耗竭其资源，摧毁众多文明。"
    },
    {
        "_id": 10224,
        "Ver": 2.6,
        "Name": "匹诺康尼折纸大学学院",
        "Desc": "匹诺康尼的著名高校，位于「太阳的时刻」。杰出人才的摇篮，持续向梦境内外输送着知识的光与热。"
    },
    {
        "_id": 10255,
        "Ver": 3.1,
        "Name": "神悟树庭",
        "Desc": "围绕瑟希斯化身建立的花园庭院，翁法罗斯的学术圣地之一。<br>现今是奥赫玛的友邦，也是研究黑潮、泰坦等神秘事物的前沿阵地。"
    }
]

var _option = [
    "全部",
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.6",
    "1.5",
    "1.4",
    "1.3",
    "1.2",
    "1.1",
    "1.0"
]