// Auto Generated

var _miracles = [
    {
        "_id": 7505,
        "Name": "语言的复活",
        "Desc": "获得该奇物时立即获得 1  -  3 个随机组件",
        "Story": "相对认知学派的学者指出，联觉信标的出现极大扼杀了宇宙的思维广度，使用者永远只能站在自己的立场思考，无法真正理解对方的意图。更有甚者表示，公司早已掌握了信标的权限，你和对方所听到的，都是遭到篡改后的话语。于是他们人为制造干扰配件，竭力破坏联觉信标的转译，只为让逐渐死去的多语言交流回归寰宇——「通感学派说，联觉信标是谜语人的天敌，而谜语人却说，联觉信标比他们做得更好。」",
        "Icon": "1139.png",
        "ExtraEffect": []
    },
    {
        "_id": 7504,
        "Name": "杀死那只蝴蝶",
        "Desc": "战斗胜利后选择组件时可以额外选择1次组件，但可选择的组件选项会减少1个。效果触发 2 次后该奇物损毁",
        "Story": "扼杀混沌系统的过程，就像制作标本。将每颗粒子的信息钉上展翅板，让翅膀不再扇动，而后约束蝴蝶的轨迹，令现实以自己想要的方式起舞。任何微小的变化，都会使脆弱的平衡顷刻瓦解，学士们不断地细化模型，最终也只能将统合运动规律的愚行，视为凡人的狂妄。所以，即使过去了那么久，我依然清晰地记得，第一次杀死蝴蝶的那天，刀尖是以怎样的方式，刺进它的胸膛。",
        "Icon": "1135.png",
        "ExtraEffect": []
    },
    {
        "_id": 7503,
        "Name": "铸铁的机动指环",
        "Desc": "获得该奇物时，立即获得1台【充能】类权杖",
        "Story": "受虚构史学家的影响，鲁珀特二世的结局向来模糊不清。有资料写道，血肉之躯让二世终究无法达成帝国的伟业，最终病死在铸铁的王座。有诗文戏言，糖果色纱裙的女士慢条斯理地走进王都，而后帝国轰然倒塌。有声音唏嘘，金属的戒指刺破了他的手指，于是暴起的机械杀死了眼前的有机体。也有剧目演绎，他忽地发出感慨，像是获得解脱那般，流下人类的泪水，缓慢而永恒地，在臣民面前阖上了眼睛。",
        "Icon": "1137.png",
        "ExtraEffect": []
    },
    {
        "_id": 7502,
        "Name": "铸铁的齿轮指环",
        "Desc": "获得该奇物时，立即获得1台【速度】类权杖",
        "Story": "受虚构史学家的影响，鲁珀特二世的结局向来模糊不清。有资料写道，血肉之躯让二世终究无法达成帝国的伟业，最终病死在铸铁的王座。有诗文戏言，糖果色纱裙的女士慢条斯理地走进王都，而后帝国轰然倒塌。有声音唏嘘，金属的戒指刺破了他的手指，于是暴起的机械杀死了眼前的有机体。也有剧目演绎，他忽地发出感慨，像是获得解脱那般，流下人类的泪水，缓慢而永恒地，在臣民面前阖上了眼睛。",
        "Icon": "1138.png",
        "ExtraEffect": []
    },
    {
        "_id": 7501,
        "Name": "量子大乐透",
        "Desc": "击碎可破坏物后有小概率获得1个随机组件，但也有小概率使该奇物损毁并使我方全体损失 99% 当前生命值、全部能量与秘技点",
        "Story": "星际大乐透大获成功以后，业务巩固部趁热打铁，以大乐透的推演预测为噱头，发行了经典的量子大乐透。为解答这个概率学的千古难题，在随机性中得到好运的信息，量子历史学派的招生量一度超越改组前的峰值水平。虽然不时就会有学士宣称，自己已成功建立量子大乐透的走势模型，但他们都不约而同地在论文发表的前一天改口表示——所谓的发现不过是一场学术乌龙。",
        "Icon": "1136.png",
        "ExtraEffect": []
    },
    {
        "_id": 7407,
        "Name": "无主失物",
        "Desc": "【战斗】区域中次元扑满出现的概率大幅提升，累计进入 2 次存在次元扑满的【战斗】区域后该奇物损毁",
        "Story": "九个琥珀纪前，臭名昭著的怪盗在阿莉达星系被逮捕，在此之前，他曾扬言要偷走阿莉达人生命中最重要的东西。令人不解的是，虽然怪盗对自己的目标闭口不言，但他却在审判席上反复强调，他已经完成了预告的盗窃计划。不知自己被偷走了何物的阿莉达人，从此开始患得患失，整个星系都沉浸在莫大的悲伤当中，他们似乎什么都没有丢失，却总担心已失去了最重要的东西。",
        "Icon": "1131.png",
        "ExtraEffect": []
    },
    {
        "_id": 7406,
        "Name": "菠萝",
        "Desc": "累计进入 5 个区域后该奇物损毁，并使我方全体损失 99% 当前生命值",
        "Story": "摇滚天王阿卡巴在梅洛星云开展赈灾演出时，一种水果为他带来了意想不到的灵感。这些样貌怪异的水果，被反直觉地冠以「菠萝」的名字，他将荒诞的见闻写进歌词，呼吁人们对旧世界的语言发起进攻。在他的带领下，叛逆青年们不断歪曲已有的名词，每间星际物流的保鲜库里，都塞满了难以名状的「菠萝」。直到上百个发达世界因他们改写了菠萝的定义，这场荒诞的水果摇滚运动才终于停下它的脚步。",
        "Icon": "1115.png",
        "ExtraEffect": []
    },
    {
        "_id": 7405,
        "Name": "埋点土",
        "Desc": "获得 3 / 6 / 9 场战斗胜利后，获得 100 / 200 / 500 宇宙碎片。获得 9 场战斗胜利后，该奇物损毁",
        "Story": "在一些被强制开发的边缘星域，承担廉价劳力的土著会误以为，公司使用的货币是某种植物的果实，因此，他们总会留下最光鲜亮丽的一张钞票埋进土里，希冀种出自己的信用点树。好事的假面愚者从误会中采撷灵感，模仿分裂金币的原理制作出信用点树，将它们的种子大肆传播。惧怕通货膨胀的公司紧急封锁了各大边星地区，可当他们急匆匆地赶到果园，却发现，土著们真的只是把信用点当果子吃。",
        "Icon": "1123.png",
        "ExtraEffect": []
    },
    {
        "_id": 7404,
        "Name": "水上书",
        "Desc": "进入区域时，我方全体回复全部生命值、能量值与秘技点，并重置所有陷入无法战斗状态的角色",
        "Story": "当星啸麾下的反物质军团浩浩荡荡地抵达布科莱特星云时，留在他们面前的，只有一片空白的物质残渣。忆者们把整个世界的记忆都装进《布科莱特》，大摇大摆地溜出了绝灭大君设置的包围圈。通过放弃累赘的形骸，布科莱特的居民们成功完成了模因化的重生。但在星啸眼里，他们不过是换了种方式，在军团到来前选择了自我毁灭。",
        "Icon": "1130.png",
        "ExtraEffect": []
    },
    {
        "_id": 7403,
        "Name": "有梦 -0110 ",
        "Desc": "进入战斗时，我方目标造成的伤害提高 50% ， 15 回合后，受到的伤害提高 10% ",
        "Story": "无机生命的治疗，向来是混沌医师的一大难题。这些金属造物既没有让药剂发挥作用的细胞，也没有感应仪式的大脑。为了消灭沾染在锈迹和回路上的虚无，医师们将噬硅花碾成粉末，混合以彗星蝉的分泌物和游荡恶魔的指甲，制作出强力的精神润滑油。虽然，不存在味觉的智械并未像有机生命那样，对药剂的口感大加控诉。但据患者透露，每位滴加了润滑油的智械，都在夜里梦见了张着血盆大口的电子蝴蝶。",
        "Icon": "1133.png",
        "ExtraEffect": []
    },
    {
        "_id": 7402,
        "Name": "有形幸运",
        "Desc": "进入区域时，如果宇宙碎片数量小于 300 ，则将宇宙碎片补足为 300 ",
        "Story": "风靡群星的英雄故事里，永远少不了「幸运」的存在，突然闪现的记忆，掉落的救命道具，程序错误的机器，主人翁总在危险时刻靠它们化险为夷，最后成为史书上的一行字。但据最新研究表明，部分「幸运」是客观存在的——无形的忆者藏身在英雄的左右，跟随他们的脚步，记录下当世的史诗。作为交换，忆者会偷偷留下等价的馈赠，并耐心地等待它们发挥作用，成为不朽记忆的一环。",
        "Icon": "1134.png",
        "ExtraEffect": []
    },
    {
        "_id": 7401,
        "Name": "入乡随俗",
        "Desc": "出现【财富】区域的概率提升。在超级排排乐和奇物大转盘中运势更佳，游玩次数增加 1 ",
        "Story": "生物的躯壳脆弱无比，过高的重力，有毒的空气，深海的压强，任何本土居民习以为常的环境，都将是来访者致命的考验。参考星穹列车的智库，一些技术员出身的无名客制作出自由变化的泥偶，它们模拟出异星居民的形态，与操纵者的感官连通，通过远程遥控，再恶劣的环境也拦不住开拓的步伐。由于缺乏真实感，泥偶探险很快被无名客们舍弃，但这一技术却在星际旅游领域发光发热，让星际和平公司赚得盆满钵满。",
        "Icon": "1127.png",
        "ExtraEffect": []
    },
    {
        "_id": 7326,
        "Name": "塔奥牌",
        "Desc": "累计进入 3 个区域后，该奇物损毁，并失去 2 个随机组件",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7325,
        "Name": "塔奥牌",
        "Desc": "战斗胜利获得组件时，升级获得的组件，效果触发 1 次后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7324,
        "Name": "塔奥牌",
        "Desc": "连续进入相同类型的区域后，获得 1 个随机组件。效果触发 3 次后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7323,
        "Name": "塔奥牌",
        "Desc": "战斗胜利后，获得 1 个随机组件。效果触发 2 次后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7322,
        "Name": "塔奥牌",
        "Desc": "获取的宇宙碎片数量降低 30% 。累计进入 3 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7321,
        "Name": "塔奥牌",
        "Desc": "获取的宇宙碎片数量提高 200% 。累计进入 2 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7320,
        "Name": "塔奥牌",
        "Desc": "获取的宇宙碎片数量提高 100% 。累计进入 3 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7319,
        "Name": "塔奥牌",
        "Desc": "获取的宇宙碎片数量提高 50% 。累计进入 4 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7318,
        "Name": "塔奥牌",
        "Desc": "进入战斗时，角色受到攻击后，消耗 10 点能量，持续 2 回合。累计进入 3 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7317,
        "Name": "塔奥牌",
        "Desc": "角色受到攻击后，回复等同于生命上限 20% 的生命值。累计进入 4 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7316,
        "Name": "塔奥牌",
        "Desc": "进入战斗时，所有权杖立即攻击。累计进入 4 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7315,
        "Name": "塔奥牌",
        "Desc": "进入战斗时，所有权杖行动提前 50% 或获得 50% 的充能。累计进入 4 个区域后，该奇物损毁",
        "Story": "谜语大师巴德•巴比巴伯•巴拉的故事向来为人津津乐道。他用一百零九种谜语制造出名为「塔奥」的卡牌，散布到宇宙各处，用它们为智慧生命的未来蒙上层层迷雾。当自称占卜师的人们掀开相同的牌面，做出不同的解读，用似是而非的话语，阐释一道道命运的谜题，「神秘」便在其中悄然滋生——它似乎什么也没改变，又似乎改变了一切。",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7314,
        "Name": "入梦罐",
        "Desc": "获得该奇物时，立即获得 2 额外轮次",
        "Story": "产自「盛会之星」匹诺康尼的美梦罐头，装满了高度浓缩的气态忆质，使用者会在打开罐头的五分钟内沉入梦乡。入梦罐本是银河中产阶级家庭卧室的玩物，却在一些深陷战争苦难的星球成了人们入眠的唯一方式。在幽寂压抑的矿洞里，幸存者们颤抖着入睡，去往梦里找寻现实求不得的自由，一如梦想之地的昨天。",
        "Icon": "1106.png",
        "ExtraEffect": []
    },
    {
        "_id": 7313,
        "Name": "破碎咕咕钟",
        "Desc": "覆写组件所需的宇宙碎片数量提高 25% ",
        "Story": "一位咕咕钟匠人偶然得见「末王」，她手中的钟在惊诧中摔落在地，于「末王」的过去破碎损毁。这位匠人后来加入了厄兆先锋，试图以咕咕钟来解读末王的预言。虽然她生平创造无数，却始终珍藏着这台破碎的咕咕钟。它破碎之时，匠人已经遇见末王；它破碎之时，末王却未遇见这位匠人。",
        "Icon": "1009.png",
        "ExtraEffect": []
    },
    {
        "_id": 7312,
        "Name": "塔洛特玩偶",
        "Desc": "我方目标对敌方目标施放技能时有 50% 概率选择错误的目标， 4 次战斗后，该奇物损毁",
        "Story": "银河浩瀚，总有人对厄兆先锋的警示不屑一顾，譬如埃顿玩具公司的老板。当「终末」的行者警告应当将一批新出厂的玩偶全数销毁时，他唯一的回应是大发雷霆。二十四个系统时后，潜伏在玩偶内的塔洛特人对玩具公司发动了袭击。这种来自边星地带的液态集群共享同一意识，并致力于邀请更多生命加入其中——埃顿很快便成为了它们的一份子。",
        "Icon": "1093.png",
        "ExtraEffect": []
    },
    {
        "_id": 7311,
        "Name": "旧皮囊",
        "Desc": "战斗后，组件选择数量减少 1 ",
        "Story": "为什么宇宙里的智慧种族，大多是灵长目人科？每当技术研发部的定期会议结束，斯蕾琪卡都会陷入深深的自卑。她将人类的外貌锚定为外显性状，用药物注射改变了自身形态。她的呼吸孔被皮肤堵住，脏器和骨骼被强制拉伸，一刻不停的痛苦让她终于在外貌上成为了人类，可崭新的皮囊迎来的，只有蔑视的目光。在斯蕾琪卡的鼓吹下，前来成为人类的顾客络绎不绝，这并非是她体验到了人类的好处，只是单纯希望，能有更多人和她共享这份痛苦。",
        "Icon": "1120.png",
        "ExtraEffect": []
    },
    {
        "_id": 7309,
        "Name": "美味球藻糖",
        "Desc": "获得该奇物时，立即获得 2 个已拥有的组件",
        "Story": "约一千个琥珀纪前，科尔奇人在雨林中建立了高度繁荣的日暮王朝，但在冰期来临后的十个琥珀纪内，他们又迅速消失。因为从未有遗体出土，科尔奇人的形象成了困扰史学界多年的难题，直到一群「开拓」的愣头青炸塌了地下的王陵。这些被困在地道里的无名客意外发现了一种即食藻类，并靠着它成功撑到了救援来临。而美味的球藻也借此走向群星——当人们意识到它们就是科尔奇人时，这些球藻已在五十多个星球被标记为入侵物种。",
        "Icon": "1091.png",
        "ExtraEffect": []
    },
    {
        "_id": 7308,
        "Name": "喧哗上等",
        "Desc": "进入战斗时获得 2 个战技点，战技点不小于 4 个时，角色造成的战技伤害提高 80% ，战技点小于 4 个时，角色造成的普攻伤害提高 80% ",
        "Story": "少有生物能在塔利亚的沙尘暴中存活，而巴扎顿蜥蜴是其中之一。它们以当地的高辐射矿石为食，并将其转化为生存所需的能量。过剩的精力和攻击性令巴扎顿蜥蜴展现出远超寻常载具的性能，更有奸诈的商贩将其命名为「毁灭巨蜥」，以求在黑市上高价出售给初出茅庐的泯灭帮新人。随着露天矿产日渐枯竭，越来越多的巴扎顿蜥蜴学会将自己的幼崽叼至废土客的地盘，为后代谋求生路，而塔利亚的蜥蜴养殖业也应运而生。",
        "Icon": "1098.png",
        "ExtraEffect": []
    },
    {
        "_id": 7307,
        "Name": "尊严与热忱",
        "Desc": "获得 3 次免费覆写次数，覆写所需的宇宙碎片数量降低 30% ",
        "Story": "星际和平公司拥有属地星区采矿作业的最终解释权，任何非法采矿的行为都将被视作干扰琥珀王筑墙的亵渎之举。这些安装在军用巡航舰顶端的伟大撞角，会以迅猛而直接的方式撞向违法者，慷慨地为他们展示克里珀的圣容，并宣判盗矿船的报废。奥斯瓦尔多曾不止一次调侃，筑材物流部的手段远比市场开拓部更激进，事实或许确实如此。",
        "Icon": "1101.png",
        "ExtraEffect": []
    },
    {
        "_id": 7306,
        "Name": "石语者结片",
        "Desc": "获得该奇物时，立即为1台随机权杖提升算能",
        "Story": "石语者用身体排出的固态信息结片，这种具备高等智慧的类棘皮动物用它们来记录所有的事物，从个体的只言片语，到整个社会的历史。由于石语者特殊的神经构造，结片内的信息能被各种星际文明以较低的成本解读，因而在联觉信标诞生前，它们便早早加入了公司体系，成为寰宇交流的重要助力。",
        "Icon": "1108.png",
        "ExtraEffect": []
    },
    {
        "_id": 7305,
        "Name": "与死重逢",
        "Desc": "组件合成时，额外获得1次合成奖励，最多通过该方式获得 3 个组件。每嵌合1个3星组件，所有权杖获得 10% 的增幅",
        "Story": "狰狞的钥匙圈，如结绳记事般记录下主人的每一次死里逃生。跟随「终末」的呢喃，猎人一遍又一遍奔向那些危险的未来，红柑橘星域的超新星爆炸，多蒙顿的虫群入侵，星际悍匪纳罗的飞船大劫案…他坚信自己的命运不会断绝于此，因而享受每一个与死亡擦肩而过的瞬间。最后，他成了一名葬仪知宾，所到之处也只剩下遍地死亡。",
        "Icon": "1112.png",
        "ExtraEffect": []
    },
    {
        "_id": 7304,
        "Name": "断骨剑",
        "Desc": "额外轮次不小于1时，我方目标受到的伤害提高 15% ，造成的伤害降低 20% 。额外轮次为0时，我方目标受到的伤害降低 20% ，造成的伤害提高 40% ",
        "Story": "比起啰里啰唆的教条，赏金猎人认为实践才是最好的课本。在指导一位新人时，老猎人卡耶尔把他扔进了里曼德星的极北森林。少年凭借陷阱杀死了一只隐翅骇鸟，拔下它的骨头，在数日后带着磨砺成剑的白骨重新出现在教官面前。当卡耶尔抓来第二只隐翅骇鸟，命令他杀死对方时，先前可怕的巨兽已成了刀板上待宰的雏鸟。而多年以后，每每在私下讲起森林里的遭遇时，少年都会痛哭流涕，并对那人面兽心的卡耶尔大骂不止。",
        "Icon": "1085.png",
        "ExtraEffect": []
    },
    {
        "_id": 7303,
        "Name": "喜乐熏香",
        "Desc": "每次进入区域时，消耗 50 宇宙碎片并获得 1 个随机组件，若宇宙碎片不足则该奇物损毁。该奇物损毁后，进入战斗时，敌方全体生命上限提高 20% ，攻击力提高 20% ",
        "Story": "在观看悲悼伶人的演出时，一位假面愚者突发奇想：如果往他们的安神香炉里加点小惊喜，岂不是能闹出个天大的笑话？他点燃自己的半边面具扔进熏香器皿，然后气定神闲地回到观众席，看着伶人们对墨洛温王国的覆灭拍手叫好。当熏香燃尽，伶人们痛哭流涕，对消逝世界的调侃令他们愧疚不已。而这位愚者则哈哈大笑，至今还在酒馆向同僚吹嘘这场快活的闹剧。",
        "Icon": "1110.png",
        "ExtraEffect": []
    },
    {
        "_id": 7302,
        "Name": "记忆轮",
        "Desc": "立即获得1台3星权杖，每次进入区域时，将所有权杖替换为随机的同星级权杖，并获得1个随机1星组件",
        "Story": "一位焚化工将她的事业视作苦修，坚信一切「记忆」需在管理和限制之下。她将自己的记忆也分类放入轮盘，剔除其中无意义的内容，只选取有用的部分进行认知。可不完整的记忆往往会形成错误的判断，重要的信息遭到抹除，废料却被留下。她的记忆轮变得千疮百孔，这场苦修也只持续了半个琥珀纪便宣告终结——因为她把焚化工的身份也给忘了。",
        "Icon": "1086.png",
        "ExtraEffect": []
    },
    {
        "_id": 7220,
        "Name": "分裂咕咕钟",
        "Desc": "角色攻击力降低 5% 。",
        "Story": "收到「终末」的厄兆后，关于分裂灾变的咕咕钟突然出现在黑森林中，黑森林无机生命团块链因此发生了不明原因断裂。一位闯入黑森林的无名客却因对咕咕钟的狂热喜爱而将其收藏，并执意将之带去自己的故乡——分裂咕咕钟在旅途中不断分裂，最终将无名客的飞行器塞得满满当当。但因其并未在有限时间内参悟分裂咕咕钟不停分裂的现象预示何物，他在星际旅行的半路被虫潮吞没。",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7219,
        "Name": "分裂咕咕钟",
        "Desc": "角色攻击力降低 5% 。",
        "Story": "收到「终末」的厄兆后，关于分裂灾变的咕咕钟突然出现在黑森林中，黑森林无机生命团块链因此发生了不明原因断裂。一位闯入黑森林的无名客却因对咕咕钟的狂热喜爱而将其收藏，并执意将之带去自己的故乡——分裂咕咕钟在旅途中不断分裂，最终将无名客的飞行器塞得满满当当。但因其并未在有限时间内参悟分裂咕咕钟不停分裂的现象预示何物，他在星际旅行的半路被虫潮吞没。",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7218,
        "Name": "分裂咕咕钟",
        "Desc": "角色攻击力降低 5% 。",
        "Story": "收到「终末」的厄兆后，关于分裂灾变的咕咕钟突然出现在黑森林中，黑森林无机生命团块链因此发生了不明原因断裂。一位闯入黑森林的无名客却因对咕咕钟的狂热喜爱而将其收藏，并执意将之带去自己的故乡——分裂咕咕钟在旅途中不断分裂，最终将无名客的飞行器塞得满满当当。但因其并未在有限时间内参悟分裂咕咕钟不停分裂的现象预示何物，他在星际旅行的半路被虫潮吞没。",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7217,
        "Name": "分裂咕咕钟",
        "Desc": "角色攻击力降低 5% ，战斗胜利后有概率分裂出1个复制体，复制体最多同时存在 3 个。",
        "Story": "收到「终末」的厄兆后，关于分裂灾变的咕咕钟突然出现在黑森林中，黑森林无机生命团块链因此发生了不明原因断裂。一位闯入黑森林的无名客却因对咕咕钟的狂热喜爱而将其收藏，并执意将之带去自己的故乡——分裂咕咕钟在旅途中不断分裂，最终将无名客的飞行器塞得满满当当。但因其并未在有限时间内参悟分裂咕咕钟不停分裂的现象预示何物，他在星际旅行的半路被虫潮吞没。",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7216,
        "Name": "机械咕咕钟",
        "Desc": "进入战斗时，消耗 2 个战技点",
        "Story": "第二次鲁珀特之乱后，公司一度计划对全宇宙的机械生命进行残酷的灭绝。所幸在该计划尚未通过之时，#76螺丝咕姆被博识尊选中加入天才俱乐部的消息传到了公司的耳中。为了向新的天才示好，公司制造了这台机械咕咕钟作为礼物。以如今的眼光看来，这礼物也太过平平无奇——但那可是一个机械生命遭到迫害的年代。机械咕咕钟的诞生本身，就是和平的象征。",
        "Icon": "1010.png",
        "ExtraEffect": []
    },
    {
        "_id": 7214,
        "Name": "永动咕咕钟",
        "Desc": "每进入下一区域，损失 5% 当前持有的宇宙碎片",
        "Story": "自从#76螺丝咕姆为机械生命争取来之不易的和平后，螺丝星迎来了第二次工业复兴运动，无数发明家层出不穷，他们创造诅咒机、概率机与糖果守卫，并热衷于研究七大不可思议课题，「永动」作为排行第二的课题被机械生命热衷，而螺丝星排行第十九的发明大师在生命的最后向大家展示了自己的永动咕咕钟——它的作品将利用阿基米利螺旋能量永不止熄，但发明大师却在得到莫大殊荣后亲手终止了自己的生命，原因不明。",
        "Icon": "1041.png",
        "ExtraEffect": []
    },
    {
        "_id": 7213,
        "Name": "黑森林咕咕钟",
        "Desc": "进入战斗时，随机使 1 名角色被敌方目标攻击的概率大幅提高，持续 5 回合",
        "Story": "第二次机械危机结束后，大量机器人陷入应激状态，对一切可能发酵的矛盾十分敏感。一道流言称机械生命将带来最终的灾厄，于是立刻引起众机器人的重视，成立远征队三次涉猎未被开辟的陆地，他们到达陆地最南端的岛屿，在一片被笼罩在黑暗中的森林中揪出了制造流言机的罪魁祸首——躲在山中研究邪恶科技的工匠大师。",
        "Icon": "1038.png",
        "ExtraEffect": []
    },
    {
        "_id": 7212,
        "Name": "天使型谢债发行机",
        "Desc": "战斗胜利后，无法获得宇宙碎片。效果触发 5 次后该奇物损毁并使当前拥有的宇宙碎片数量翻倍",
        "Story": "星际和平公司业务巩固部推出的谢债发行机，打开外壳后会通过电子波粒聚象成天使计数器，公司同时推出了多种型号，包括腕戴型号与助眠抱枕型号，客户使用它时需定期投喂金币，谢债周期结束后将获得数倍收益，本质上是个投资产品。",
        "Icon": "1044.png",
        "ExtraEffect": []
    },
    {
        "_id": 7211,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，我方全体损失全部能量并消耗所有战技点",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7210,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，我方全体弱点击破效率降低 100% ，持续 1 回合",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7209,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，我方全体造成的伤害降低 99% ，持续 1 回合",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7208,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，我方全体消耗等同于当前生命值 50% 的生命值",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7207,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，我方全体第一次受到攻击后，额外消耗等同于角色当前生命值 50% 的生命值",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7206,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，我方全体有 150% 的基础概率陷入裂伤状态，持续 5 回合，裂伤状态下，回合开始时受到等同于生命上限 20% 的物理属性持续伤害",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7205,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，我方全体有 150% 的基础概率陷入冻结状态，持续 1 回合",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7204,
        "Name": "绝对失败处方",
        "Desc": "进入战斗时，敌方全体行动提前 100% ",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7203,
        "Name": "虫网",
        "Desc": "进入战斗时，使当前攻击力最高的我方角色陷入【寄生】状态。【寄生】状态下，角色的攻击力提高 50% ，但在回合开始时会消耗等同于当前生命值 20% 的生命值。当陷入无法战斗状态后，该状态将转移给随机其他角色",
        "Story": "武装考古学派曾几次报导在野外遇到的危险经历，他们在洞巢深处遇到铺天盖地的虫网，粘着衰败的虫蜕、数以万计的虫泡以及各类分泌物，如果不慎触碰很可能会感染寄生幼虫。为将资料交由博识学会进行研究，曾有被寄生的武装考古学派成员咬牙从自己臂下剜出幼虫，学界皆对此举赞叹不已、彻夜研究，最后得出结论：它们很可能是虫皇塔伊兹育罗斯繁育的后代子嗣。",
        "Icon": "1019.png",
        "ExtraEffect": []
    },
    {
        "_id": 7202,
        "Name": "「奇思狂想」机器团",
        "Desc": "角色施放秘技时，额外消耗 1 秘技点",
        "Story": "「我见过帝皇鲁珀特！」这一天机械时傍晚九点，侵入性「奇思狂想」准点步入机械城某罐缸中之脑的思维。它无法辨别自己是有机还是无机，抑或只是一团气体？它声称自己面见帝皇，只为摆脱脑内的「奇思狂想」——它在它脑袋里乱撞，过载的思考令它疲惫不堪，而鲁珀特只是修改了一处不起眼的代码，就令它如梦初醒——它醒来后意识到一切从未发生，这不过是又一次狂想。",
        "Icon": "1076.png",
        "ExtraEffect": []
    },
    {
        "_id": 7201,
        "Name": "「中等念头」群体机",
        "Desc": "商品价格提高 25% ",
        "Story": "这一天机械时午后三点，侵入性「中等念头」准点步入机械城某位自命不凡的有机体脑内。「中等念头」令他心碎：他发现自己所有天赋的极限都只能触及群体机里的「中等」。但他并不泄气，很快他运用这项珍贵的才能，在无机群体中藏匿爱恨情仇，成为一群机器中最中等的中等者，从此踏上「均衡」的命途。",
        "Icon": "1083.png",
        "ExtraEffect": []
    },
    {
        "_id": 7127,
        "Name": "瘟疫巢都",
        "Desc": "获得该奇物时，立即获得 3 个随机负面奇物。进入区域时，随机丢弃1个负面奇物，并获得 1 个随机组件",
        "Story": "臭名昭著的耶佩拉兄弟会曾在入侵林德嘉诺星系时动用活体生物武器，这种基因自毁病毒会令受感染的细胞在宿主体内相互啃食，惨状环生。但无休无止的增殖让巢都内的生物群很快超出了控制，它们以狂暴的姿态反过来吞没了兄弟会的阵地，令这群恶棍不得不放弃被卷入的同僚，断尾求生。有人称这起事件背后是永火官邸在作祟，证据则是日后两股势力永无宁日的死斗。",
        "Icon": "1096.png",
        "ExtraEffect": []
    },
    {
        "_id": 7126,
        "Name": "朋克洛德问候",
        "Desc": "进入战斗时，我方编队中的第一位角色速度提高 40% ，最后一位角色速度降低 40% ",
        "Story": "网络空间的交锋总是比想象中更复杂，骇客们在数据空间穿行跳跃、你来我往，任何一方稍见颓势便会溜之大吉，将战况拉得无限漫长。在以太编辑的发源地朋克洛德，传奇骇客「石剑」同劲敌争斗了十四个夏天，从未真正分出过胜负。最后，他编译出一串具有单向锁定功能的以太密钥，将自身传输到对方现实中所在的位置，面对面结束了这场持续十数年的较量。",
        "Icon": "1104.png",
        "ExtraEffect": []
    },
    {
        "_id": 7125,
        "Name": "临时赌资",
        "Desc": "立即获得 300 宇宙碎片，累计进入 4 个区域后，该奇物损毁，并失去 600 宇宙碎片",
        "Story": "生长于卡蒂亚星的食虫菌毯在受到刺激后会迅速分泌出亲水物质，可与液体结合成具有消化功能的晶体。它在一些见不得光的星际赌场里找到了自己的毕生事业——身无分文的赌徒们用悔恨的泪水酿造出最后一把宝石，孤注一掷。这些筹码很快就会消融，成为新的债务，而在淌出的消化液里，赌徒们的人生也被腐蚀得一干二净。",
        "Icon": "1087.png",
        "ExtraEffect": []
    },
    {
        "_id": 7124,
        "Name": "自我意识的舒张压",
        "Desc": "进入战斗时会进入自动战斗状态且无法解除。我方全体造成的伤害提高 30% ，生命上限提高 30% ",
        "Story": "星际和平公司流传着一则箴言：在谈判桌上要像特蒂西人一样冷静。这一被蔑称为「无面者」的种族常年保持着蜂巢式的社会运作制度：民众根据首脑的安排完成各项指示，共享标准与结果，作为个体的特蒂西人无需也无权思考，管理者会定期抽取个体的独立思想，将其作为一种灵感反馈给首脑——但如此团结一心的种族却没有皈依「同谐」，或许是因为首脑仍对自我意识有所眷顾吧。",
        "Icon": "1100.png",
        "ExtraEffect": []
    },
    {
        "_id": 7123,
        "Name": "银河大乐透",
        "Desc": "击碎可破坏物后有小概率获得1件奇物，但也有小概率使该奇物损毁并使我方全体损失 99% 当前生命值",
        "Story": "星际和平公司市场开拓部发售的银河大乐透，其营销方针正如奥斯瓦尔多·施耐德本人一样充满激情与热血，只需一块星际货币就可以赌一次自己的好运，贩卖人人都有机会成为宇宙富豪加入商业体系的造梦体验，在奥斯瓦尔多·施耐德的营销下，通常很少有新世界能抵御这种诱惑——他们为了赢得入场券，纷纷加入星际和平公司的宇宙商业体系，从而获得在自己的国度开展银河大乐透活动的加盟资格。",
        "Icon": "1026.png",
        "ExtraEffect": []
    },
    {
        "_id": 7122,
        "Name": "万识囊",
        "Desc": "可破坏物会更频繁地出现，且被击碎后获得的收益翻倍",
        "Story": "博识学会中有一群人认为科学与魔法本为一体。发达的科学即是魔法，严谨的魔法则是科学。他们从远古的奇幻传说中汲取灵感，制造了「万识囊」——一种轻巧的便携储物装置。在博识学会的构想中，万识囊最终将连接向一个个独立的半位面，拥有无限的空间，而不是如今所使用的超距折叠技术……他们仍在努力。",
        "Icon": "1030.png",
        "ExtraEffect": []
    },
    {
        "_id": 7121,
        "Name": "时空棱镜",
        "Desc": "进入战斗时，所有角色星魂同调等级提高 1 级",
        "Story": "被做成奶酪外型的多面棱镜，每一个小孔都是单独镜面，被不同棱面照射到会产生不同效果，部分参与实验者被棱面照射后身体被放大或缩小，而部分参与实验者被照射后身体与原来并无区别，却无一例外接收了不属于自己的记忆，他们患上虚构记忆症，并认为在棱面中看到了星神浮黎谜样的面容。",
        "Icon": "1028.png",
        "ExtraEffect": []
    },
    {
        "_id": 7119,
        "Name": "碎星芳饵",
        "Desc": "场景中角色移动速度提高 20% 。战斗中，当角色行动后，行动提前 10% ",
        "Story": "在黄昏战争前，混沌星云膨胀所产生的爆炸碎屑可以作为饵料，其特有的宇宙尘埃芳香能够吸引到古兽前来觅食。但在这场覆界浩劫之后，「碎星芳饵」似乎失去了其原有作用，无论学者如何研究改造饵料，都再没有人能够成功寻得古兽身影。",
        "Icon": "1029.png",
        "ExtraEffect": []
    },
    {
        "_id": 7118,
        "Name": "天外重声大碟",
        "Desc": "进入战斗时，所有角色可抵抗除持续伤害外的所有伤害，受到攻击后解除，并在 3 回合内不会陷入负面效果",
        "Story": "当「秩序」太一被希佩吸收时，天外合唱班失去了信仰，那曾经庄严井然的和声也随之哑然，令群星沉默无言。仅有少数几张由爱好者录制的唱片至今仍流传于世，将它放入特制的唱机中，你将听见来自宇宙彼端的歌唱，饱含秩序的美好。最后一台秩序唱机在帝皇战争中损坏，唱片上厚厚的积灰似在抗议那无声的时光。",
        "Icon": "1031.png",
        "ExtraEffect": []
    },
    {
        "_id": 7117,
        "Name": "湮灭烛剪",
        "Desc": "每击碎1个可破坏物，所有角色造成的伤害提高 3% ",
        "Story": "如果用这把烛剪剪断烛芯，愤怒的反物质火焰反而会将蜡烛点燃，粒子碰撞下整个蜡烛会在燃烧数秒后立刻湮灭。如果用剪刀划过你的皮肤，则会立刻发生能量逸散反应，它触碰过的部分都会立刻化成负粒子在躯体中震荡，接着四散逃逸。",
        "Icon": "1046.png",
        "ExtraEffect": []
    },
    {
        "_id": 7116,
        "Name": "空无烛剪",
        "Desc": "获得该奇物后将随机修复最多 2 个已损毁的奇物，使其效果的剩余次数恢复至初始状态",
        "Story": "很少有人用这把烛剪处理蜡烛，却往往把它用在更残酷、更黑暗、更痛苦的地方。剪刀剪断的不是物质，而是生物心中的热量——被称为热情的动力。假如空无烛剪划过你的心脏，你将感受到的不是痛楚，而是冷漠。",
        "Icon": "1017.png",
        "ExtraEffect": []
    },
    {
        "_id": 7115,
        "Name": "分裂银币",
        "Desc": "立即获得等同于当前持有的宇宙碎片 50% 的宇宙碎片",
        "Story": "星际和平公司的技术部门善于挖掘具有商业潜力的产品，在星际通信网络刚被建立时，联络天线供不应求，公司很快意识到星际市场中潜在的需求，便想出一条好点子：银的延展性极佳，一克便能拉成数尺的联络天线，于是某位研究员研造出分裂银币，令银币不停分裂数量剧增，又被公司熔铸成天线出口各个星系，极大地推动了星系间的交流。",
        "Icon": "1045.png",
        "ExtraEffect": []
    },
    {
        "_id": 7114,
        "Name": "分裂金币",
        "Desc": "每进入下一区域，获得等同于当前持有的宇宙碎片 6% 的宇宙碎片",
        "Story": "并非所有星球都对星际和平公司的商业帝国张开双臂表示欢迎，在不断扩张的星系版图之中，总有极个别的例外拒绝了公司的好意。「谢谢，」他们说，「但我们不需要信用点，我们完全有能力照顾自己。」面对如上情况时，公司的代表会耸耸肩，然后轻描淡写地摧毁该星球的金融体系根基——通常是黄金。",
        "Icon": "1015.png",
        "ExtraEffect": []
    },
    {
        "_id": 7113,
        "Name": "俱乐部券",
        "Desc": "战斗胜利后获得宇宙碎片的数量提高 75% ",
        "Story": "天才俱乐部6以利亚萨拉斯曾经有个美好的愿望：俱乐部里的天才们能够欢聚一堂，其乐融融地交流生活、爱情与梦想。为此，他发明了「俱乐部券」，并设计了一整套系统，保证即使在他死后，每位入会的新人都能得到这张能够即时传送到某个宴会位面的入场券。事实是，6以后的每位会员都确实使用过「俱乐部券」，可时间从来没有重合过哪怕一次。",
        "Icon": "1012.png",
        "ExtraEffect": []
    },
    {
        "_id": 7112,
        "Name": "纯美之袍",
        "Desc": "每拥有 100 宇宙碎片，我方全体造成的伤害提高 16% ",
        "Story": "纯美骑士纵横星海的时代，全宇宙都为他们的风采所倾倒；这群追寻着美的高贵骑士身着光耀照人的金银甲胄，肩披丝线与星光织就的华美战袍，在头盔之下，是俊美有如天神的绝代容颜。即使在「纯美」已然消逝的现代，那些曾经一睹骑士风华的人们依然相信伊德莉拉终将归来。",
        "Icon": "1014.png",
        "ExtraEffect": []
    },
    {
        "_id": 7111,
        "Name": "永不停嘴的羊皮卷",
        "Desc": "进入战斗时，敌方全体受到等同于各自生命上限 30% 的固定数值的伤害",
        "Story": "在黑塔的奇物清单里，这张羊皮卷的危害等级被标注为极高。流落到黑塔空间站之前，它曾属于一位虚构史学家。羊皮卷以人类的历史为食，贪婪的舌头搅动着文明的集体潜意识，使之支离破碎。黑塔伪造了虚假的世界记忆供它吞噬，以此满足其无止境的饕餮欲望，不过总有一天，这张羊皮卷会识破天才的诡计。",
        "Icon": "1008.png",
        "ExtraEffect": []
    },
    {
        "_id": 7110,
        "Name": "闪耀的偏方三八面骰",
        "Desc": "获得该奇物后将当前持有的包含该奇物在内的所有奇物替换为随机奇物",
        "Story": "这枚骰子的各面并不规则，内部有奇异的光彩肆意流转，传说封印着恐怖而不可名状的邪神，必须避免在无光的环境下与之接触。过去有人不相信上述传说，执意在黑暗中与骰子共处一室，却发现骰子自身的光华无法遮蔽。由此产生了著名的「闪耀偏方三八面骰悖论」：你没法证明没法证明的事情。",
        "Icon": "1035.png",
        "ExtraEffect": []
    },
    {
        "_id": 7109,
        "Name": "朋克洛德精神",
        "Desc": "进入战斗时，有 100% 固定概率为敌方全体添加 1 个场上我方目标持有属性的弱点，持续 3 回合",
        "Story": "生命只是一场游戏——对于赛博世界「朋克洛德」的一众黑客，这句玩笑并非戏言。他们游走于网络空间，用名为以太编辑的技术改写现实，将人生编写成一场宏大的游戏。偶有天才之中的天才，得以飞向星球之外，将广袤的银河当作新手村外的第二片舞台。这张卡带记录了某位传奇黑客的故事，他的一生始于朋克洛德的地下水库，终于巡海游侠的簇拥之中。据说那场葬礼安静、无声，只有一张游戏卡带静躺于棺木之上，为一位黑客的结局落下「通关」的注脚。",
        "Icon": "1048.png",
        "ExtraEffect": []
    },
    {
        "_id": 7108,
        "Name": "虚构机兵",
        "Desc": "角色回合开始时，回复等同于其生命上限 20% 的生命值",
        "Story": "虚构史学家所虚构的机兵群体，据传其被制造的目的是实现批量、高效的虚构，表征为各种颜色的烟雾；但因虚构史学家对历史文档的管理习惯不佳，最终机兵群体通过阅读秘密得知了自身的被虚构性，并提出了质疑：虚构史学家本身是否也是被虚构的？",
        "Icon": "1064.png",
        "ExtraEffect": []
    },
    {
        "_id": 7107,
        "Name": "邪恶机械卫星#900",
        "Desc": "商品价格降低 30% ",
        "Story": "卡戎·塔尔金星系联盟通过生产两种类型的思想改变装置来维持经济运转，外界抵达该联盟皆需通过一位庞大智械生命的神经滑轨。据传卡戎·塔尔金文明与有机生命敌对——它们是典型的反有机文明，对待有机生命手腕狠辣，而其中尤以卫星#900最为邪恶。但它最终被当地人排挤在外，只因其自豪的机械外表在已将全体居民改造为有机伪装的卡戎·塔尔金星系联盟中格格不入。",
        "Icon": "1050.png",
        "ExtraEffect": []
    },
    {
        "_id": 7106,
        "Name": "龋齿星系模型",
        "Desc": "失去当前所有宇宙碎片，每失去 100 宇宙碎片，所有角色暴击伤害提高 24% ",
        "Story": "黑塔曾为一个遥远的故事收藏了一份模型：龋齿星系联邦政府总为不定期到来的区域充气糖果风暴焦头烂额，财务部门每个自然年都花费无数信用点对被侵蚀土壤进行修复。曾有一位无名客到达过此星球，并试图探索它的型状，在数月探索后发出惊呼：「宇宙是不规则的，就像个牙齿！」",
        "Icon": "1065.png",
        "ExtraEffect": []
    },
    {
        "_id": 7105,
        "Name": "混沌特效灵药",
        "Desc": "角色造成的秘技伤害提高 200% ，且秘技伤害的伤害值提高，提高数值等同于角色生命上限的 200% ",
        "Story": "混沌医师对无意义的反抗精神总令人感到十分没有意义，他们曾在混沌特效灵药中放入异问魔门牙、巴维鲁黏液、游荡恶魔的血液，最终再以心灵感应蜘蛛的额头触碰封缄瓶口。混沌医师相信该药对治疗病人的孤独有奇效，但病人服药后往往对医师的敌意更甚——它的副作用时常令自灭者望见「虚无之影」。",
        "Icon": "1056.png",
        "ExtraEffect": []
    },
    {
        "_id": 7104,
        "Name": "黑洞之阱",
        "Desc": "战斗胜利时，每有1个我方角色当前生命值等于其生命上限，获得 10 宇宙碎片",
        "Story": "星系中时空曲率最大的地方曾出现疑似「虚无」星神的巨影，祂的影子乃是层层迷雾，曾有学者认为自己得到启示，为追随那道晦暗丢下一切，奋不顾身前往其中，再没有回来过。学界主流观点认为这是有暗地势力刻意布置的陷阱，但据探测，此处确有不同寻常的隐秘能量流动，其原因未知。",
        "Icon": "1043.png",
        "ExtraEffect": []
    },
    {
        "_id": 7103,
        "Name": "家族缘结",
        "Desc": "每拥有1个已损毁的奇物，角色造成的伤害提高 30% ",
        "Story": "有出逃者称自己曾因打开奇怪的匣子获得一枚家族缘结，误入信仰「同谐」希佩的家族聚会，他描述自己见到了前所未有的画面：群星意志彼此相连，拧成一股绳结。在家族缘结下，人们睁大双眼、面露微笑，他们的表情惊人一致，并互相看着彼此。当他发出疑问时，大堂内数千人同时看向他，并异口同声发出了同样的声音——「欢迎。」出逃者立刻毛骨悚然，最后，为谋生存，他只好同样睁大双眼、面露微笑。",
        "Icon": "1057.png",
        "ExtraEffect": []
    },
    {
        "_id": 7102,
        "Name": "香涎干酪",
        "Desc": "战斗胜利后，我方全体回复等同于各自生命上限 30% 的生命值",
        "Story": "曾有一个保姆机器人突发奇想，将丰饶香涎做成干酪，好满足小主人看似永无止境的食欲。不料香涎干酪竟自己生长起来，保姆机器人和主人开足马力，消化速度却也跟不上干酪的生长速度。于是他们只好求助路过的悲悼伶人，搭乘贡多拉逃去了别的星系。直到现在，银河中仍然有一个星系被美味的干酪塞得严严实实，一丁点空隙也没留下。这个故事很有教育意义：不要浪费粮食。",
        "Icon": "1006.png",
        "ExtraEffect": []
    },
    {
        "_id": 7101,
        "Name": "异木果实",
        "Desc": "战斗胜利后如果当前队伍中有陷入无法战斗状态的角色，可以立即使这些角色的当前生命值回复至各自的生命上限。效果触发 1 次后该奇物损毁",
        "Story": "这颗形似心脏的果实来自于某株被药师赐福的大树，据说已有五十琥珀纪的历史。虽然不知它是否能使食用者长生不死，但显然它本身已是一种不死孽物。",
        "Icon": "1004.png",
        "ExtraEffect": []
    }
]

var _components = [
    {
        "_id": 5001,
        "Icon": "mid/IconRogueMagic_Attach_01.png",
        "Rarity": 2,
        "Name": "催化立方",
        "Desc": "权杖攻击时，每次造成伤害都会使目标陷入 1 层【融解】：受到伤害后额外受到<color style='color:#f29e38;'> 240% </color>基础伤害的风属性持续伤害，每层使伤害倍率提高<color style='color:#f29e38;'> 48% </color>，最多叠加 5 层，权杖攻击后清除。",
        "ExtraEffect": [],
        "MazeBuff": 688010
    },
    {
        "_id": 5002,
        "Icon": "mid/IconRogueMagic_Attach_19.png",
        "Rarity": 2,
        "Name": "衰变立方",
        "Desc": "权杖攻击时，每次造成伤害后随机使目标承受的1个持续伤害以原伤害<color style='color:#f29e38;'> 160% </color>的倍率立即产生伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688020
    },
    {
        "_id": 5003,
        "Icon": "mid/IconRogueMagic_Attach_02.png",
        "Rarity": 2,
        "Name": "界限立方",
        "Desc": "权杖攻击时，每次造成伤害时使目标陷入【渗透】：每陷入灼烧、风化、裂伤、触电中的任意1种效果，受到的持续伤害提高<color style='color:#f29e38;'> 6% </color>并无视自身<color style='color:#f29e38;'> 6% </color>的防御力，持续 2 回合。",
        "ExtraEffect": [],
        "MazeBuff": 688030
    },
    {
        "_id": 5004,
        "Icon": "mid/IconRogueMagic_Attach_03.png",
        "Rarity": 2,
        "Name": "收束立方",
        "Desc": "权杖攻击时生成【界区：磁感】：敌方目标每受到1次持续伤害，我方随机目标恢复 2 点能量，同时回复等同于自身生命上限<color style='color:#f29e38;'> 3% </color>的生命值，持续 2 轮。",
        "ExtraEffect": [],
        "MazeBuff": 688040
    },
    {
        "_id": 5005,
        "Icon": "mid/IconRogueMagic_Attach_04.png",
        "Rarity": 2,
        "Name": "简谐立方",
        "Desc": "权杖攻击时生成【界区：回音】：权杖和我方目标攻击后使目标当前承受的 1 个随机持续伤害立即以原伤害<color style='color:#f29e38;'> 160% </color>的倍率产生伤害，持续 2 轮。",
        "ExtraEffect": [],
        "MazeBuff": 688050
    },
    {
        "_id": 5006,
        "Icon": "mid/IconRogueMagic_Attach_20.png",
        "Rarity": 2,
        "Name": "解离模块",
        "Desc": "权杖攻击后，对本次攻击命中的首个目标造成 5 次攻击内承受追加攻击伤害量 18% 的随机属性固定伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688060
    },
    {
        "_id": 5007,
        "Icon": "mid/IconRogueMagic_Attach_21.png",
        "Rarity": 2,
        "Name": "整流模块",
        "Desc": "权杖攻击后，基于本次攻击内的承受最高伤害的目标承受的追加攻击伤害量，对敌方全体造成 1 次等同于该伤害 45% 的固定伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688070
    },
    {
        "_id": 5008,
        "Icon": "mid/IconRogueMagic_Attach_22.png",
        "Rarity": 2,
        "Name": "溢能模块",
        "Desc": "权杖攻击时，每次造成伤害都会额外造成 1 次<color style='color:#f29e38;'> 200% </color>基础伤害的随机属性追加攻击伤害，并为我方随机角色附加 1 层【湍流】：每层使速度提高<color style='color:#f29e38;'> 40% </color>，最多叠加 5 层，持续 1 回合。",
        "ExtraEffect": [],
        "MazeBuff": 688080
    },
    {
        "_id": 5009,
        "Icon": "mid/IconRogueMagic_Attach_05.png",
        "Rarity": 2,
        "Name": "投射模块",
        "Desc": "权杖攻击时生成【界区：射影】：权杖和我方目标造成追加攻击伤害时，暴击率提高<color style='color:#f29e38;'> 25% </color>，暴击伤害提高<color style='color:#f29e38;'> 120% </color>，持续 2 轮。",
        "ExtraEffect": [],
        "MazeBuff": 688090
    },
    {
        "_id": 5010,
        "Icon": "mid/IconRogueMagic_Attach_06.png",
        "Rarity": 2,
        "Name": "聚能模块",
        "Desc": "权杖攻击时生成【界区：凝聚】：权杖和我方目标攻击中若造成了追加攻击伤害，攻击后额外造成 1 次等同于基础伤害<color style='color:#f29e38;'> 400% </color>或攻击力<color style='color:#f29e38;'> 400% </color>的追加攻击伤害，持续 2 轮。",
        "ExtraEffect": [],
        "MazeBuff": 688100
    },
    {
        "_id": 5011,
        "Icon": "mid/IconRogueMagic_Attach_23.png",
        "Rarity": 2,
        "Name": "多维立方",
        "Desc": "权杖攻击时，造成伤害后目标每陷入灼烧、风化、裂伤、触电中的任意1种效果，则受到1次等同于<color style='color:#f29e38;'> 120% </color>基础伤害的相应属性伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688110
    },
    {
        "_id": 5012,
        "Icon": "mid/IconRogueMagic_Attach_07.png",
        "Rarity": 2,
        "Name": "纯粹立方",
        "Desc": "权杖攻击时，每次造成伤害都会使目标陷入【单调】：受到角色攻击后，基于角色属性使目标承受的相应属性持续伤害以原伤害<color style='color:#f29e38;'> 300% </color>的倍率立即产生伤害。持续 2 回合。",
        "ExtraEffect": [],
        "MazeBuff": 688120
    },
    {
        "_id": 5013,
        "Icon": "mid/IconRogueMagic_Attach_24.png",
        "Rarity": 2,
        "Name": "灭亡计时",
        "Desc": "权杖攻击时，每次造成击破伤害后额外造成等同于原伤害 120% 的附加伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688130
    },
    {
        "_id": 5014,
        "Icon": "mid/IconRogueMagic_Attach_25.png",
        "Rarity": 2,
        "Name": "视界计时",
        "Desc": "权杖攻击时，削减韧性时将削减相邻目标的韧性，效果等同于原削韧值的 150% ，若削减韧性时相邻目标处于弱点击破状态，对其造成等同于自身 80% 权杖属性击破伤害的击破伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688140
    },
    {
        "_id": 5015,
        "Icon": "mid/IconRogueMagic_Attach_26.png",
        "Rarity": 2,
        "Name": "阈限计时",
        "Desc": "权杖攻击时，每次造成击破伤害后如果目标持有与该伤害属性相同的弱点，则额外造成等同于原伤害 240% 的伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688150
    },
    {
        "_id": 5016,
        "Icon": "mid/IconRogueMagic_Attach_08.png",
        "Rarity": 2,
        "Name": "崩裂计时",
        "Desc": "权杖攻击时，每次造成伤害都会使目标陷入 1 层【垂死】：受到权杖和我方目标攻击时，每层使被削减的韧性值提高 40% 。若已处于弱点击破状态，则每层将本次攻击的削韧值转化为<color style='color:#f29e38;'> 90% </color>的<u>超击破伤害</u>，最多叠加 2 层，持续 2 回合。",
        "ExtraEffect": [
            10000015
        ],
        "MazeBuff": 688160
    },
    {
        "_id": 5017,
        "Icon": "mid/IconRogueMagic_Attach_27.png",
        "Rarity": 2,
        "Name": "腐化模块",
        "Desc": "权杖攻击时，每次造成伤害后额外造成<color style='color:#f29e38;'> 200% </color>基础伤害的追加攻击伤害，并使目标随机陷入 1 层攻击力降低 6% /防御力降低 6% /速度降低 6% /受到的暴击伤害提高 24% 的负面效果，每种最多叠加 4 层，持续 2 回合。",
        "ExtraEffect": [],
        "MazeBuff": 688170
    },
    {
        "_id": 5018,
        "Icon": "mid/IconRogueMagic_Attach_09.png",
        "Rarity": 2,
        "Name": "洗涤模块",
        "Desc": "权杖攻击时生成【界区：泯灭】：权杖和我方目标攻击后，为我方全体目标叠加 1 层【进程】，如果【进程】达到 5 层，则使暴击伤害最高的我方角色获得 1 个额外回合，并清除所有【进程】，持续 2 轮。同时使其在该额外回合内造成的伤害提高<color style='color:#f29e38;'> 50% </color>，在攻击后造成 5 次等同于攻击力<color style='color:#f29e38;'> 200% </color>的随机属性追加攻击伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688180
    },
    {
        "_id": 5019,
        "Icon": "mid/IconRogueMagic_Attach_10.png",
        "Rarity": 2,
        "Name": "归零计时",
        "Desc": "权杖攻击时生成【界区：坍缩】：我方角色击破特攻提高<color style='color:#f29e38;'> 240% </color>，并使击破特攻低于我方当前击破特攻最高角色击破特攻 80% 的角色，其击破特攻提高至该值，持续 2 轮。",
        "ExtraEffect": [],
        "MazeBuff": 688190
    },
    {
        "_id": 5020,
        "Icon": "mid/IconRogueMagic_Attach_11.png",
        "Rarity": 2,
        "Name": "惯量计时",
        "Desc": "权杖攻击时生成【界区：惯性】：权杖和我方目标在攻击处于弱点击破状态的敌方目标后，将本次攻击 120% 的削韧值转化为<u>超击破伤害</u>，敌方目标受到的<u>超击破伤害</u>提高<color style='color:#f29e38;'> 60% </color>，持续 2 轮。",
        "ExtraEffect": [
            10000015
        ],
        "MazeBuff": 688200
    },
    {
        "_id": 5021,
        "Icon": "mid/IconRogueMagic_Attach_12.png",
        "Rarity": 2,
        "Name": "劣化计时",
        "Desc": "权杖攻击时生成【界区：蚀损】：权杖和我方目标弱点击破效率提高 80% ，击破敌方目标弱点时使其行动延后 60% ，并使目标下次从弱点击破状态恢复时的韧性恢复量降低 30% ，持续 2 轮。",
        "ExtraEffect": [],
        "MazeBuff": 688210
    },
    {
        "_id": 5022,
        "Icon": "mid/IconRogueMagic_Attach_28.png",
        "Rarity": 2,
        "Name": "杀戮因子",
        "Desc": "权杖攻击后，使所有攻击目标受到<color style='color:#f29e38;'> 240% </color>基础伤害的火属性终结技伤害，本次攻击内每命中1个目标使该伤害提高<color style='color:#f29e38;'> 240% </color>。",
        "ExtraEffect": [],
        "MazeBuff": 688220
    },
    {
        "_id": 5023,
        "Icon": "mid/IconRogueMagic_Attach_29.png",
        "Rarity": 2,
        "Name": "高能因子",
        "Desc": "权杖攻击后，对本次攻击命中的目标中，生命值最高的敌方目标造成等同于本次攻击造成终结技伤害 60% 的火属性固定伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688230
    },
    {
        "_id": 5024,
        "Icon": "mid/IconRogueMagic_Attach_30.png",
        "Rarity": 2,
        "Name": "战栗因子",
        "Desc": "权杖攻击时，每次造成伤害后使目标行动延后 3% 并为我方全体目标的【<u>罐中脑</u>】固定充能 3% 。",
        "ExtraEffect": [
            61000044
        ],
        "MazeBuff": 688240
    },
    {
        "_id": 5025,
        "Icon": "mid/IconRogueMagic_Attach_31.png",
        "Rarity": 2,
        "Name": "失衡因子",
        "Desc": "权杖攻击后，使随机攻击目标当前承受的1个【<u>延时类效果</u>】以 700% 的比例立即生效，并使我方全体目标施放下个终结技时，暴击伤害提高<color style='color:#f29e38;'> 120% </color>，持续 2 回合。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 688250
    },
    {
        "_id": 5026,
        "Icon": "mid/IconRogueMagic_Attach_13.png",
        "Rarity": 2,
        "Name": "镜像因子",
        "Desc": "权杖攻击时生成【界区：棱镜】：敌方目标受到的终结技伤害提高<color style='color:#f29e38;'> 40% </color>，我方目标攻击中若造成了终结技伤害，在攻击后使随机攻击目标当前承受的 1 个【<u>延时类效果</u>】以 400% 的比例立即生效，持续 2 轮，且不消耗生效次数。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 688260
    },
    {
        "_id": 5027,
        "Icon": "mid/IconRogueMagic_Attach_14.png",
        "Rarity": 2,
        "Name": "蛹化因子",
        "Desc": "权杖攻击时生成【界区：破茧】：权杖攻击后或生效【<u>延时类效果</u>】后，为我方全体目标附加 4 层【鳞翅】：每层使终结技造成的伤害提高<color style='color:#f29e38;'> 10% </color>，最多叠加 32 层，施放终结技后清除所有层数。持续 2 轮。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 688270
    },
    {
        "_id": 5028,
        "Icon": "mid/IconRogueMagic_Attach_15.png",
        "Rarity": 2,
        "Name": "互动因子",
        "Desc": "权杖攻击时，每次造成伤害都会使目标陷入 1 层【仪式】：每层使目标受到终结技伤害时，该伤害的全属性穿透提高<color style='color:#f29e38;'> 4% </color>。最多叠加 10 层，持续 2 回合。场上每有1个陷入该效果的目标，则陷入该效果的所有目标受到的伤害提高<color style='color:#f29e38;'> 20% </color>。",
        "ExtraEffect": [],
        "MazeBuff": 688280
    },
    {
        "_id": 5029,
        "Icon": "mid/IconRogueMagic_Attach_32.png",
        "Rarity": 2,
        "Name": "认知扩展",
        "Desc": "权杖攻击后，为我方全体目标恢复等同于其能量上限 12% 的能量。并为【<u>罐中脑</u>】固定充能 20% 。",
        "ExtraEffect": [
            61000044
        ],
        "MazeBuff": 688290
    },
    {
        "_id": 5030,
        "Icon": "mid/IconRogueMagic_Attach_33.png",
        "Rarity": 2,
        "Name": "熵值催变",
        "Desc": "权杖攻击后，使我方全体目标行动提前 30% ，并使造成的伤害提高<color style='color:#f29e38;'> 120% </color>，持续 1 回合。",
        "ExtraEffect": [],
        "MazeBuff": 688300
    },
    {
        "_id": 5031,
        "Icon": "mid/IconRogueMagic_Attach_34.png",
        "Rarity": 2,
        "Name": "生体改造",
        "Desc": "权杖攻击后，为我方全体目标回复等同于其生命上限<color style='color:#f29e38;'> 30% </color>的生命值，并解除所有负面效果。",
        "ExtraEffect": [],
        "MazeBuff": 688310
    },
    {
        "_id": 5032,
        "Icon": "mid/IconRogueMagic_Attach_16.png",
        "Rarity": 2,
        "Name": "介质压缩",
        "Desc": "权杖攻击时生成【界区：相变】：我方目标攻击力提高<color style='color:#f29e38;'> 30% </color>，速度提高<color style='color:#f29e38;'> 30% </color>，攻击后对目标造成等同于攻击力<color style='color:#f29e38;'> 150% </color>的附加伤害，持续 2 轮。",
        "ExtraEffect": [],
        "MazeBuff": 688320
    },
    {
        "_id": 5033,
        "Icon": "mid/IconRogueMagic_Attach_17.png",
        "Rarity": 2,
        "Name": "坐标归并",
        "Desc": "权杖攻击时生成【界区：折叠】：我方目标防御力提高<color style='color:#f29e38;'> 30% </color>，生命上限提高<color style='color:#f29e38;'> 30% </color>，持续 2 轮。我方角色受到攻击时，所受伤害将由全体我方目标分摊。",
        "ExtraEffect": [],
        "MazeBuff": 688330
    },
    {
        "_id": 5034,
        "Icon": "mid/IconRogueMagic_Attach_35.png",
        "Rarity": 2,
        "Name": "意识剖分",
        "Desc": "权杖攻击时，每次造成伤害后会造成 1 次<color style='color:#f29e38;'> 200% </color>基础伤害的随机属性附加伤害，若目标陷入了 4 个以上的负面效果，则额外造成 1 次附加伤害。",
        "ExtraEffect": [],
        "MazeBuff": 688340
    },
    {
        "_id": 5035,
        "Icon": "mid/IconRogueMagic_Attach_18.png",
        "Rarity": 2,
        "Name": "物态瓦解",
        "Desc": "权杖攻击时，每次造成伤害后使目标陷入 1 层【瓦解】，每层使目标受到伤害时，该伤害的暴击率提高<color style='color:#f29e38;'> 3% </color>，暴击伤害提高<color style='color:#f29e38;'> 8% </color>。最多叠加 10 层，持续 2 回合。",
        "ExtraEffect": [],
        "MazeBuff": 688350
    },
    {
        "_id": 6001,
        "Icon": "mid/IconRogueMagic_Passive_01.png",
        "Rarity": 2,
        "Name": "武装扩张",
        "Desc": "权杖施加可叠加状态时，有 100% 固定概率额外施加等量层数，可叠加上限提高 100% 。",
        "ExtraEffect": [],
        "MazeBuff": 685010
    },
    {
        "_id": 6002,
        "Icon": "mid/IconRogueMagic_Passive_02.png",
        "Rarity": 2,
        "Name": "引擎增效",
        "Desc": "嵌合在【速度】类权杖时，使其速度提高 75 。",
        "ExtraEffect": [],
        "MazeBuff": 685020
    },
    {
        "_id": 6003,
        "Icon": "mid/IconRogueMagic_Passive_03.png",
        "Rarity": 2,
        "Name": "动能减耗",
        "Desc": "嵌合在【充能】类权杖时，使攻击所需最大充能降低 24% 。",
        "ExtraEffect": [],
        "MazeBuff": 685030
    },
    {
        "_id": 6004,
        "Icon": "mid/IconRogueMagic_Passive_04.png",
        "Rarity": 2,
        "Name": "强化对抗",
        "Desc": "本场战斗中，权杖攻击后使自身<u>增幅</u>提高 15% ，最高 120% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685040
    },
    {
        "_id": 6005,
        "Icon": "mid/IconRogueMagic_Passive_05.png",
        "Rarity": 2,
        "Name": "随机锚准",
        "Desc": "嵌合在【弹射】类权杖时，权杖造成的伤害次数提高 4 次，有 50% 固定概率额外提高 6 次，有 25% 固定概率额外提高 8 次。",
        "ExtraEffect": [],
        "MazeBuff": 685050
    },
    {
        "_id": 6006,
        "Icon": "mid/IconRogueMagic_Passive_06.png",
        "Rarity": 2,
        "Name": "增量固着",
        "Desc": "生成【<u>界区</u>】时，持续时间延长 2 轮，每1轮持续时间使生成时的<u>增幅</u>提高 18% 。",
        "ExtraEffect": [
            61000046,
            61000048
        ],
        "MazeBuff": 685060
    },
    {
        "_id": 6007,
        "Icon": "mid/IconRogueMagic_Passive_07.png",
        "Rarity": 2,
        "Name": "初始调节",
        "Desc": "<u>增幅</u>提高 60% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685070
    },
    {
        "_id": 6008,
        "Icon": "mid/IconRogueMagic_Passive_08.png",
        "Rarity": 2,
        "Name": "稳定波幅",
        "Desc": "权杖施加增益或负面效果时持续时间延长 2 回合。<u>增幅</u>提高 30% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685080
    },
    {
        "_id": 6009,
        "Icon": "mid/IconRogueMagic_Passive_09.png",
        "Rarity": 2,
        "Name": "过载轮转",
        "Desc": "<u>增幅</u>提高 120% ，每次攻击后降低 10% ，直至使<u>增幅</u>降低至 10% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685090
    },
    {
        "_id": 6010,
        "Icon": "mid/IconRogueMagic_Passive_10.png",
        "Rarity": 2,
        "Name": "负载冲锋",
        "Desc": "<u>增幅</u>提高 240% ，攻击 2 次后清除。战斗开始时权杖立即攻击1次。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685100
    },
    {
        "_id": 6011,
        "Icon": "mid/IconRogueMagic_Passive_11.png",
        "Rarity": 2,
        "Name": "持续型杀伐",
        "Desc": "嵌合在【充能】类权杖时，使充能效率提高 45% ，<u>增幅</u>降低 20% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685110
    },
    {
        "_id": 6012,
        "Icon": "mid/IconRogueMagic_Passive_12.png",
        "Rarity": 2,
        "Name": "便携型终结",
        "Desc": "嵌合在【速度】类权杖时，使攻击后行动提前 30% 。",
        "ExtraEffect": [],
        "MazeBuff": 685120
    },
    {
        "_id": 6013,
        "Icon": "mid/IconRogueMagic_Passive_13.png",
        "Rarity": 2,
        "Name": "自我复制",
        "Desc": "无战斗效果，进入下一个区域时随机变为其他3星组件。",
        "ExtraEffect": [],
        "MazeBuff": 685130
    },
    {
        "_id": 6014,
        "Icon": "mid/IconRogueMagic_Passive_14.png",
        "Rarity": 2,
        "Name": "自我增殖",
        "Desc": "无战斗效果，进入下一个区域时随机变为其他3星组件。",
        "ExtraEffect": [],
        "MazeBuff": 685140
    },
    {
        "_id": 6015,
        "Icon": "mid/IconRogueMagic_Passive_15.png",
        "Rarity": 2,
        "Name": "自我分化",
        "Desc": "无战斗效果，进入下一个区域时随机变为其他3星组件。",
        "ExtraEffect": [],
        "MazeBuff": 685150
    },
    {
        "_id": 6016,
        "Icon": "mid/IconRogueMagic_Passive_16.png",
        "Rarity": 2,
        "Name": "离散型萃取",
        "Desc": "嵌合在【充能】类权杖时，使充能效率提高 30% 。",
        "ExtraEffect": [],
        "MazeBuff": 685160
    },
    {
        "_id": 6017,
        "Icon": "mid/IconRogueMagic_Passive_17.png",
        "Rarity": 2,
        "Name": "振荡型碾轧",
        "Desc": "嵌合在【速度】类权杖时，使<u>增幅</u>提高 90% ，速度降低 20% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685170
    },
    {
        "_id": 6018,
        "Icon": "mid/IconRogueMagic_Passive_18.png",
        "Rarity": 2,
        "Name": "全频型覆盖",
        "Desc": "嵌合在【速度】类权杖时，使速度提高 100 ，<u>增幅</u>降低 20% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685180
    },
    {
        "_id": 6019,
        "Icon": "mid/IconRogueMagic_Passive_19.png",
        "Rarity": 2,
        "Name": "限制型复现",
        "Desc": "嵌合在【充能】类权杖时，使其攻击 1 次后，额外攻击1次，但权杖攻击所需充能提高 50% 。",
        "ExtraEffect": [],
        "MazeBuff": 685190
    },
    {
        "_id": 6020,
        "Icon": "mid/IconRogueMagic_Passive_20.png",
        "Rarity": 2,
        "Name": "集束型溶解",
        "Desc": "嵌合在【群攻】类权杖时，当场上敌方目标数量等于1/2/3/4/5或以上名时，造成的伤害提高 50% / 55% / 60% / 65% / 70% 。",
        "ExtraEffect": [],
        "MazeBuff": 685200
    },
    {
        "_id": 6021,
        "Icon": "mid/IconRogueMagic_Passive_21.png",
        "Rarity": 2,
        "Name": "星体焚烧",
        "Desc": "嵌合在【扩散】类权杖时，对主目标的相邻目标造成的伤害倍率提高 100% ，弱点击破效率提高 50% 。",
        "ExtraEffect": [],
        "MazeBuff": 685210
    },
    {
        "_id": 6022,
        "Icon": "mid/IconRogueMagic_Passive_22.png",
        "Rarity": 2,
        "Name": "间蓄型爆发",
        "Desc": "其他权杖每攻击1次，本权杖下次攻击<u>增幅</u>提高 45% ，最高叠加至 180% ，攻击后清除。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685220
    },
    {
        "_id": 6023,
        "Icon": "mid/IconRogueMagic_Passive_23.png",
        "Rarity": 2,
        "Name": "指令再演",
        "Desc": "嵌合在【集中】类权杖时，使其攻击后有 60% 概率额外攻击1次。",
        "ExtraEffect": [],
        "MazeBuff": 685230
    },
    {
        "_id": 6024,
        "Icon": "mid/IconRogueMagic_Passive_24.png",
        "Rarity": 2,
        "Name": "扼制型升级",
        "Desc": "<u>增幅</u>降低 80% 。所以为什么还要带着它呢？",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685240
    },
    {
        "_id": 6025,
        "Icon": "mid/IconRogueMagic_Passive_25.png",
        "Rarity": 2,
        "Name": "紊乱型拷贝",
        "Desc": "权杖速度降低 80% ，充能效率降低 80% 。所以为什么还要带着它呢？",
        "ExtraEffect": [],
        "MazeBuff": 685250
    },
    {
        "_id": 6051,
        "Icon": "mid/IconRogueMagic_CorePassive_01.png",
        "Rarity": 4,
        "Name": "报死鸟",
        "Desc": "所有【速度】类权杖速度提高 70 。",
        "ExtraEffect": [],
        "MazeBuff": 685510
    },
    {
        "_id": 6052,
        "Icon": "mid/IconRogueMagic_CorePassive_02.png",
        "Rarity": 4,
        "Name": "缚日茧",
        "Desc": "所有【充能】类权杖充能效率提高 25% 。",
        "ExtraEffect": [],
        "MazeBuff": 685520
    },
    {
        "_id": 6053,
        "Icon": "mid/IconRogueMagic_CorePassive_03.png",
        "Rarity": 4,
        "Name": "延展齿轮",
        "Desc": "嵌合在【速度】类权杖时，使其攻击后额外攻击 2 次，但自身行动延后 100% 。",
        "ExtraEffect": [],
        "MazeBuff": 685530
    },
    {
        "_id": 6054,
        "Icon": "mid/IconRogueMagic_CorePassive_04.png",
        "Rarity": 4,
        "Name": "蓄压阀门",
        "Desc": "嵌合在【充能】类权杖时，使<u>增幅</u>提高 200% ，攻击所需的最大充能提高 50% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685540
    },
    {
        "_id": 6055,
        "Icon": "mid/IconRogueMagic_CorePassive_05.png",
        "Rarity": 4,
        "Name": "灭绝程式",
        "Desc": "嵌合在【速度】类权杖时，攻击后使所有【充能】类权杖恢复等同于 40% 最大充能的能量。",
        "ExtraEffect": [],
        "MazeBuff": 685550
    },
    {
        "_id": 6056,
        "Icon": "mid/IconRogueMagic_CorePassive_06.png",
        "Rarity": 4,
        "Name": "畸变涡流",
        "Desc": "嵌合在【充能】类权杖时，使其每攻击 1 次后，1台随机【速度】类权杖立即攻击。",
        "ExtraEffect": [],
        "MazeBuff": 685560
    },
    {
        "_id": 6057,
        "Icon": "mid/IconRogueMagic_CorePassive_07.png",
        "Rarity": 4,
        "Name": "送终鹊",
        "Desc": "嵌合在【速度】类权杖时，攻击后使1台其他随机【速度】类权杖行动提前 50% ，并使其下次攻击<u>增幅</u>提高 40% ，攻击后清除。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685570
    },
    {
        "_id": 6058,
        "Icon": "mid/IconRogueMagic_CorePassive_08.png",
        "Rarity": 4,
        "Name": "约束场",
        "Desc": "嵌合在【充能】类权杖时，攻击后使1台其他随机【充能】类权杖恢复等同于 50% 最大充能的能量，并使其下次攻击<u>增幅</u>提高 40% ，攻击后清除。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685580
    },
    {
        "_id": 6059,
        "Icon": "mid/IconRogueMagic_CorePassive_09.png",
        "Rarity": 4,
        "Name": "循环钟",
        "Desc": "嵌合在【速度】类权杖时，攻击后行动延后 200% 。其他权杖攻击后，自身行动提前 25% ，并使<u>增幅</u>提高 80% ，<u>增幅</u>最多叠加至 480% ，攻击后清除。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685590
    },
    {
        "_id": 6060,
        "Icon": "mid/IconRogueMagic_CorePassive_10.png",
        "Rarity": 4,
        "Name": "衰变菌",
        "Desc": "嵌合在【充能】类权杖时，使攻击所需最大充能提高 200% 。其他权杖攻击后或我方目标行动后，恢复 10 点充能，并使<u>增幅</u>提高 40% ，<u>增幅</u>最多叠加至 480% ，攻击后清除。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685600
    },
    {
        "_id": 6061,
        "Icon": "mid/IconRogueMagic_CorePassive_11.png",
        "Rarity": 4,
        "Name": "烬杀鸲",
        "Desc": "嵌合在【速度】类权杖时，使速度提高 160% ，其他【速度】类权杖速度降低 40% 。",
        "ExtraEffect": [],
        "MazeBuff": 685610
    },
    {
        "_id": 6062,
        "Icon": "mid/IconRogueMagic_CorePassive_12.png",
        "Rarity": 4,
        "Name": "不老心",
        "Desc": "嵌合在【充能】类权杖时，使充能效率提高 75% ，其他【充能】类权杖充能效率降低 25% 。",
        "ExtraEffect": [],
        "MazeBuff": 685620
    },
    {
        "_id": 6063,
        "Icon": "mid/IconRogueMagic_CorePassive_13.png",
        "Rarity": 4,
        "Name": "固星晶锁",
        "Desc": "嵌合在【速度】类权杖时，使速度固定为 250 。",
        "ExtraEffect": [],
        "MazeBuff": 685630
    },
    {
        "_id": 6064,
        "Icon": "mid/IconRogueMagic_CorePassive_14.png",
        "Rarity": 4,
        "Name": "封闭界域",
        "Desc": "嵌合在【充能】类权杖时，使充能效率和攻击所需最大充能固定为 140% 和 100 。",
        "ExtraEffect": [],
        "MazeBuff": 685640
    },
    {
        "_id": 6065,
        "Icon": "mid/IconRogueMagic_CorePassive_15.png",
        "Rarity": 4,
        "Name": "歼星弹",
        "Desc": "所有权杖的<u>增幅</u>提高 50% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685650
    },
    {
        "_id": 6066,
        "Icon": "mid/IconRogueMagic_CorePassive_16.png",
        "Rarity": 4,
        "Name": "折跃镜",
        "Desc": "所有【弹射】类权杖造成的伤害次数提高 4 次，每有1台【弹射】类权杖使其额外提高 2 次。",
        "ExtraEffect": [],
        "MazeBuff": 685660
    },
    {
        "_id": 6067,
        "Icon": "mid/IconRogueMagic_CorePassive_17.png",
        "Rarity": 4,
        "Name": "引力风",
        "Desc": "所有【扩散】类权杖有 40% 的概率使造成的伤害次数提高 3 次，每有1台【扩散】类权杖使概率提高 20% 。",
        "ExtraEffect": [],
        "MazeBuff": 685670
    },
    {
        "_id": 6068,
        "Icon": "mid/IconRogueMagic_CorePassive_18.png",
        "Rarity": 4,
        "Name": "腐败针",
        "Desc": "所有【集中】类权杖造成的伤害和弱点击破效率提高 20% ，每有1台【集中】类权杖额外提高 10% 。",
        "ExtraEffect": [],
        "MazeBuff": 685680
    },
    {
        "_id": 6069,
        "Icon": "mid/IconRogueMagic_CorePassive_19.png",
        "Rarity": 4,
        "Name": "奇异蝶",
        "Desc": "所有【群攻】类权杖有 40% 的概率使造成的伤害次数提高 2 次，每有1台【群攻】类权杖使概率提高 20% 。",
        "ExtraEffect": [],
        "MazeBuff": 685690
    },
    {
        "_id": 6070,
        "Icon": "mid/IconRogueMagic_CorePassive_20.png",
        "Rarity": 4,
        "Name": "聚合枪",
        "Desc": "嵌合在权杖时，战斗中每有1名精英级别及以上的敌方目标被消灭，该组件提供的<u>增幅</u>永久提高 50% ，最多叠加至 200% 。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685700
    },
    {
        "_id": 6071,
        "Icon": "mid/IconRogueMagic_CorePassive_21.png",
        "Rarity": 4,
        "Name": "意识液",
        "Desc": "嵌合的权杖<u>增幅</u>提高 50% ，生成【<u>界区</u>】的持续时间延长 2 轮，施加可叠加状态时额外增加等量层数，施加增减益状态时持续时间延长 2 回合。",
        "ExtraEffect": [
            61000046,
            61000048
        ],
        "MazeBuff": 685710
    },
    {
        "_id": 6072,
        "Icon": "mid/IconRogueMagic_CorePassive_22.png",
        "Rarity": 4,
        "Name": "广域共鸣",
        "Desc": "嵌合的权杖<u>增幅</u>提高 80% ，权杖上嵌合的所有1星组件会被映射为2星。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685720
    },
    {
        "_id": 6073,
        "Icon": "mid/IconRogueMagic_CorePassive_23.png",
        "Rarity": 4,
        "Name": "局域共鸣",
        "Desc": "基于嵌合的2星以上组件的总星级，每星使嵌合的权杖<u>增幅</u>提高 10% 。每装备1个1星组件，使其<u>增幅</u>降低 20% 。",
        "ExtraEffect": [],
        "MazeBuff": 685730
    },
    {
        "_id": 6074,
        "Icon": "mid/IconRogueMagic_CorePassive_24.png",
        "Rarity": 4,
        "Name": "歼灭纤维",
        "Desc": "嵌合在权杖时，战斗中每有 50 个敌方目标被消灭后，使该权杖算能提升，最高升至3星。同时自身替换为随机决策组件。",
        "ExtraEffect": [],
        "MazeBuff": 685740
    },
    {
        "_id": 6075,
        "Icon": "mid/IconRogueMagic_CorePassive_25.png",
        "Rarity": 4,
        "Name": "再生纤维",
        "Desc": "嵌合在权杖时，累计消耗 500 个宇宙碎片后，使该权杖算能提升，最高升至3星，同时自身替换为随机决策组件。",
        "ExtraEffect": [],
        "MazeBuff": 685750
    }
]

var _scepters = [
    {
        "_id": 2001,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_01.png",
        "Name": "造物改-塑星",
        "Desc": "我方目标施放终结技后恢复 50 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682010,
        "Unit": "<color=#87e0ffff>【弹射】</color>对随机敌方目标造成<color style='color:#f29e38;'> 200% </color>基础伤害的火属性伤害，重复 16 次。每次造成伤害时使其陷入 1 层特殊灼烧【星冕】：每回合开始时受到等同于基础伤害<color style='color:#f29e38;'> 200% </color>的火属性持续伤害，最多叠加 4 层，持续 2 回合，每层【星冕】使目标防御降低 10% 。"
    },
    {
        "_id": 2002,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_01.png",
        "Name": "能源改-阻滞",
        "Desc": "我方目标行动后恢复 10 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682020,
        "Unit": "<color=#87e0ffff>【弹射】</color>对随机敌方目标造成<color style='color:#f29e38;'> 150% </color>基础伤害的冰属性追加攻击伤害，重复 16 次，对每个目标的第1次伤害必定暴击。每次造成伤害时使其陷入【迷途】：使目标受到追加攻击时，每陷入1个负面效果使本次攻击暴击率提高<color style='color:#f29e38;'> 6% </color>，暴击伤害提高<color style='color:#f29e38;'> 12% </color>，最多计入 6 个，持续 2 回合。"
    },
    {
        "_id": 2003,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_01.png",
        "Name": "进化改-极端",
        "Desc": "我方目标施放终结技后恢复 50 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 682030,
        "Unit": "<color=#87e0ffff>【弹射】</color>对随机敌方目标造成<color style='color:#f29e38;'> 200% </color>基础伤害的冰属性终结技伤害，重复 16 次，造成伤害时为目标附加 1 层【延时：灾变】：弱点被击破时，对持有【延时：灾变】的随机敌方目标造成<color style='color:#f29e38;'> 150% </color>基础伤害的冰属性终结技伤害并移除1层该效果，重复至场上不存在持有该效果的目标，最多叠加 16 层，持续 2 回合，被消灭时转移至随机敌方目标。"
    },
    {
        "_id": 2004,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_02.png",
        "Name": "能源改-压缩",
        "Desc": "我方目标发动追加攻击后恢复 20 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682040,
        "Unit": "<color=#87e0ffff>【集中】</color>对当前生命值最高的敌方目标造成 3 次<color style='color:#f29e38;'> 600% </color>基础伤害的风属性追加攻击伤害，有 50% 概率暴击。并使其陷入【污名】：每受到 4 次攻击后额外受到1次<color style='color:#f29e38;'> 1000% </color>基础伤害的随机属性追加攻击伤害，持续 2 回合。"
    },
    {
        "_id": 2005,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_01.png",
        "Name": "推演改-封闭",
        "Desc": "我方目标攻击中若造成了击破伤害，在攻击后恢复 15 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682050,
        "Unit": "<color=#87e0ffff>【集中】</color>对韧性上限最高的敌方目标造成 3 次<color style='color:#f29e38;'> 800% </color>基础伤害的物理属性伤害，并无视弱点削减<color style='color:#f29e38;'> 30 </color>点韧性，若目标处于弱点击破状态，对其造成等同于自身<color style='color:#f29e38;'> 400% </color>物理属性击破伤害的击破伤害。击破敌方目标弱点时，以<color style='color:#f29e38;'> 400% </color>的比例触发我方全体角色相应属性的弱点击破效果。"
    },
    {
        "_id": 2006,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_02.png",
        "Name": "推演改-反转",
        "Desc": "敌方目标被消灭或弱点被击破时恢复 15 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682060,
        "Unit": "<color=#87e0ffff>【集中】</color>对当前韧性值最低的敌方目标造成 3 次<color style='color:#f29e38;'> 600% </color>基础伤害的虚数属性伤害，并无视弱点削减<color style='color:#f29e38;'> 30 </color>点韧性，若目标处于弱点击破状态，对其造成等同于自身<color style='color:#f29e38;'> 1600% </color>虚数属性击破伤害的击破伤害。攻击时为目标附加【归纳】：受到击破伤害后，使所有处于弱点击破状态的其他敌方目标共受到等同于原伤害<color style='color:#f29e38;'> 25% </color>的伤害，持续 2 回合。"
    },
    {
        "_id": 2007,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_02.png",
        "Name": "造物改-统合",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682070,
        "Unit": "<color=#87e0ffff>【集中】</color>对承受持续伤害最多的敌方目标造成 3 次<color style='color:#f29e38;'> 600% </color>基础伤害的量子属性伤害，每次造成伤害时使目标承受的1个持续伤害立即以原伤害<color style='color:#f29e38;'> 500% </color>的倍率产生伤害。"
    },
    {
        "_id": 2008,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_03.png",
        "Name": "造物改-扫描",
        "Desc": "敌方目标陷入持续伤害时恢复 2 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682080,
        "Unit": "<color=#87e0ffff>【群攻】</color>对敌方全体造成<color style='color:#f29e38;'> 300% </color>基础伤害的火属性伤害，重复 3 次，并立即使目标当前承受的所有持续伤害以原伤害<color style='color:#f29e38;'> 100% </color>的倍率产生伤害。"
    },
    {
        "_id": 2009,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_02.png",
        "Name": "进化改-血肉",
        "Desc": "我方目标攻击后，每击中1个敌方目标恢复 6 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 682090,
        "Unit": "<color=#87e0ffff>【群攻】</color>对敌方全体造成<color style='color:#f29e38;'> 400% </color>基础伤害的火属性终结技伤害，重复 3 次。攻击时为目标附加【延时：自燃】：受到超过生命上限 50% 的伤害后，对敌方全体造成 1 次<color style='color:#f29e38;'> 500% </color>基础伤害的火属性终结技伤害，生效后清除，持续 2 回合。"
    },
    {
        "_id": 2010,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_03.png",
        "Name": "能源改-饱和",
        "Desc": "我方目标施放终结技后恢复 50 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682100,
        "Unit": "<color=#87e0ffff>【群攻】</color>对敌方全体造成<color style='color:#f29e38;'> 800% </color>基础伤害的冰属性追加攻击伤害，有 30% 概率暴击，重复 2 次。并使目标陷入【中伤】：受到伤害时该伤害的暴击率提高<color style='color:#f29e38;'> 15% </color>，受到的追加攻击伤害暴击时，额外受到等同于原伤害 30% 的随机属性固定伤害，持续 2 回合。"
    },
    {
        "_id": 2011,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_03.png",
        "Name": "进化改-模因",
        "Desc": "我方目标行动后恢复 10 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 682110,
        "Unit": "<color=#87e0ffff>【扩散】</color>对随机敌方目标造成 1 次<color style='color:#f29e38;'> 400% </color>基础伤害的冰属性终结技伤害，并对其相邻目标造成<color style='color:#f29e38;'> 200% </color>基础伤害的冰属性终结技伤害，重复 3 次。攻击时为目标附加【延时：痴语】：受到我方目标造成终结技伤害的攻击后，额外受到 1 次<color style='color:#f29e38;'> 400% </color>基础伤害的冰属性终结技伤害，并对其相邻目标造成<color style='color:#f29e38;'> 200% </color>基础伤害的冰属性终结技伤害，最多生效不超过 2 次，持续 2 回合。"
    },
    {
        "_id": 2012,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_03.png",
        "Name": "推演改-终论",
        "Desc": "我方目标行动后恢复 10 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682120,
        "Unit": "<color=#87e0ffff>【扩散】</color>对韧性值最低的敌方目标造成 1 次<color style='color:#f29e38;'> 600% </color>基础伤害的量子属性伤害，并无视弱点削减<color style='color:#f29e38;'> 24 </color>点韧性。对其相邻目标造成<color style='color:#f29e38;'> 300% </color>基础伤害的量子属性伤害，并无视弱点削减<color style='color:#f29e38;'> 12 </color>点韧性，若目标处于弱点击破状态，对其造成等同于自身<color style='color:#f29e38;'> 400% </color>量子属性击破伤害的击破伤害，重复 3 次。攻击时为目标附加【演绎信标】：受到击破伤害后，使我方全体目标恢复 5 点能量且行动提前 5% ，生效后清除，持续 2 回合。"
    },
    {
        "_id": 2013,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_04.png",
        "Name": "造物改-误差",
        "Desc": "敌方目标承受的持续伤害产生伤害时恢复 2 点充能，充能达到 120 时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 682130,
        "Unit": "<color=#87e0ffff>【扩散】</color>对随机敌方目标造成 1 次<color style='color:#f29e38;'> 800% </color>基础伤害的风属性伤害，对其相邻目标造成<color style='color:#f29e38;'> 400% </color>基础伤害的风属性伤害，重复 3 次。使目标陷入特殊风化【乱流】：每回合开始时受到等同于基础伤害<color style='color:#f29e38;'> 400% </color>的风属性持续伤害，并仅在回合开始时使1个随机相邻目标陷入1个自身承受的【乱流】以外的持续伤害，持续 1 回合。"
    },
    {
        "_id": 3001,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_05.png",
        "Name": "造物改-相干",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 687010,
        "Unit": "<color=#87e0ffff>【弹射】</color>对随机敌方目标造成<color style='color:#f29e38;'> 100% </color>基础伤害的雷属性伤害，重复 16 次。每次造成伤害时使其陷入 1 层特殊触电【电离】：最多叠加 16 层，持续 2 回合，在回合开始时受到等同于基础伤害<color style='color:#f29e38;'> 300% </color>的雷属性持续伤害，并仅在回合开始时以原伤害<color style='color:#f29e38;'> 50% </color>的倍率额外对随机目标生效 2 次，每层提高<color style='color:#f29e38;'> 10% </color>的伤害倍率。"
    },
    {
        "_id": 3002,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_04.png",
        "Name": "能源改-投资",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 687020,
        "Unit": "<color=#87e0ffff>【弹射】</color>对随机敌方目标造成<color style='color:#f29e38;'> 200% </color>基础伤害的虚数属性追加攻击伤害，有 50% 概率暴击，重复 16 次。造成伤害时使其陷入 1 层【投机】：每层使目标受到的追加攻击伤害提高<color style='color:#f29e38;'> 12% </color>，最多叠加 6 层，持续 2 回合。"
    },
    {
        "_id": 3003,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_05.png",
        "Name": "能源改-假想",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 687030,
        "Unit": "<color=#87e0ffff>【集中】</color>对当前生命值最低的敌方目标造成 3 次<color style='color:#f29e38;'> 600% </color>基础伤害的量子属性追加攻击伤害，若本次攻击消灭了目标则额外攻击1次，并使<u>增幅</u>提高 30% ，且使我方全体目标行动提前 15% 。"
    },
    {
        "_id": 3004,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_04.png",
        "Name": "进化改-无形",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 687040,
        "Unit": "<color=#87e0ffff>【集中】</color>对生命值最高的敌方目标造成 3 次<color style='color:#f29e38;'> 600% </color>基础伤害的量子属性终结技伤害。攻击时为目标附加【延时：附魂】：每有 3 个敌方目标被消灭，则受到 3 次<color style='color:#f29e38;'> 500% </color>基础伤害的量子属性终结技伤害，最多生效不超过 2 次，持续 2 回合。"
    },
    {
        "_id": 3005,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_06.png",
        "Name": "造物改-修订",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 687050,
        "Unit": "<color=#87e0ffff>【群攻】</color>对敌方全体造成<color style='color:#f29e38;'> 400% </color>基础伤害的物理属性伤害，重复 2 次。攻击时使其陷入特殊裂伤【剥离】：每回合开始时受到物理属性持续伤害，并仅在回合开始时使其当前承受的所有持续伤害以原伤害<color style='color:#f29e38;'> 300% </color>的倍率产生伤害，持续 2 回合。"
    },
    {
        "_id": 3006,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_05.png",
        "Name": "进化改-拟月",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 687060,
        "Unit": "<color=#87e0ffff>【群攻】</color>对敌方全体造成<color style='color:#f29e38;'> 200% </color>基础伤害的火属性终结技伤害，重复 2 次。攻击时为目标附加【延时：断灭】：被消灭时，对敌方全体造成 1 次<color style='color:#f29e38;'> 800% </color>基础伤害的火属性终结技伤害，生效后清除，持续 2 回合。"
    },
    {
        "_id": 3007,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_06.png",
        "Name": "进化改-机械",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 687070,
        "Unit": "<color=#87e0ffff>【扩散】</color>对生命值最高的敌方目标造成 3 次<color style='color:#f29e38;'> 400% </color>基础伤害的雷属性终结技伤害，并对其相邻目标造成<color style='color:#f29e38;'> 200% </color>基础伤害的雷属性终结技伤害。攻击时为目标附加【延时：清理】：当有敌方目标进入战斗时，立即对其造成 1 次<color style='color:#f29e38;'> 500% </color>基础伤害的雷属性终结技伤害，并对其相邻目标造成<color style='color:#f29e38;'> 250% </color>基础伤害的雷属性终结技伤害，最多生效不超过 5 次，持续 2 回合。若不存在进入战斗的敌方目标，则对效果的持有者造成该伤害。"
    },
    {
        "_id": 3008,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_06.png",
        "Name": "能源改-破缺",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 687080,
        "Unit": "<color=#87e0ffff>【扩散】</color>对随机敌方目标造成 1 次<color style='color:#f29e38;'> 800% </color>基础伤害的虚数属性追加攻击伤害，对其相邻目标造成<color style='color:#f29e38;'> 400% </color>基础伤害的虚数属性追加攻击伤害，重复 4 次。每次造成伤害时为目标附加【悬赏】：受到 5 次攻击或被消灭后，为我方全体目标恢复等同于能量上限 20% 的能量与 4 个战技点，生效后清除，持续 2 回合。"
    },
    {
        "_id": 3009,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_04.png",
        "Name": "推演改-开放",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 687090,
        "Unit": "<color=#87e0ffff>【弹射】</color>对随机敌方目标造成<color style='color:#f29e38;'> 150% </color>基础伤害的火属性伤害，重复 16 次，并无视弱点削减<color style='color:#f29e38;'> 8 </color>点韧性，若目标处于弱点击破状态，对其造成等同于自身<color style='color:#f29e38;'> 100% </color>火属性击破伤害的击破伤害。每对1名不同的敌方目标造成伤害，则为我方全体目标附加 1 层【先知】：速度固定提高 15% ，最多叠加 10 层，持续 2 回合，行动后清除 5 层【先知】。"
    },
    {
        "_id": 3010,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_05.png",
        "Name": "推演改-崩溃",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 687100,
        "Unit": "<color=#87e0ffff>【群攻】</color>对敌方全体造成<color style='color:#f29e38;'> 400% </color>基础伤害的冰属性伤害，并无视弱点削减<color style='color:#f29e38;'> 30 </color>点韧性，重复 2 次。若目标处于弱点击破状态，对其造成等同于自身<color style='color:#f29e38;'> 800% </color>冰属性击破伤害的击破伤害。攻击时为目标附加【预示】：被削减的韧性值提高<color style='color:#f29e38;'> 30% </color>，持续 2 回合。"
    },
    {
        "_id": 3011,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_06.png",
        "Name": "推演改-空无",
        "Desc": "召唤速度为 100 的权杖，行动时攻击。",
        "ExtraEffect": [],
        "MazeBuff": 687110,
        "Unit": "<color=#87e0ffff>【扩散】</color>对随机敌方目标造成 1 次<color style='color:#f29e38;'> 400% </color>基础伤害的量子属性伤害，并无视弱点削减<color style='color:#f29e38;'> 24 </color>点韧性，对其相邻目标造成<color style='color:#f29e38;'> 200% </color>基础伤害的量子属性伤害，并无视弱点削减<color style='color:#f29e38;'> 12 </color>点韧性值，若目标处于弱点击破状态，对其造成等同于自身<color style='color:#f29e38;'> 800% </color>量子属性击破伤害的击破伤害，重复 3 次。攻击时为目标随机添加1个我方角色持有属性的弱点，并使其相应属性抗性降低<color style='color:#f29e38;'> 30% </color>，持续 2 回合。"
    }
]

var _extra_effect = {
    "61000044": {
        "Name": "罐中脑",
        "Desc": "若【罐中脑】的启迪充能比例达到 100% ，角色使用【罐中脑】以外的方式施放终结技后，会再次激活终结技，通过该方式施放终结技会消耗 100% 的启迪充能。"
    },
    "10000015": {
        "Name": "超击破伤害",
        "Desc": "击破特攻、本次攻击削韧值、角色等级越高，造成的超击破伤害越高。<br>超击破伤害无法暴击，不受伤害提高类效果所影响。<br>超击破伤害也属于击破伤害。"
    },
    "61000046": {
        "Name": "界区",
        "Desc": "对特定目标持续生效一定轮次的效果，已生效的界区会被星级更高的同名界区覆盖。"
    },
    "61000047": {
        "Name": "延时类效果",
        "Desc": "在满足特定条件后生效的效果，包含【延时：附魂】、【延时：灾变】、【延时：自燃】、【延时：断灭】、【延时：痴语】与【延时：清理】。"
    },
    "61000048": {
        "Name": "增幅",
        "Desc": "增幅会按比例影响权杖和组件中高亮部分的数值。"
    }
}

var _difficulty = [
    {
        "_id": 1,
        "Desc": "敌方属性随位面提升，生命上限最多提高 100% ，开局额外获得 5 个随机组件，所有权杖的被动组件槽位增加 1 个。"
    },
    {
        "_id": 2,
        "Desc": "敌方属性随位面提升，生命上限最多提高 220% ，首领敌人处默认轮次降低 1 ，角色最终伤害随位面大幅增加。"
    },
    {
        "_id": 3,
        "Desc": "敌方属性随位面提升，生命上限最多提高 340% ，组件覆写的价格增加 50% ，不再限制覆写次数。"
    },
    {
        "_id": 4,
        "Desc": "敌方属性随位面提升，生命上限最多提高 420% ，攻击力提高 20% ，普通敌人发生变化，角色最终伤害随位面大幅增加。"
    },
    {
        "_id": 5,
        "Desc": "敌方属性随位面提升，生命上限最多提高 500% ，攻击力提高 20% ，额外轮次降低 1 ，角色最终伤害随位面增加。"
    },
    {
        "_id": 6,
        "Desc": "敌方属性随位面提升，生命上限最多提高 540% ，攻击力提高 20% ，首领敌人不再拥有默认轮次，角色最终伤害随位面增加。"
    }
]