// Auto Generated

var _tut = [
    {
        "_id": 2247,
        "Name": "双战场",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224701.png",
                "Desc": "我方全体目标将分别在@两个战场#进行作战，不同战场的我方和敌方目标@无法攻击#到另一战场的目标。"
            }
        ],
        "Type": 1,
        "Order": 438
    },
    {
        "_id": 2249,
        "Name": "幻身",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224901.png",
                "Desc": "我方角色陷入【幻身】状态时将被@【离场】#，【幻身】状态下所召唤的单位将代替其进行战斗，并继承这名角色的部分属性。"
            }
        ],
        "Type": 1,
        "Order": 438
    },
    {
        "_id": 2238,
        "Name": "负载生命值",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223801.png",
                "Desc": "处于【可负载】状态的单位会将受到伤害@超出当前生命值的部分#转化为【负载生命值】，且不会因此陷入无法战斗状态。"
            }
        ],
        "Type": 1,
        "Order": 437
    },
    {
        "_id": 2237,
        "Name": "后排目标",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223701.png",
                "Desc": "【后排目标】位于战场阵型后方，无法被@【单攻】#和@【扩散】#类型的技能选中。@【群攻】【弹射】【追加攻击】#类型的技能可攻击到敌方后排目标。"
            }
        ],
        "Type": 1,
        "Order": 436
    },
    {
        "_id": 2236,
        "Name": "生命计数",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223601.png",
                "Desc": "拥有【生命计数】的单位@受到攻击时#不会损失生命值，但是会减少【生命计数】。【生命计数】@归零时#单位将陷入无法战斗状态。@治疗#和@护盾#效果无法避免【生命计数】减少。"
            }
        ],
        "Type": 1,
        "Order": 435
    },
    {
        "_id": 3228,
        "Name": "长梦忆影",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_322801.png",
                "Desc": "任何时候，你都可以在这里确认记忆中所有经历的时间点。"
            },
            {
                "Image": "TutorialPage_322802.png",
                "Desc": "所有的记忆都会以自身时间点的先后贮藏在这里——即使是不同的视角，也遵循着同一个先后顺序。"
            },
            {
                "Image": "TutorialPage_322803.png",
                "Desc": "而对于极其模糊的往事，可以点击对应的节点进行更加细致的重温。"
            },
            {
                "Image": "TutorialPage_322804.png",
                "Desc": "你在终末任务的经历，也可以在命路歧图中进行查看。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9337,
        "Name": "差分宇宙 · 气球变变变",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_933701.png",
                "Desc": "角色攻击命中气球后，可以使气球转换颜色，气球会在两种颜色间进行转换。"
            },
            {
                "Image": "TutorialPage_933702.png",
                "Desc": "将场上所有气球转换为相同颜色后，即可完成一轮挑战。在限定时间内完成越多轮次的挑战，可以获得越丰厚的奖励。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 10030,
        "Name": "玩法教学",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223901.png",
                "Desc": "拥有【生命计数】的单位@受到攻击时#不会损失生命值，但是会减少【生命计数】。【生命计数】@归零时#单位将陷入无法战斗状态。@治疗#和@护盾#效果无法避免【生命计数】减少。"
            },
            {
                "Image": "TutorialPage_223902.png",
                "Desc": "我方角色@消灭敌方目标时#可回复【生命计数】，忆灵消灭敌方目标时会为忆师回复【生命计数】。使用我方【生命计数】较少的角色消灭敌方目标，可避免其因【生命计数】归零而陷入无法战斗状态。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10031,
        "Name": "玩法教学",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224001.png",
                "Desc": "【后排目标】位于战场阵型后方，无法被@【单攻】#和@【扩散】#类型的技能选中。@【群攻】【弹射】【追加攻击】#类型的技能可攻击到敌方后排目标。"
            },
            {
                "Image": "TutorialPage_224002.png",
                "Desc": "敌方【后排目标】被@消灭#时，敌方首领所受的伤害提高，至多提高@ 2000% #，该效果将在敌方首领转换阶段时被移除。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10032,
        "Name": "玩法教学",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224101.png",
                "Desc": "处于【可负载】状态的单位会将受到伤害@超出当前生命值的部分#转化为【负载生命值】，且不会因此陷入无法战斗状态。"
            },
            {
                "Image": "TutorialPage_224102.png",
                "Desc": "当行动条上的@【负载清算】行动时#，将进行生命值@结算#，当前生命值为0以下的单位会受到致命伤害，可通过@治疗#来避免我方单位生命值为0以下。本关敌方目标@生命值较低，但造成伤害较高#，推荐选择@多名#擅长护盾和治疗的角色。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10033,
        "Name": "玩法教学",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224801.png",
                "Desc": "我方全体目标将分别在@两个战场#进行作战，不同战场的我方和敌方目标@无法攻击#到另一战场的目标。开场时将选择我方半数角色前往黑斗士战场，其余角色前往白卫士战场。"
            },
            {
                "Image": "TutorialPage_224802.png",
                "Desc": "两个战场的敌方首领需要尽可能地@同时#被击败，避免其复活。推荐选择@两名#具有输出能力的角色，分别前往两个战场与敌方首领对战。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10034,
        "Name": "玩法教学",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_225001.png",
                "Desc": "敌方首领在@受到我方一定次数的攻击后#会使我方一名角色陷入【幻身】状态，该状态下【致幻人鱼】将代替该角色进行战斗。【致幻人鱼】会继承角色的部分属性。"
            },
            {
                "Image": "TutorialPage_225002.png",
                "Desc": "【致幻人鱼】自身无法获得治疗和护盾效果，在被击败时会对我方全体造成大量伤害。【致幻人鱼】使用@战技#可施加@基于目标最大生命值#的持续伤害效果并使持续伤害效果额外结算，使用@普攻#可解除【幻身】状态。推荐选择能够辅助【致幻人鱼】的角色，充分利用其战技造成的强力持续伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10060,
        "Name": "奇美拉稀有度规则",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006001.png",
                "Desc": "奇美拉拥有@稀有度#，从高到低依次为彩色，金色，紫色，蓝色，白色。"
            },
            {
                "Image": "TutorialPage_1006002.png",
                "Desc": "随着轮次数提升，商店中会出现更高稀有度的奇美拉。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10061,
        "Name": "挑战赛规则",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006101.png",
                "Desc": "在挑战赛中，玩家可以与熟悉的奇美拉训练家或是其余好友进行对战。"
            },
            {
                "Image": "TutorialPage_1006102.png",
                "Desc": "挑战赛中，玩家需要使用@存档#进行对战。完成一局@锦标赛#时，可以保存本局使用的阵容。"
            },
            {
                "Image": "TutorialPage_1006103.png",
                "Desc": "在好友挑战中，玩家可以挑战对方的@防守阵容#。防守阵容可以在活动主界面进行设置。"
            },
            {
                "Image": "TutorialPage_1006104.png",
                "Desc": "我方设置的防守阵容会展示在活动主界面。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10062,
        "Name": "召唤队列",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006201.png",
                "Desc": "被@召唤#的奇美拉在加入战斗前，会展示在@召唤队列#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 100021,
        "Name": "货币战争",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000101.png",
                "Desc": "在「货币战争」中，逐步招募你的团队，组成@8- 10 人队伍#进行战斗，击败竞争对手。"
            }
        ],
        "Type": 5,
        "Order": 699
    },
    {
        "_id": 100022,
        "Name": "角色 · 站位",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000102.png",
                "Desc": "角色有属于自己的@【站位】#，被分为@【前台】、【后台】#。<br>部分角色属于@【前后台】#，既可以放在前台，也可以放在后台。"
            }
        ],
        "Type": 5,
        "Order": 698
    },
    {
        "_id": 100023,
        "Name": "角色 · 赋能",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000103.png",
                "Desc": "角色处于@正确站位#时，可获得「货币战争」专属的全新能力——@角色赋能#。<br>将带来不同的角色战斗体验。"
            },
            {
                "Image": "TutorialPage_10000201.png",
                "Desc": "@【前台】#的角色赋能：<br>角色本体技能得到@强化#，或者获得@全新的战斗技能#。"
            },
            {
                "Image": "TutorialPage_10000202.png",
                "Desc": "@【后台】#的角色赋能：<br>使用角色强化后的技能在后台进行战斗，战斗中@自动施放技能#攻击敌人或辅助队友。"
            }
        ],
        "Type": 5,
        "Order": 697
    },
    {
        "_id": 100024,
        "Name": "角色 · 星级",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001103.png",
                "Desc": "3个相同星级的角色可以自动@升星#，大幅提升其战斗能力。<br>@3星#通常是角色的最强形态。"
            },
            {
                "Image": "TutorialPage_10000402.png",
                "Desc": "角色升星后，除了获得数值属性提升，@角色赋能#效果也将获得强化。<br>例：真理医生可在战斗中@连续丢出粉笔#攻击敌人。"
            }
        ],
        "Type": 5,
        "Order": 696
    },
    {
        "_id": 100025,
        "Name": "角色 · 费用",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "货币战争中，角色拥有各自的@【费用】#，作为购买角色的金币价格。<br>分别为<color=#b4b4b4>1费#、<color=#6cce9f>2费#、<color=#7196ff>3费#、<color=#927fe7>4费#、<color=#ffd471>5费#。"
            },
            {
                "Image": "TutorialPage_10000502.png",
                "Desc": "角色的战斗能力根据费用获得不同程度的@初始加强#。<br>总体来说，<color=#ffd471>5费#><color=#927fe7>4费#><color=#7196ff>3费#><color=#6cce9f>2费#><color=#b4b4b4>1费#，相同费用的角色间@战斗能力近似相同#。"
            }
        ],
        "Type": 5,
        "Order": 695
    },
    {
        "_id": 100026,
        "Name": "角色 · 养成与试用",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000701.png",
                "Desc": "在「货币战争」中招募角色时：<br>若你@已拥有该角色#，则@继承#你的角色的@养成数据#。<br>若你@未拥有该角色#，则可招募到其对应的@试用角色#进行游玩。"
            }
        ],
        "Type": 5,
        "Order": 694
    },
    {
        "_id": 100027,
        "Name": "角色 · 数值映射",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000702.png",
                "Desc": "若你拥有@未达养成标准#的角色，将被系统自动强化。<br>被自动强化的角色会带有这项@映射标记#。"
            }
        ],
        "Type": 5,
        "Order": 693
    },
    {
        "_id": 100028,
        "Name": "羁绊",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001104.png",
                "Desc": "招募具有@相同羁绊#的角色，可大幅提升团队作战能力。"
            },
            {
                "Image": "TutorialPage_10002802.png",
                "Desc": "上阵更多相同羁绊的角色，可提高羁绊等级。<br>羁绊等级越高，效果越强。"
            }
        ],
        "Type": 5,
        "Order": 692
    },
    {
        "_id": 100029,
        "Name": "羁绊 · 追踪",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10002901.png",
                "Desc": "熟练使用@追踪羁绊#功能，可快速在商店中找到想要的羁绊内角色！"
            }
        ],
        "Type": 5,
        "Order": 691
    },
    {
        "_id": 100030,
        "Name": "金币",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "「货币战争」中，@金币#是用来购买角色、升级提高团队规模和刷新商店的核心经济资源。<br>获得更多金币以提升团队的战斗能力。"
            },
            {
                "Image": "TutorialPage_10000802.png",
                "Desc": "战斗结束时将获得：<br>本节点金币收入 = 基础金币 + @连胜#金币 + @利息#。"
            }
        ],
        "Type": 5,
        "Order": 690
    },
    {
        "_id": 100031,
        "Name": "金币 · 连胜",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000601.png",
                "Desc": "战斗胜利时，连胜计数+1。<br>连胜越多，@连胜金币奖励越多#。"
            }
        ],
        "Type": 5,
        "Order": 689
    },
    {
        "_id": 100032,
        "Name": "金币 · 利息",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000803.png",
                "Desc": "战斗结束时，每拥有@ 10 金币#，都会获得@1金币利息#（最多5金币）。<br>@适度积累金币#也是获得更多经济的有效手段。"
            }
        ],
        "Type": 5,
        "Order": 688
    },
    {
        "_id": 100033,
        "Name": "商店",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "每个节点的备战阶段开始时，商店会自动刷新1次。可在商店中使用金币购买需要的角色。"
            },
            {
                "Image": "TutorialPage_10003102.png",
                "Desc": "可使用2金币进行商店刷新，重置其中的出现的角色。<br>也可使用锁定功能，下个节点开始时商店将停止自动刷新。"
            }
        ],
        "Type": 5,
        "Order": 687
    },
    {
        "_id": 100034,
        "Name": "等级 · 团队规模",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001105.png",
                "Desc": "参与战斗获得经验，或花费金币购买经验@提升等级#，可提高@团队规模#，上阵更多角色！"
            }
        ],
        "Type": 5,
        "Order": 686
    },
    {
        "_id": 100035,
        "Name": "等级 · 商店刷新概率",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "随着@等级#的提升，商店中将更容易刷新@更高费用#的角色。"
            }
        ],
        "Type": 5,
        "Order": 685
    },
    {
        "_id": 100036,
        "Name": "位面与节点",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "货币战争对局，由3个位面构成。<br>每个位面中具有若干个不同类型的节点。"
            },
            {
                "Image": "TutorialPage_10003402.png",
                "Desc": "奖励：难度较低的节点，拥有无限的行动值，敌人会随机掉落战利品晶矿。<br>战斗：具有挑战的战斗节点，你将面对不同竞争对手阵营中的普通、精英敌人。<br>补给：提供若干组角色和装备的补给包，可根据当前阵容情况自由选择补给。<br>遭遇：可选难度的挑战节点，完成战斗挑战后可获得额外奖励。通常挑战敌人难度越高，可获得的奖励品质越高。<br>首领：当前位面的首领挑战，完成挑战后可通关本位面。"
            }
        ],
        "Type": 5,
        "Order": 684
    },
    {
        "_id": 100037,
        "Name": "小队生命值",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000301.png",
                "Desc": "货币战争中，初始具有 100 点小队生命值。<br>在对局结束时，剩余小队生命值决定这场对局的评价。"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "在战斗、遭遇、首领节点获得胜利时，小队生命值维持不变。<br>若未获得胜利，则会失去一定小队生命值。<br>小队生命值降低至0时，对局失败。"
            }
        ],
        "Type": 5,
        "Order": 683
    },
    {
        "_id": 100038,
        "Name": "战斗 · 胜利规则",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10003601.png",
                "Desc": "@倒计时归零#前消灭所有敌人，则战斗胜利。"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "若未在倒计时归零前消灭所有敌人，则战斗失败，我方小队受到伤害。"
            },
            {
                "Image": "TutorialPage_10000303.png",
                "Desc": "当生命值为0时，模拟测试将结束并退场，@请务必努力存活#。"
            }
        ],
        "Type": 5,
        "Order": 682
    },
    {
        "_id": 100039,
        "Name": "战斗 · 最低进度要求",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10003701.png",
                "Desc": "遭遇和首领节点的战斗中存在最低进度要求。<br>未在倒计时结束前达到最低进度要求，会失去更多小队生命值。"
            }
        ],
        "Type": 5,
        "Order": 681
    },
    {
        "_id": 100040,
        "Name": "战斗 · 濒死规则",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001601.png",
                "Desc": "角色在战斗中受到致命攻击时，@不会陷入无法战斗状态#，将立即回复部分生命。"
            },
            {
                "Image": "TutorialPage_10001602.png",
                "Desc": "角色在战斗中受到致命攻击时，会转而使战斗@剩余倒计时#减少，@战斗将提前结束#。<br>这意味着将@更难#在倒计时结束前@击败全部敌人#。"
            },
            {
                "Image": "TutorialPage_10001603.png",
                "Desc": "请提高@团队生存能力#，例如找到合适的@治疗角色#、@羁绊#或@生存装备#，以避免战斗提前结束。"
            }
        ],
        "Type": 5,
        "Order": 680
    },
    {
        "_id": 100041,
        "Name": "战斗 · 自动秘技",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001201.png",
                "Desc": "「货币战争」中，@前台#角色会@自动使用秘技#进入战斗。"
            },
            {
                "Image": "TutorialPage_10001202.png",
                "Desc": "多个前台角色存在@无法同时激活#的秘技效果时，仅@站位靠左侧#的首个角色秘技生效。"
            }
        ],
        "Type": 5,
        "Order": 679
    },
    {
        "_id": 100042,
        "Name": "装备",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004001.png",
                "Desc": "「货币战争」中，可为每位角色穿戴最多3件装备。<br>为角色穿戴适合的装备，可大幅提高角色的战斗能力。"
            }
        ],
        "Type": 5,
        "Order": 678
    },
    {
        "_id": 100043,
        "Name": "装备 · 简易装备",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004101.png",
                "Desc": "简易装备是最基础的装备类型，为角色提供不同的基础属性加成。"
            }
        ],
        "Type": 5,
        "Order": 677
    },
    {
        "_id": 100044,
        "Name": "装备 · 合成",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000901.png",
                "Desc": "任意@两件简易装备#可以合成一件@进阶装备#。<br>可以点击简易装备，查看合成表。"
            }
        ],
        "Type": 5,
        "Order": 676
    },
    {
        "_id": 100045,
        "Name": "装备 · 进阶装备",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "@进阶装备#拥有合成表中简易装备的@基础属性#。<br>除此之外，@进阶装备#拥有独特的战斗效果，可以大幅提升角色战斗能力。"
            }
        ],
        "Type": 5,
        "Order": 675
    },
    {
        "_id": 100046,
        "Name": "装备 · 推荐与追踪",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004401.png",
                "Desc": "可在角色卡中，查看角色适合的推荐装备。"
            },
            {
                "Image": "TutorialPage_10004402.png",
                "Desc": "熟练使用装备追踪功能，可便捷的找到角色需要的推荐装备！"
            }
        ],
        "Type": 5,
        "Order": 674
    },
    {
        "_id": 100047,
        "Name": "稀有装备 · 特权装备",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004501.png",
                "Desc": "进阶装备的同名强化版本，除了具有更强力的数值属性外，独特的战斗效果也会被强化。"
            }
        ],
        "Type": 5,
        "Order": 673
    },
    {
        "_id": 100048,
        "Name": "稀有装备 · 星徽",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004601.png",
                "Desc": "通常来说，羁绊具有对应的羁绊星徽装备。<br>将星徽穿戴给其他非羁绊角色时，角色将加入该羁绊，为羁绊增加计数的同时，该角色也获得羁绊带来的强化效果。"
            },
            {
                "Image": "TutorialPage_10004602.png",
                "Desc": "通常来说，使用红钻/蓝钻+简易装备进行合成，可获得各羁绊的星徽。"
            }
        ],
        "Type": 5,
        "Order": 672
    },
    {
        "_id": 100049,
        "Name": "稀有装备 · 红钻与蓝钻",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004701.png",
                "Desc": "稀有的合成材料，可用于：<br>合成各羁绊星徽，增加羁绊人员数量。<br>合成财富宝钻，增加团队规模上限。"
            }
        ],
        "Type": 5,
        "Order": 671
    },
    {
        "_id": 100050,
        "Name": "稀有装备 · 财富宝钻",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004801.png",
                "Desc": "非常稀有的珍贵装备，获得时可使团队规模上限+1。<br>持续装备时还能获得一些金币。"
            },
            {
                "Image": "TutorialPage_10004802.png",
                "Desc": "可使用任意2个红钻/蓝钻进行合成，可获得财富宝钻。"
            }
        ],
        "Type": 5,
        "Order": 670
    },
    {
        "_id": 100051,
        "Name": "消耗品 · 拆装扳手",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001002.png",
                "Desc": "可以利用@拆装扳手#，自由调配已穿戴的角色装备，以最大化提升团队战力。"
            }
        ],
        "Type": 5,
        "Order": 669
    },
    {
        "_id": 100052,
        "Name": "消耗品 · 冶金炉",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005001.png",
                "Desc": "拖动到装备上，可重新随机获得同品质的其他装备。"
            },
            {
                "Image": "TutorialPage_10005002.png",
                "Desc": "拖动到角色身上，可重新随机该角色的所有装备。"
            }
        ],
        "Type": 5,
        "Order": 668
    },
    {
        "_id": 100053,
        "Name": "消耗品 · 员工投影仪",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005101.png",
                "Desc": "拖动到角色身上，可获得一个该角色的1星复制。"
            }
        ],
        "Type": 5,
        "Order": 667
    },
    {
        "_id": 100054,
        "Name": "消耗品 · 好运令牌",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005201.png",
                "Desc": "拖动到角色身上，可在该角色装备推荐列表内的4件进阶装备中选择1件获得。"
            }
        ],
        "Type": 5,
        "Order": 666
    },
    {
        "_id": 100055,
        "Name": "消耗品 · 特权赋予卡",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005301.png",
                "Desc": "拖动到进阶装备上，可升级该进阶装备，获得同名特权装备，大幅增强装备的属性数值和特殊效果。"
            },
            {
                "Image": "TutorialPage_10005302.png",
                "Desc": "拖动到角色身上，在角色已穿戴的进阶装备中，选择1件升级为特权装备。"
            }
        ],
        "Type": 5,
        "Order": 665
    },
    {
        "_id": 100056,
        "Name": "职级",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001702.png",
                "Desc": "「货币战争」中，你拥有初始职级。<br>挑战标准博弈模式的@当前最高职级难度#成功时，可根据结算时剩余@小队生命值#获得@对局评价#，提升职级。"
            }
        ],
        "Type": 5,
        "Order": 664
    },
    {
        "_id": 100057,
        "Name": "职级 · 晋升规则",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001302.png",
                "Desc": "小队生命值@不低于 70 #，则@职级提升+3#。<br>通关时，小队生命值@不低于 40 #，则@职级提升+2#。<br>通关时，小队生命值不足 40 ，则@职级提升+1#。"
            },
            {
                "Image": "TutorialPage_10001703.png",
                "Desc": "挑战失败时，不会降低当前职级。"
            }
        ],
        "Type": 5,
        "Order": 663
    },
    {
        "_id": 100058,
        "Name": "标准博弈",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005601.png",
                "Desc": "@「标准博弈」#是货币战争的常规玩法模式。<br>挑战标准博弈可晋升职级。"
            },
            {
                "Image": "TutorialPage_10001701.png",
                "Desc": "在标准博弈中，可自由选择想要挑战的@职级难度#。<br>职级越高，挑战难度越高，奖励也越丰厚。"
            }
        ],
        "Type": 5,
        "Order": 662
    },
    {
        "_id": 100059,
        "Name": "超频博弈",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001401.png",
                "Desc": "@「超频博弈」#是一种所需游玩@时间更短#的快速模式，可用于完成@双周积分#任务奖励。"
            },
            {
                "Image": "TutorialPage_10001402.png",
                "Desc": "@「超频博弈」#模式可以自由选择挑战难度，但通关后@无法提升职级#。"
            }
        ],
        "Type": 5,
        "Order": 661
    },
    {
        "_id": 100060,
        "Name": "超频博弈 · 规则",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "@「超频博弈」#中，每个位面都拥有@更少的流程节点#。"
            },
            {
                "Image": "TutorialPage_10001502.png",
                "Desc": "在「超频博弈」中，每个节点开始时，将自动获得@更多经验与金币，但不再获得利息#。"
            }
        ],
        "Type": 5,
        "Order": 660
    },
    {
        "_id": 100061,
        "Name": "攻略大全",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005901.png",
                "Desc": "「货币战争」中，可在玩法主界面或对局内备战阶段界面处查看攻略大全。<br>可查看其他玩家推荐的阵容，作为对局的阵容参考。"
            }
        ],
        "Type": 5,
        "Order": 659
    },
    {
        "_id": 100062,
        "Name": "攻略大全 · 应用攻略",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006001.png",
                "Desc": "在对局中，攻略系统将根据你拥有的角色阵容自动推荐适合的攻略。<br>使用@应用攻略#功能，可快速在商店中找到想要的攻略推荐角色！"
            }
        ],
        "Type": 5,
        "Order": 658
    },
    {
        "_id": 100063,
        "Name": "攻略大全 · 装备追踪",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006101.png",
                "Desc": "应用攻略后，可随时追踪攻略内推荐的角色的装备。"
            }
        ],
        "Type": 5,
        "Order": 657
    },
    {
        "_id": 100064,
        "Name": "进阶技巧 · 提升战力",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001001.png",
                "Desc": "找到队伍中核心的主输出角色，以该角色为核心进行局内培养。<br>提示：主输出角色通常为羁绊中费用、星级更高的输出角色。"
            },
            {
                "Image": "TutorialPage_10006202.png",
                "Desc": "如何培养主输出角色：<br>1. 优先为其升星，1/2/3费角色可追3星，4/5费角色升2星。<br>2. 优先为其穿戴满3件适合的进阶装备。<br>3. 为主输出角色激活其至少2个所属羁绊。"
            }
        ],
        "Type": 5,
        "Order": 656
    },
    {
        "_id": 100065,
        "Name": "进阶技巧 · 如何找到角色",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "随着商店等级的提升，商店刷出各费用角色的概率在不断变化。<br>商店等级越高，越容易刷到高费用的角色（4/5费）。<br>商店等级越高，越难刷到低费用的角色（1/2/3费）。"
            },
            {
                "Image": "TutorialPage_10006302.png",
                "Desc": "如何找到想要的角色：根据角色的费用，在刷新概率最高的等级刷新商店。<br>例如：以2费角色为主输出角色的阵容，应停留在6级刷新商店寻找该角色，此时有 40% 概率刷新到2费角色。<br>例如：以4费角色为主输出角色的阵容，应尽快升到8级后，再刷新寻找该角色。"
            }
        ],
        "Type": 5,
        "Order": 655
    },
    {
        "_id": 100066,
        "Name": "进阶技巧 · 经济与运营",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006401.png",
                "Desc": "一局中获得的总金币数量会极大程度影响对局的胜负。<br>记得留 50 金币攒利息，可每节点获得5金币利息，积少成多！"
            },
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "合理分配金币的使用：<br>1. 前期适度刷新商店，优先攒利息和提升等级，在后期可找到费用更高的角色。<br>2. 阵容中的非核心角色，不需要追3星，有2星即可，可节省一定金币。"
            }
        ],
        "Type": 5,
        "Order": 654
    },
    {
        "_id": 100067,
        "Name": "进阶技巧 · 装备进阶",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006501.png",
                "Desc": "共有8种简易装备，每种简易装备对应一种属性类型，例如：<br> · 折叠小刀可以提高前台强度，适合前台输出角色。<br> · 和平手枪可以提高后台强度，适合后台输出角色。<br> · 轮滑鞋可以提高速度增幅，适合速度型角色。"
            },
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "进阶装备的效果通常与其合成公式中的简易装备效果相关，例如：<br>折叠小刀（前台）+ 幸运星（幸运一击率）= 高周波电锯（前台角色幸运一击率大幅提高）<br>生命之花（生命）+ 量产型装甲（护甲）= 痛觉阻断芯片（治疗目标时，使其受到伤害降低）"
            }
        ],
        "Type": 5,
        "Order": 653
    },
    {
        "_id": 2246,
        "Name": "翁法罗斯的「恨」",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_224601.png",
                "Desc": "【反造物主】、【秘所思】、【逻各斯】的攻击技能会提高【翁法罗斯的「恨」】，【恨】提高时会降低我方可回复的生命上限和可回复的战技点上限，当【恨】达到上限时战斗失败！"
            },
            {
                "Image": "TutorialPage_224602.png",
                "Desc": "我方目标施放终结技可为【英雄，如群星永燃】或【史诗，如你我所书】充能，施放【英雄，如群星永燃】和【史诗，如你我所书】可大幅降低【翁法罗斯的「恨」】！"
            }
        ],
        "Type": 1,
        "Order": 434
    },
    {
        "_id": 6361,
        "Name": "时光归墟 · 岁月的支援",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636101.png",
                "Desc": "三月七为众人展开了@岁月的界域#，在时光归墟内，欧洛尼斯祷言将@一直处于强化状态#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6362,
        "Name": "「负世」的试炼 · 一",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636201.png",
                "Desc": "寻找@三个代表「愿望」的凝晶#，依次将它们@重塑#，即可完成试炼。"
            },
            {
                "Image": "TutorialPage_636202.png",
                "Desc": "试炼会形成一个@光照区域#，区域内外位于不同时空。角色@穿过光暗区域的边界#时，会传送至@对侧的光照区域#。"
            },
            {
                "Image": "TutorialPage_636301.png",
                "Desc": "每次@重塑凝晶#，光芒区域的@边界都会扩大#，借助这一性质来完成试炼吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6363,
        "Name": "「负世」的试炼 · 一",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636301.png",
                "Desc": "每次@重塑凝晶#，光芒区域的@边界都会扩大#，借助这一性质来完成试炼吧。"
            },
            {
                "Image": "TutorialPage_636302.png",
                "Desc": "每次@重塑凝晶#，光芒区域的@边界都会扩大#，借助这一性质来完成试炼吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6364,
        "Name": "「负世」的试炼 · 二",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636401.png",
                "Desc": "寻找@三个代表「绝望」的凝晶#，依次将它们@打破#，即可完成试炼。"
            },
            {
                "Image": "TutorialPage_636402.png",
                "Desc": "本次试炼将@身处黑暗笼罩的区域#，区域内外位于不同时空。角色@穿越光暗区域的边界#时，会传送至@对侧的黑暗区域#。"
            },
            {
                "Image": "TutorialPage_636501.png",
                "Desc": "每次@打破凝晶#，光芒区域的@边界都会缩小#，借助这一性质来完成试炼吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6365,
        "Name": "「负世」的试炼 · 二",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636501.png",
                "Desc": "每次@打破凝晶#，光芒区域的@边界都会缩小#，借助这一性质来完成试炼吧。"
            },
            {
                "Image": "TutorialPage_636502.png",
                "Desc": "每次@打破凝晶#，光芒区域的@边界都会缩小#，借助这一性质来完成试炼吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6366,
        "Name": "木马程序「槲寄生」 · 一",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636601.png",
                "Desc": "「槲寄生」号是螺丝咕姆的私人收藏品，造型典雅的木马程序。点击@巡航#按键后开始飞行，再次点击可切换至@悬停#状态。"
            },
            {
                "Image": "TutorialPage_636602.png",
                "Desc": "使用左摇杆控制「槲寄生」号转向，点击@加力#按键可以短暂加速。"
            },
            {
                "Image": "TutorialPage_636603.png",
                "Desc": "点击@退出#按键结束飞行，切换@垂直反转#选项可以改变飞行方式。"
            },
            {
                "Image": "TutorialPage_636604.png",
                "Desc": "「槲寄生」号搭载了自动巡航程序。点击@自动巡航#按键后「槲寄生」号将自动飞行至导航点，期间再次点击可切换至@手动驾驶#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6367,
        "Name": "木马程序「槲寄生」 · 二",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636701.png",
                "Desc": "飞行期间可以打开地图，查看@航点#。"
            },
            {
                "Image": "TutorialPage_636702.png",
                "Desc": "选择@航点#图标后点击开始巡航，「槲寄生」号将自动飞行至所选航点并降落。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6368,
        "Name": "木马程序「槲寄生」 · 三",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636801.png",
                "Desc": "十四行代数式屏障已解除。螺丝咕姆在δme -13 数据空间中部署了多个@加速环#，以提高「槲寄生」号骇入效率。"
            },
            {
                "Image": "TutorialPage_636802.png",
                "Desc": "驾驶「槲寄生」号穿过@加速环#时将获得强力加速效果，期间无法控制方向。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6369,
        "Name": "密径驱动机构",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636901.png",
                "Desc": "「密径驱动机构」链接着@翁法罗斯全域的雅努斯密径#，将其启动后，所有@已解锁#的密径都将进入@「瞬时生效」#状态。"
            },
            {
                "Image": "TutorialPage_636902.png",
                "Desc": "再次与「密径驱动机构」交互可以自由切换状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 7104,
        "Name": "昔涟",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_710302.png",
                "Desc": "施放昔涟秘技后，能够使全部队友行动加速。进入战斗后会立刻开启结界，使队友的攻击附加真实伤害。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9947,
        "Name": "房间与家具定制",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819004.png",
                "Desc": "在完成活动「宇宙家装指南」后，开拓者在星穹列车的「派对车厢」二楼会拥有自己的房间。"
            },
            {
                "Image": "TutorialPage_994702.png",
                "Desc": "通过房间中的「家居定制」功能，可以将冒险中获得的各种家具布设在房间中。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 100001,
        "Name": "角色 · 站位",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000101.png",
                "Desc": "在「货币战争」中，逐步招募你的团队，组成@8- 10 人队伍#进行战斗，击败竞争对手。"
            },
            {
                "Image": "TutorialPage_10000102.png",
                "Desc": "角色有属于自己的@【站位】#，被分为@【前台】、【后台】#。<br>部分角色属于@【前后台】#，既可以放在前台，也可以放在后台。"
            },
            {
                "Image": "TutorialPage_10000103.png",
                "Desc": "角色处于@正确站位#时，可获得「货币战争」专属的全新能力——@角色赋能#。<br>将带来不同的角色战斗体验。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100002,
        "Name": "角色 · 赋能",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000201.png",
                "Desc": "@【前台】#的角色赋能：<br>角色本体技能得到@强化#，或者获得@全新的战斗技能#。"
            },
            {
                "Image": "TutorialPage_10000202.png",
                "Desc": "@【后台】#的角色赋能：<br>使用角色强化后的技能在后台进行战斗，战斗中@自动施放技能#攻击敌人或辅助队友。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100003,
        "Name": "战斗 · 胜利规则",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000301.png",
                "Desc": "在@倒计时归零#前消灭所有敌人，则战斗胜利，并积累一次@连胜计数#。<br>获得更多连胜时，将获得更多金币奖励。"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "若未在倒计时归零前消灭所有敌人，则战斗失败，我方小队受到伤害。"
            },
            {
                "Image": "TutorialPage_10000303.png",
                "Desc": "当生命值为0时，模拟测试将结束并退场，@请务必努力存活#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100004,
        "Name": "角色 · 星级",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000401.png",
                "Desc": "@3个相同#星级的角色可以自动@升星#，大幅提升其战斗能力。<br>@3星#通常是角色的最强形态。"
            },
            {
                "Image": "TutorialPage_10000402.png",
                "Desc": "角色升星后，除了获得数值属性提升，@角色赋能#效果也将获得强化。<br>例：真理医生可在战斗中@连续丢出粉笔#攻击敌人。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100005,
        "Name": "角色 · 费用",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "货币战争中，角色拥有各自的@【费用】#，作为购买角色的金币价格。<br>分别为<color=#b4b4b4>1费#、<color=#6cce9f>2费#、<color=#7196ff>3费#、<color=#927fe7>4费#、<color=#ffd471>5费#。"
            },
            {
                "Image": "TutorialPage_10000502.png",
                "Desc": "角色的战斗能力根据费用获得不同程度的@初始加强#。<br>总体来说，<color=#ffd471>5费#><color=#927fe7>4费#><color=#7196ff>3费#><color=#6cce9f>2费#><color=#b4b4b4>1费#，相同费用的角色间@战斗能力近似相同#。"
            },
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "随着@等级#的提升，商店中将更容易刷新@更高费用#的角色。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100006,
        "Name": "金币 · 连胜",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000601.png",
                "Desc": "战斗胜利时，连胜计数+1。<br>连胜越多，@连胜金币奖励越多#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100007,
        "Name": "角色 · 数值映射",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000701.png",
                "Desc": "在「货币战争」中招募角色时：<br>若你@已拥有该角色#，则@继承#你的角色的@养成数据#。<br>若你@未拥有该角色#，则可招募到其对应的@试用角色#进行游玩。"
            },
            {
                "Image": "TutorialPage_10000702.png",
                "Desc": "若你拥有@未达养成标准#的角色，将被系统自动强化。<br>被自动强化的角色会带有这项@映射标记#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100008,
        "Name": "金币",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "「货币战争」中，@金币#是最核心的经济资源。<br>获得更多金币以提升团队的战斗能力。"
            },
            {
                "Image": "TutorialPage_10000802.png",
                "Desc": "战斗结束时将获得：<br>本节点金币收入 = 基础金币 + @连胜#金币 + @利息#。"
            },
            {
                "Image": "TutorialPage_10000803.png",
                "Desc": "战斗结束时，每拥有@ 10 金币#，都会获得@1金币利息#（最多5金币）。<br>@适度积累金币#也是获得更多经济的有效手段。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100009,
        "Name": "装备 · 合成",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000901.png",
                "Desc": "@两件简易装备#可以合成一件@进阶装备#。<br>可以点击简易装备，查看合成表。"
            },
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "@进阶装备#拥有合成表中简易装备的@基础属性#。<br>除此之外，@进阶装备#拥有独特的战斗效果，可以大幅提升角色战斗能力。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100010,
        "Name": "装备",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001001.png",
                "Desc": "找到队伍中核心的@主输出角色#，优先为其穿满@3件进阶装备#。<br>提示：主输出角色通常为羁绊中费用、星级更高的输出角色。"
            },
            {
                "Image": "TutorialPage_10001002.png",
                "Desc": "可以利用@拆装扳手#，自由调配已穿戴的角色装备，以最大化提升团队战力。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100011,
        "Name": "组建团队",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001101.png",
                "Desc": "在「货币战争」中，逐步招募你的团队，组成@8- 10 人队伍#进行战斗，击败对手！"
            },
            {
                "Image": "TutorialPage_10001102.png",
                "Desc": "角色有属于自己的@【站位】#，被分为@【前台】#、@【后台】#、@【前后台】#。<br>角色处于@正确站位#时，可获得「货币战争」专属的全新能力——@角色赋能#！"
            },
            {
                "Image": "TutorialPage_10001103.png",
                "Desc": "3个相同星级的角色可以自动@升星#，大幅提升其战斗能力。<br>@3星#通常是角色的最强形态。"
            },
            {
                "Image": "TutorialPage_10001104.png",
                "Desc": "招募具有@相同羁绊#的员工，可大幅提升团队作战能力。<br>熟练使用@追踪羁绊#功能，可快速在商店中找到想要的羁绊内角色！"
            },
            {
                "Image": "TutorialPage_10001105.png",
                "Desc": "花费金币购买经验@提升等级#，可提高@团队规模#，上阵更多角色！<br>等级越高，商店越容易刷新到@高费用#的角色。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100012,
        "Name": "角色秘技",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001201.png",
                "Desc": "「货币战争」中，@前台#角色会@自动使用秘技#进入战斗。"
            },
            {
                "Image": "TutorialPage_10001202.png",
                "Desc": "多个前台角色存在@无法同时激活#的秘技效果时，仅@站位靠左侧#的首个角色秘技生效。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100013,
        "Name": "小队生命值",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001301.png",
                "Desc": "挑战@当前最高职级难度#成功时，可根据结算时剩余@小队生命值#获得@对局评价#，提升职级。"
            },
            {
                "Image": "TutorialPage_10001302.png",
                "Desc": "通关时，小队生命值@不低于 70 #，则@职级提升+3#。<br>通关时，小队生命值@不低于 40 #，则@职级提升+2#。<br>通关时，小队生命值不足 40 ，则@职级提升+1#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100014,
        "Name": "超频博弈",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001401.png",
                "Desc": "@「超频博弈」#是一种所需游玩@时间更短#的快速模式，可用于完成@双周积分#任务奖励。"
            },
            {
                "Image": "TutorialPage_10001402.png",
                "Desc": "@「超频博弈」#模式可以自由选择挑战难度，但通关后@无法提升职级#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100015,
        "Name": "超频博弈 · 规则",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "@「超频博弈」#是一种所需游玩@时间更短#的快速模式，每个位面都拥有@更少的流程节点#。"
            },
            {
                "Image": "TutorialPage_10001502.png",
                "Desc": "在「超频博弈」中，每个节点开始时，将自动获得@更多经验与金币，但不再获得利息#。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100016,
        "Name": "战斗 · 倒计时惩罚",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001601.png",
                "Desc": "角色在战斗中受到致命攻击时，@不会陷入无法战斗状态#，将立即回复部分生命。"
            },
            {
                "Image": "TutorialPage_10001602.png",
                "Desc": "角色在战斗中受到致命攻击时，会转而使战斗@剩余倒计时#减少，@战斗将提前结束#。<br>这意味着将@更难#在倒计时结束前@击败全部敌人#。"
            },
            {
                "Image": "TutorialPage_10001603.png",
                "Desc": "请提高@团队生存能力#，例如找到合适的@治疗角色#、@羁绊#或@生存装备#，以避免战斗提前结束。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100017,
        "Name": "职级",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001701.png",
                "Desc": "在标准博弈中，可自由选择想要挑战的@职级难度#。<br>职级越高，挑战难度越高，奖励也越丰厚。"
            },
            {
                "Image": "TutorialPage_10001702.png",
                "Desc": "挑战@当前最高职级难度#成功时，可根据结算时剩余@小队生命值#获得@对局评价#，提升职级。<br>根据对局评价不同，最高获得@职级提升+3#。"
            },
            {
                "Image": "TutorialPage_10001703.png",
                "Desc": "挑战失败时，不会降低当前职级。"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 10040,
        "Name": "点心糕饼向前冲",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004001.png",
                "Desc": "「点心糕饼向前冲」是造物们自发举办的障碍赛跑大会，每场比赛共有@8名#玩家参与观赛并为选手@应援#。"
            },
            {
                "Image": "TutorialPage_1004002.png",
                "Desc": "应援需要消耗@蹦蹦点心#，但在每个赛段结束时，如果自己应援的选手获得@前三名#，则会根据其获胜收益返还大量点心。"
            },
            {
                "Image": "TutorialPage_1004003.png",
                "Desc": "在比赛过程中，玩家可以使用@赛场道具#来影响比赛。使用任意道具后，@所有道具#都会进入冷却。"
            },
            {
                "Image": "TutorialPage_1004004.png",
                "Desc": "每场比赛结束后会获得@观赛积分#，级别越高的赛场获得的积分越多，累计积分可领取观赛奖励。"
            },
            {
                "Image": "TutorialPage_1004005.png",
                "Desc": "首次观看高级赛场的比赛后将开启@点心兑现#，可将多余的「蹦蹦点心」兑换为奇巧零食、灵之珠泪等奖励。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10041,
        "Name": "获胜收益",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004101.png",
                "Desc": "在每个赛段中，若玩家应援的选手获得冠军，则会根据@本次应援消耗的点心#和该选手的@获胜收益#返还对应数量的点心。"
            },
            {
                "Image": "TutorialPage_1004102.png",
                "Desc": "若玩家应援的选手获得亚军或季军，则返还的点心相应减少。<br>若应援的选手未取得前三名，将不会返还点心。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10042,
        "Name": "赛场道具",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004201.png",
                "Desc": "在比赛过程中，玩家可以使用@赛场道具#来影响比赛。使用任意道具后，@所有道具#都会进入冷却。"
            },
            {
                "Image": "TutorialPage_1004202.png",
                "Desc": "@垃圾袋#可以拖动到场上任意位置使用，在短暂延迟后砸晕范围内的造物。适合对排名靠前的造物使用，遏制其前进的势头。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10043,
        "Name": "赛场道具",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004301.png",
                "Desc": "@信号屏蔽器#可以拖动到弹板或推板上使用，使其暂时停止运行。停止弹板可以让其上的造物不被弹出，停止推板则可以防止其将造物推出场外。"
            },
            {
                "Image": "TutorialPage_1004302.png",
                "Desc": "@万用饵料#可以拖动到场上任意位置使用，持续吸引周围造物。适合在场地机关或特殊地格附近放置，创造意想不到的效果。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10044,
        "Name": "应援技巧",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004401.png",
                "Desc": "在应援环节中，可以点击右上角查看赛场。<br>选手们的技能决定着它们的优势地形，在应援前多多观察赛场，才能发现最有可能获胜的选手。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10045,
        "Name": "场地机关与特殊地格",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004501.png",
                "Desc": "减速地格：造物会被地面黏住，难以跳跃，行动速度减慢"
            },
            {
                "Image": "TutorialPage_1004502.png",
                "Desc": "滑溜地格：造物在跳跃后会继续向前滑动一段距离"
            },
            {
                "Image": "TutorialPage_1004504.png",
                "Desc": "推板机关：每隔一段时间，推板会向外推出一次"
            },
            {
                "Image": "TutorialPage_1004503.png",
                "Desc": "弹板机关：造物落在弹板上时，会向某个方向弹出一定距离"
            },
            {
                "Image": "TutorialPage_1004505.png",
                "Desc": "传送锅：造物进入传送锅后，会随机传送到某个其他传送锅处"
            },
            {
                "Image": "TutorialPage_1004506.png",
                "Desc": "传送带：落在传送带上的造物不会跳跃，而是会随着传送带移动"
            },
            {
                "Image": "TutorialPage_1004507.png",
                "Desc": "气泡：触碰到气泡的造物会困在其中，直到被其他造物撞击，或一段时间后气泡破裂"
            },
            {
                "Image": "TutorialPage_1004508.png",
                "Desc": "斜坡：落在斜坡上的造物会沿着斜面向下滑动"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 6357,
        "Name": "巴特鲁斯视角 · 一",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635701.png",
                "Desc": "控制来去自如的贼灵巴特鲁斯完成挑战任务。使用左摇杆控制贼灵飞行，使用上升、下降按键可以调整贼灵飞行高度。使用结束操控按键退出控制贼灵。"
            },
            {
                "Image": "TutorialPage_635702.png",
                "Desc": "贼灵巴特鲁斯可以吞食宝物，靠近宝物后按下吞食按键可以直接获得奖励。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6358,
        "Name": "巴特鲁斯视角 · 二",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635801.png",
                "Desc": "巴特鲁斯可以释放泡泡攻击，@按住攻击键#将对当前锁定目标@连续发出#泡泡弹。"
            },
            {
                "Image": "TutorialPage_635802.png",
                "Desc": "释放泡泡攻击会消耗泡泡能量；拾取环境中漂浮的@泡泡球#可以补充泡泡能量。连续攻击@「泡泡之家」#可以将其击碎，获取泡泡球。"
            },
            {
                "Image": "TutorialPage_635901.png",
                "Desc": "扎格列斯的力量使敌人无法察觉到巴特鲁斯；发射一定数量的泡泡弹可以击败敌人。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6359,
        "Name": "巴特鲁斯视角",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635901.png",
                "Desc": "扎格列斯的力量使敌人无法察觉到巴特鲁斯；发射一定数量的泡泡弹可以击败敌人。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6360,
        "Name": "巴特鲁斯视角 · 三",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_636001.png",
                "Desc": "环境中有携带「翻飞之币」的@「飞天坛递」#；使用泡泡攻击将其击碎后可获得「翻飞之币」。集齐当前房间所有「翻飞之币」可获得奖励。"
            },
            {
                "Image": "TutorialPage_636002.png",
                "Desc": "在地图中，点击「巴特鲁斯视角」的图标，可以查看@「翻飞之币」#的收集情况。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8207,
        "Name": "异相仲裁",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820701.png",
                "Desc": "异相仲裁是一系列有着@极高难度#的挑战关卡，会周期性更新关卡内容与奖励。"
            },
            {
                "Image": "TutorialPage_820702.png",
                "Desc": "异相仲裁拥有@骑士#和@王棋#两种关卡。未通过骑士关卡时，王棋会受到护卫，难度<color=#eb4d3dff>大幅提高#。"
            },
            {
                "Image": "TutorialPage_820703.png",
                "Desc": "通关全部@骑士关卡#后，失去护卫的王棋将被削弱。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8208,
        "Name": "清除护卫",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820801.png",
                "Desc": "通关全部骑士关卡后，王棋的实力将被削弱。重置骑士关卡成绩时不会影响王棋的削弱状态。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8209,
        "Name": "中盘激战",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820702.png",
                "Desc": "在骑士关卡中，当剩余轮次较少时，我方将在轮次开始时获得战斗增益。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9847,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "碰撞@尖刺柱#的小海豹会受到@6#点伤害。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9848,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@尖刺墙#的小海豹会受到@6#点伤害。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9849,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@尖刺墙#的小海豹会受到@6#点伤害。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@2#点攻击力。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9850,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "碰撞@尖刺柱#的小海豹会受到@6#点伤害。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@2#点攻击力。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9851,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@尖刺墙#的小海豹会受到@6#点伤害。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16505,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650501.png",
                "Desc": "选择和{TEXTJOIN#247}互动使用的道具。"
            },
            {
                "Image": "TutorialPage_1650502.png",
                "Desc": "将道具@拖动至{TEXTJOIN#247}身上#，即可开始互动。"
            },
            {
                "Image": "TutorialPage_1650503.png",
                "Desc": "@左键#可以转动交互镜头。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16506,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650601.png",
                "Desc": "数一数有几只奇美拉从右侧离开场地去上班。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16507,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650701.png",
                "Desc": "负重跑的过程中，会出现加速序列，@按照序列正确按下方向键#就可以让{TEXTJOIN#247}走起来，连续正确时可以使{TEXTJOIN#247}成功跑起来。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16508,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650801.png",
                "Desc": "根据来客的需求，选择对应的美食，完成订单。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16509,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650901.png",
                "Desc": "将球拖出道具栏，并松开释放，就可以将球抛出。球的出手点@高度越高#，球抛出的@距离越远#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10010,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001001.png",
                "Desc": "@「惊笑盒」#会协助战斗，当它行动时会触发特殊效果，为战斗提供帮助。"
            },
            {
                "Image": "TutorialPage_1001002.png",
                "Desc": "随着关卡解锁，会有越来越多的@「喜剧人」#参与演出。<br>队伍中的喜剧人会将不同的@「惊奇礼物」#放入「惊笑盒」，对战斗产生不同的帮助。"
            },
            {
                "Image": "TutorialPage_1001003.png",
                "Desc": "「喜剧人」可以获得@「憋笑度」#，为「惊笑盒」充能。<br>「憋笑度」越高，「惊笑盒」的@效果越强#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10011,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10012,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001011.png",
                "Desc": "花火对队友施放战技时，队友接下来@三次战技不消耗战技点#。"
            },
            {
                "Image": "TutorialPage_1001012.png",
                "Desc": "队伍中的角色使用@战技#时可为惊笑盒@充能#，增加花火@惊奇礼物的伤害段数#。花火的惊奇礼物会对随机敌方目标造成伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10013,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001021.png",
                "Desc": "青雀胡牌后可以@继续抽牌#，每次@胡牌#都可给惊笑盒提供@大量充能#。"
            },
            {
                "Image": "TutorialPage_1001022.png",
                "Desc": "青雀的@惊奇礼物#能够给敌方单位施加@负面效果#，以@强化#后续其他「惊奇礼物」攻击的@伤害#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10014,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001031.png",
                "Desc": "砂金施放@终结技#可以进行@抽奖#，抽奖数额将决定@惊奇礼物的弹射段数#，并获得对应数额的憋笑度。"
            },
            {
                "Image": "TutorialPage_1001032.png",
                "Desc": "当抽出最高点数时，可以使惊笑盒@立即行动#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10015,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001041.png",
                "Desc": "飞霄的@惊奇礼物#能让飞霄获得大量「飞黄」。"
            },
            {
                "Image": "TutorialPage_1001042.png",
                "Desc": "施放终结技时，飞霄可以消耗所有飞黄，对@所有敌人#造成多次伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10016,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001051.png",
                "Desc": "刻律德菈的@惊奇礼物#能够使上一个惊奇礼物@再次触发#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10017,
        "Name": "玩法教学",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001061.png",
                "Desc": "桑博施放终结技时，会额外发动@固定 10 层的私人惊笑盒#。额外发动的惊笑盒会包含@所有喜剧人#的惊奇礼物。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10020,
        "Name": "折纸小鸟对对碰 · 群鸟争锋",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1002001.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#。在群鸟争锋模式下，每场共有@ 30 名#玩家参与对战。"
            },
            {
                "Image": "TutorialPage_1002002.png",
                "Desc": "该模式@没有步数限制#，请在规定的时间内进行消除，尽可能提升小鸟的@战力#。"
            },
            {
                "Image": "TutorialPage_1002003.png",
                "Desc": "每轮结束后，当前战力@低于目标战力#的玩家将被淘汰。整局对战中，每名玩家@仅有一次免受淘汰的机会#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10021,
        "Name": "青雀小鸟",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "每消除@2个超级炸弹#，则随机将场上@1#个水果转化为@泡泡速递#。<br>消除相邻的水果，则可打破泡泡，并获得其中道具"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10022,
        "Name": "泰坦符文光印",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1002201.png",
                "Desc": "搜集大墓装置在此空间投影出的@泰坦符文#，以继续推进。"
            },
            {
                "Image": "TutorialPage_1002202.png",
                "Desc": "有些泰坦符文需要在@特定角度观察#，待其拼合完整后才能继续下载。"
            },
            {
                "Image": "TutorialPage_1002203.png",
                "Desc": "有些泰坦符文需要巧妙@借助其他机关#调整图案，待其拼合完整后才能继续下载。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 2245,
        "Name": "黑潮热",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_224501.png",
                "Desc": "【黑潮热】属于持续伤害类负面状态，持续伤害来源于目标受到伤害的一部分，叠加时刷新【黑潮热】的持续回合。"
            },
            {
                "Image": "TutorialPage_224502.png",
                "Desc": "【黑潮热】状态下，目标每回合开始时受到风化、灼烧、触电、裂伤持续伤害。"
            },
            {
                "Image": "TutorialPage_224503.png",
                "Desc": "敌方的【黑潮热】状态在【在毁灭中狂欢】状态结束时立即解除，我方的【黑潮热】状态在自身生命值回复到上限时立即解除，免受该持续伤害。"
            }
        ],
        "Type": 1,
        "Order": 433
    },
    {
        "_id": 2244,
        "Name": "二律背反",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_224401.png",
                "Desc": "【二律背反】状态会激活终结技。但在效果持续期间施放终结技会损失大量生命值。"
            }
        ],
        "Type": 1,
        "Order": 432
    },
    {
        "_id": 3226,
        "Name": "继续开拓",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_322601.png",
                "Desc": "开拓续闻已完成。请继续推进开拓任务，提升开拓等级可参与更多活动"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3227,
        "Name": "遗器合成 · 属性定向",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_322701.png",
                "Desc": "原有的遂愿尘脂已1:1自动转为自塑尘脂，消耗自塑尘脂可以在合成遗器时指定1种主属性，额外消耗它时可以进一步再指定1到2种副属性。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 7103,
        "Name": "白厄 · 秘技",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_710301.png",
                "Desc": "当白厄在队伍中，探索时可提高@秘技点上限#，施放秘技@消灭#前方一定范围内的敌人"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9960,
        "Name": "经营玩法操作",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996001.png",
                "Desc": "观察顾客的@需求#，点击@菜单中的菜品#向厨房下单"
            },
            {
                "Image": "TutorialPage_996002.png",
                "Desc": "下单后，厨房将按@顺序#备餐，@可以提前下单#，每种菜品最多保存3份"
            },
            {
                "Image": "TutorialPage_996003.png",
                "Desc": "备餐完成后，顾客头顶的@气泡将亮起#，点击可安排服务员@送餐#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9961,
        "Name": "种植玩法操作",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996004.png",
                "Desc": "种植农作物需要花费@资金#"
            },
            {
                "Image": "TutorialPage_996005.png",
                "Desc": "@点击#或在农田的空地上@拖动#来进行种植"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9962,
        "Name": "经营玩法操作",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996006.png",
                "Desc": "每天都会有固定数量的顾客光顾，餐馆@晋级#后会吸引来@更多顾客#；<br>尽量在营业结束前服务完所有顾客"
            },
            {
                "Image": "TutorialPage_996007.png",
                "Desc": "下单会消耗菜品所需的食材，@食材用尽#后将无法继续制作菜品"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9963,
        "Name": "清洁事件",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996008.png",
                "Desc": "顾客用餐后可能会弄脏餐桌，@影响#下一位顾客@入座#"
            },
            {
                "Image": "TutorialPage_996009.png",
                "Desc": "服务员在送餐时有可能会泼洒菜品，@阻塞通道#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9964,
        "Name": "火爆状态与火爆等级",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996010.png",
                "Desc": "进入@火爆状态#后，全部菜品的@售价都会提升#。@连续服务#顾客越多，售价提升的幅度越大"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9965,
        "Name": "经营管理说明",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996011.png",
                "Desc": "在餐馆布设中，可以通过@购买餐桌#来让更多顾客同时就餐"
            },
            {
                "Image": "TutorialPage_996012.png",
                "Desc": "在员工培训中，可以@招募#到更多妖精员工"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9967,
        "Name": "设施与员工升级",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996014.png",
                "Desc": "餐馆设施在升级后会拥有更强的@效果#"
            },
            {
                "Image": "TutorialPage_996015.png",
                "Desc": "餐馆员工在培训后可以解锁@自动化#技能！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9968,
        "Name": "巨型作物",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996016.png",
                "Desc": "将@南瓜、刺刺果或绿球菜#种满@同一片农田#后，会获得@巨型作物#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9969,
        "Name": "自动化引导",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996017.png",
                "Desc": "自动化技能可以使员工获得@自动送餐、自动清洁以及自动向厨房下单#的能力"
            },
            {
                "Image": "TutorialPage_996018.png",
                "Desc": "为更多的员工解锁自动化技能，来@减轻经营压力#吧！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10000,
        "Name": "调饮属性",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000001.png",
                "Desc": "调饮师专业的眼光，让你能够洞见杯中调饮的3项属性。每项属性都有@2种不同倾向#。"
            },
            {
                "Image": "TutorialPage_1000002.png",
                "Desc": "加入不同原料，属性的倾向也会随之改变，对应「特调配方」中「少许」「超级」等不同程度。<br>配方措辞模糊，需要调饮师根据提示仔细判断。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10001,
        "Name": "「特调配方」隐藏功效",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000101.png",
                "Desc": "可以尝试调制@「已知功效」#，或是挑战口感和效果都完全不同的@「隐藏功效」#。<br>2个功效@彼此独立#，请根据喜好随意调制。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10005,
        "Name": "「旧瓶新友」：调饮",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000001.png",
                "Desc": "调饮师专业的眼光，让你能够洞见杯中调饮的3项属性。每项属性都有@2种不同倾向#。"
            },
            {
                "Image": "TutorialPage_1000002.png",
                "Desc": "加入不同原料，属性的倾向也会随之改变，对应「特调配方」中「少许」「超级」等不同程度。<br>配方措辞模糊，需要调饮师根据提示仔细判断。"
            },
            {
                "Image": "TutorialPage_1000101.png",
                "Desc": "可以尝试调制@「已知功效」#，或是挑战口感和效果都完全不同的@「隐藏功效」#。<br>2个功效@彼此独立#，请根据喜好随意调制。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10002,
        "Name": "黄金替罪羊 · 五",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000201.png",
                "Desc": "轮回的命运中，偶尔会出现传送门。传送门有@开启，关闭#两种状态。@进入相同能量颜色#的传送门中的任一个，会被@传送至另一端#，同时传送门会@关闭#。"
            },
            {
                "Image": "TutorialPage_1000202.png",
                "Desc": "地图上存在特殊的按钮，踩下后会@重置相同能量颜色#的一组传送门。按钮在传送门开启状态下@不会弹出#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 10003,
        "Name": "黄金替罪羊 · 六",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000301.png",
                "Desc": "小心！如果在@迈入传送门#的同时，另一个你恰巧@踩在了开关上#，那么传送门将@保持激活状态#，迈入传送门的那一个你会@在无限传送的时空乱流中迷失#……"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 3225,
        "Name": "潮汐的馈赠",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_322501.png",
                "Desc": "在对再创世后的翁法罗斯进行探索时，可以通过许多方式寻得「无序秘酿」。诸如完成开拓任务、冒险任务、开启世界中的战利品、击败时而出现的贼灵巴特鲁斯、搜集创生若虫等等。"
            },
            {
                "Image": "TutorialPage_322502.png",
                "Desc": "将「秘酿」溶解在水中，从而提升供奉等级，并领取奖励。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8802,
        "Name": "玩法教学",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880201.png",
                "Desc": "在行动轮数结束前消灭所有敌人，则视为战斗胜利，战斗胜利会对对方造成伤害"
            },
            {
                "Image": "TutorialPage_880202.png",
                "Desc": "若未在行动轮数结束前消灭所有敌人，则视为战斗失败，战斗失败会使自己受到伤害"
            },
            {
                "Image": "TutorialPage_880203.png",
                "Desc": "当生命值为0时，选手将视为失败并退场，@请务必努力存活#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8803,
        "Name": "玩法教学",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880301.png",
                "Desc": "购买相同的棋子可以提升棋子的经验值"
            },
            {
                "Image": "TutorialPage_880302.png",
                "Desc": "棋子经验满后将提升星级，可以提供更强的战斗效果"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8804,
        "Name": "玩法教学",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880401.png",
                "Desc": "若开拓者在结束时的机能评级@高于NO.5#则@视作通过#，否则视作失败"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8805,
        "Name": "玩法教学",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_930601.png",
                "Desc": "在「命运/今晚留下来」中，@角色的等级，光锥等级，行迹与遗器#会在满足条件的情况下得到强化。"
            },
            {
                "Image": "TutorialPage_930602.png",
                "Desc": "当角色等级低于当前均衡等级要求时，会被@提升至适配当前均衡等级的角色等级#。"
            },
            {
                "Image": "TutorialPage_930603.png",
                "Desc": "当角色携带光锥等级低于当前均衡等级要求时，会被@提升至适配当前均衡等级的光锥等级#。若角色未携带光锥，会自动携带@适配当前均衡等级的临时光锥#。"
            },
            {
                "Image": "TutorialPage_930604.png",
                "Desc": "当角色已解锁的行迹未激活，或行迹等级低于当前均衡等级要求时，会被@激活行迹或提升至当前均衡等级适配的行迹等级#。"
            },
            {
                "Image": "TutorialPage_930605.png",
                "Desc": "当角色装备的遗器总强化等级低于当前均衡等级要求时，遗器会被@替换为适配当前均衡等级的临时遗器#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9970,
        "Name": "折纸小鸟对对碰 · 双人对战",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997001.png",
                "Desc": "在双人对战中，双方在@同一场地#上轮流行动。每回合双方各能行动@2步#，@4个回合后#战力更高的一方获得胜利。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9971,
        "Name": "折纸小鸟对对碰 · 双人对战",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997101.png",
                "Desc": "在双人对战中，将@4个或以上相同的水果相连#生成炸弹时，将获得@额外步数#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9973,
        "Name": "小鸟战技",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "消除@特定水果#可为小鸟充能，@能量充满#后，小鸟将释放强力战技辅助消除。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9974,
        "Name": "对战道具",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997401.png",
                "Desc": "对战道具有各种各样的效果，使用道具@不会消耗行动步数#，但每种道具在每场对战中@可使用次数有限#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9975,
        "Name": "炸弹的组合消除",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997501.png",
                "Desc": "将任意@2个水果炸弹#进行交换，就可以触发组合消除。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9976,
        "Name": "街机对战声望",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997601.png",
                "Desc": "每当青雀在街机对战中战胜新的对手，都会@积累声望#。随着声望等级的提升，会开放更多新的功能。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9978,
        "Name": "剧情模式",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997601.png",
                "Desc": "每当青雀在街机对战中战胜新的对手，都会@积累声望#。随着声望等级的提升，将开放更多新功能，还会解锁新的对战道具。"
            },
            {
                "Image": "TutorialPage_997701.png",
                "Desc": "@完成挑战目标#或@提高声望等级#，可获得强化对战道具的所需的「啾啾哒哒工具箱」。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9979,
        "Name": "加分水果",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997901.png",
                "Desc": "加分水果在被消除时，可增加@3点战力#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9980,
        "Name": "活化区域",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_998001.png",
                "Desc": "活化区域中的水果或障碍物被消除时，可获得@双倍战力#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9987,
        "Name": "折纸小鸟对对碰",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#，您需要在@规定步数#内进行消除，提升小鸟的@战斗力#。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "使@4个或以上相同的水果#相连，则可生成相应@炸弹#。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "消除@特定水果#可为小鸟充能，@能量充满#后，小鸟将释放强力@战技#辅助消除。"
            },
            {
                "Image": "TutorialPage_997401.png",
                "Desc": "对战开始前，可选择要携带的对战道具。使用道具@不会消耗行动步数#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9988,
        "Name": "联机模式 · 多人乱斗",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813801.png",
                "Desc": "在多人乱斗中，每场共有@6名#玩家参与对战。每回合开始时，玩家将从@剩余对手中抽取一名#进行对战。"
            },
            {
                "Image": "TutorialPage_813802.png",
                "Desc": "与双人对战不同，多人对战@不会获得额外步数#。请在规定的@时间#与@步数#内进行消除，增强小鸟战斗力，尽量存活下来吧！"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "每轮对战后战力更低的玩家将受到@固定伤害#。当玩家血量为0时，将进入@濒死#状态，@再次受到伤害#则会被淘汰。"
            },
            {
                "Image": "TutorialPage_998903.png",
                "Desc": "在联机模式的多人乱斗中，所有对战道具将默认强化至3星效果。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9989,
        "Name": "联机模式 · 双人对战",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_998901.png",
                "Desc": "在双人对战中，玩家将与对手在@同一场地#上进行对战。"
            },
            {
                "Image": "TutorialPage_998902.png",
                "Desc": "请在规定的@时间#与@步数#内进行消除，@4个回合#后战力更高的一方获得胜利。"
            },
            {
                "Image": "TutorialPage_998903.png",
                "Desc": "在联机模式的双人对战中，所有对战道具将默认强化至3星效果。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9990,
        "Name": "折纸小鸟对对碰 · 双人对战",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#，您需要在@规定步数#内进行消除，提升小鸟的@战斗力#。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "使@4个或以上相同的水果#相连，则可生成相应@炸弹#。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "消除@特定水果#可为小鸟充能，@能量充满#后，小鸟将释放强力@战技#辅助消除。"
            },
            {
                "Image": "TutorialPage_997001.png",
                "Desc": "在双人对战中，双方在@同一场地#上轮流行动。每回合双方各能行动@2步#，@4个回合#后战力更高的一方获得胜利。"
            },
            {
                "Image": "TutorialPage_997101.png",
                "Desc": "在双人对战中，将@4个或以上相同的水果相连#生成炸弹时，将获得@额外步数#。"
            },
            {
                "Image": "TutorialPage_999501.png",
                "Desc": "在双人对战中，@交换2个超级炸弹#触发组合消除时，也将获得@额外步数#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9991,
        "Name": "折纸小鸟对对碰 · 多人乱斗",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#，您需要在@规定步数#内进行消除，提升小鸟的@战斗力#。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "使@4个或以上相同的水果#相连，则可生成相应@炸弹#。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "消除@特定水果#可为小鸟充能，@能量充满#后，小鸟将释放强力@战技#辅助消除。"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "在多人乱斗中，每轮对战后战力更低的玩家将受到@固定伤害#。当玩家血量为0时，将进入@濒死#状态，@再次受到伤害#则会被淘汰。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9992,
        "Name": "翡翠小鸟",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "每消除@5个蓝莓#，则在场地中央触发@1#次@3×3方格范围爆炸#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9993,
        "Name": "波提欧小鸟",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "每消除@5个桃子#，则随机将场上@3#个水果转化为@加分桃子#。<br>加分桃子在被消除时可获得@3#点战力"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9994,
        "Name": "青雀小鸟",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "每消除@3个超级炸弹#，则随机将一种道具的可使用次数回复@1#次。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9995,
        "Name": "折纸小鸟对对碰 · 双人对战",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_999501.png",
                "Desc": "在双人对战中，@交换2个超级炸弹#触发组合消除时，也将获得@额外步数#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2243,
        "Name": "算法切换",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_224301.png",
                "Desc": "在「赞达尔」切换到【演化形态】时，敌方目标从场上生成或召唤我方忆灵可以加速「赞达尔」的形态切换。"
            },
            {
                "Image": "TutorialPage_224302.png",
                "Desc": "在「赞达尔」切换到【论证形态】时，消灭敌方目标或使我方忆灵消失可以加速「赞达尔」的形态切换，并降低威胁。"
            }
        ],
        "Type": 1,
        "Order": 431
    },
    {
        "_id": 2242,
        "Name": "天气",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_224201.png",
                "Desc": "由于晨昏之眼的存在，场上全体目标都会受到天气效果的影响。处在晴天时，战场环境拥有【温度】。当任意目标回合开始时，将升高【温度】。我方会根据【温度】受到持续的灼烧伤害。我方目标造成的伤害将根据【温度】提高。"
            }
        ],
        "Type": 1,
        "Order": 430
    },
    {
        "_id": 9958,
        "Name": "火种匣与秘术锁",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_322001.png",
                "Desc": "「火种匣」是用于存放重要物品的容器，将其激发时，「火种匣」外侧会呈现出@锁孔#，并对应激活数个@钥匙残片#。"
            },
            {
                "Image": "TutorialPage_322002.png",
                "Desc": "钥匙残片会以固定的频率不断@旋转#，同时在锁孔上产生@投影#；使用欧洛尼斯祷言可以@回溯残片，从而改变投影#。"
            },
            {
                "Image": "TutorialPage_322003.png",
                "Desc": "锁孔以内的投影显示@绿色#，是@正确投影#。锁孔以外的投影显示橙色，是冗余投影。当投影与锁孔@「完美重合」#时，就会自动将锁孔解锁。当全部锁孔都被解锁后，火种匣就会开启。"
            },
            {
                "Image": "TutorialPage_322004.png",
                "Desc": "提示：部分角色的秘技可以产生@时停#效果，比如@「记忆」命途的开拓者#等，进而简化解锁的流程。"
            }
        ],
        "Type": 2,
        "Order": 289
    },
    {
        "_id": 6351,
        "Name": "西风罗盘 · 一",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635101.png",
                "Desc": "观察@起点、终点、罗盘上的箭头方向，以及红色障碍的布设#，@旋转#罗盘的各个轮环，使得@从起点出发后，沿箭头方向能不受阻隔到达终点#。"
            },
            {
                "Image": "TutorialPage_635106.png",
                "Desc": "@红色扇形代表会阻挡路线的障碍物#，路线无法通过障碍物，@在连通路线时需要避开。#"
            },
            {
                "Image": "TutorialPage_635102.png",
                "Desc": "用@「选择」#按钮选中特定的轮环，并用@「旋转」#按钮进行转动。当路线被连通时，罗盘会出现提示，此时可点击@「确认路线」#按钮确定路线。"
            },
            {
                "Image": "TutorialPage_635103.png",
                "Desc": "确定罗盘上的路线后会触发机关，@场景中将按照罗盘指示的状态架设出彩虹道路。#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6352,
        "Name": "晨昏之眼的风场",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635201.png",
                "Desc": "晨昏之眼存在一些风场，路径上的平台会被气流推动。对附近控制风场的装置进行@回溯可以改变风场方向#，让平台移动至另一侧。使用神龛@强化祷言后，这一回溯过程将没有时间限制#，会一直持续。"
            },
            {
                "Image": "TutorialPage_635202.png",
                "Desc": "对回溯中的装置@再次点按回溯按键，可以中断回溯，让风场反转#。可以利用这一特性，站在平台上对装置进行回溯或是中断回溯来切换气流方向，从而随平台前往另一位置。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6354,
        "Name": "西风罗盘 · 二",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635104.png",
                "Desc": "如果连通的路线上存在@战利品标识#，前往场景的对应位置便能够获得它。同一个罗盘可能存在多个连通方式，但通常只有一种路线能够经过@战利品#所在位置。与罗盘@再次交互#可以修改路线。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6355,
        "Name": "西风罗盘 · 三",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635105.png",
                "Desc": "在「云端遗堡」晨昏之眼中，罗盘在连通中央平台后，@还需要选择一条通向四周的路线才能完成架设#，这条通往四周的路线上也可能存在@战利品#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6356,
        "Name": "西风罗盘",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635101.png",
                "Desc": "观察@起点、终点、罗盘上的箭头方向，以及红色障碍的布设#，@旋转#罗盘的各个轮环，使得@从起点出发后，沿箭头方向能不受阻隔到达终点#。"
            },
            {
                "Image": "TutorialPage_635106.png",
                "Desc": "@红色扇形代表会阻挡路线的障碍物#，路线无法通过障碍物，@在连通路线时需要避开。#"
            },
            {
                "Image": "TutorialPage_635102.png",
                "Desc": "用@「选择」#按钮选中特定的轮环，并用@「旋转」#按钮进行转动。当路线被连通时，罗盘会出现提示，此时可点击@「确认路线」#按钮确定路线。"
            },
            {
                "Image": "TutorialPage_635103.png",
                "Desc": "确定罗盘上的路线后会触发机关，@场景中将按照罗盘指示的状态架设出彩虹道路。#"
            },
            {
                "Image": "TutorialPage_635104.png",
                "Desc": "如果连通的路线上存在@战利品标识#，前往场景的对应位置便能够获得它。同一个罗盘可能存在多个连通方式，但通常只有一种路线能够经过@战利品#所在位置。与罗盘@再次交互#可以修改路线。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8340,
        "Name": "玩法教学",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834001.png",
                "Desc": "在有限轮次内击败尽可能多的敌人，努力提升队伍等级。<br>队伍等级提升后，可以从随机出现的武器或配饰中进行一次选择。"
            },
            {
                "Image": "TutorialPage_834002.png",
                "Desc": "记得要优先给武器升级，并寻找到对应的共鸣配饰。<br>获得8级武器以及对应的共鸣配饰后，就可以在后续升级时进阶为厉害的传说武器。"
            },
            {
                "Image": "TutorialPage_834003.png",
                "Desc": "拥有对应属性或特性加成的配饰，可以强化武器的效果。"
            },
            {
                "Image": "TutorialPage_834004.png",
                "Desc": "合理搭配不同的武器组合以及配饰，可以获得更强力的组合效果。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8341,
        "Name": "武器推荐",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834101.png",
                "Desc": "本关初始武器：@游侠徽章#<br>「游侠徽章」以固定速度召唤弓手发射风箭，我方@召唤物#越多，弓手数量越多。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_834102.png",
                "Desc": "武器组合推荐<br>风雷物理属性：游侠徽章、惊雷重锤、暗杀短刀<br>发射特性：游侠徽章、恒冰长矛<br>连击特性：游侠徽章（进化后）、惊雷重锤<br>相关配饰：飓霆拷链（连击率提升）、绿野吹息（风雷物理属性伤害提高）、永暗圆盾（发射数量提升）"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8342,
        "Name": "武器推荐",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834201.png",
                "Desc": "本关初始武器：@恒冰长矛#<br>「恒冰长矛」在我方击中一定数量敌人后，对生命最高的敌人发射「冰矛」。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_834202.png",
                "Desc": "武器组合推荐<br>冰量子属性：恒冰长矛、晦月环刃、暗月之誓<br>双子武器：暗月之誓、太阳之证<br>相关配饰：不冻灵泉（冰量子属性伤害提升）、永暗圆盾（发射数量提升）"
            },
            {
                "Image": "TutorialPage_834203.png",
                "Desc": "双子武器是一种强大的特殊传说武器。<br>进化双子武器需要2件满级武器，而非1件满级武器+饰品。<br>双子武器「日月同徽」=8级「太阳之证」+8级「暗月之誓」。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8343,
        "Name": "武器推荐",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834301.png",
                "Desc": "本关初始武器：@燃火魔杖#<br>「燃火魔杖」燃烧敌我生命值并释放爆炸，累计燃烧@我方生命值#越多，爆炸时伤害越高。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_834302.png",
                "Desc": "武器组合推荐<br>血量变动：燃火魔杖、碳酸射手<br>火虚数属性：燃火魔杖、碳酸射手、幸运轮盘<br>发射特性：碳酸射手、幸运轮盘、恒冰长矛"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8344,
        "Name": "武器推荐",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834401.png",
                "Desc": "本关初始武器：@歼灭机器人#<br>「歼灭机器人」对一个敌方目标施加「歼灭标记」，在目标受到@击破伤害#时，对其造成随机属性伤害，并添加随机属性弱点。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_834402.png",
                "Desc": "武器组合推荐<br>击破玩法：歼灭机器人、七彩棒球、纯美的祝祷<br>召唤特性：七彩棒球、纯美的祝祷、幸运轮盘"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8345,
        "Name": "武器推荐",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834501.png",
                "Desc": "本关初始武器：@扶摇翎羽#<br>我方角色攻击敌人时有概率触发「扶摇翎羽」，以龙卷风攻击敌方全体。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_834502.png",
                "Desc": "武器组合推荐<br>行动时触发：扶摇翎羽、纯美的祝祷、平平无奇的球棒<br>连击特性：扶摇翎羽、惊雷重锤、七彩棒球<br>至尊武器：七彩棒球、平平无奇的球棒"
            },
            {
                "Image": "TutorialPage_834503.png",
                "Desc": "至尊武器是一种极其强力的特殊传说武器。<br>进化至尊武器需要1件传说武器和1件满级普通武器。<br>至尊武器「至尊幻彩全垒打」=传说武器「彩虹投手」+8级「平平无奇的球棒」"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8346,
        "Name": "玩法教学",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834601.png",
                "Desc": "快看，带有这种@「魔王印记」#的家伙就是魔王的爪牙。"
            },
            {
                "Image": "TutorialPage_834602.png",
                "Desc": "他会在@本阶段内#一直追杀我们，先集中力量击败他吧！"
            },
            {
                "Image": "TutorialPage_834603.png",
                "Desc": "击杀魔王爪牙，获得魔王宝藏"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9981,
        "Name": "爆裂飞弹",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998101.png",
                "Desc": "赛车可发射飞弹攻击目标，命中后造成对其造成破坏或干扰。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9982,
        "Name": "氮气爆发",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998201.png",
                "Desc": "使用技能氮气爆发可@大幅提高速度#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9983,
        "Name": "无敌模式",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998301.png",
                "Desc": "使用技能后进入@无敌#状态并获得@加速#效果，与其他赛车或障碍@碰撞#可延长持续时间"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9984,
        "Name": "试试手气",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998401.png",
                "Desc": "赛车拥有可用技能时，将@随机#摸出一张技能牌"
            },
            {
                "Image": "TutorialPage_998401.png",
                "Desc": "技能牌包含：诈胡（无效果）、吃（无敌）、碰（加速）、天胡（无敌加速）"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9985,
        "Name": "规则说明",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998501.png",
                "Desc": "经过加速带会提升速度。"
            },
            {
                "Image": "TutorialPage_998502.png",
                "Desc": "触碰减速带会降低速度。"
            },
            {
                "Image": "TutorialPage_998503.png",
                "Desc": "这是@广告牌#，<br>撞倒广告牌会带来@减速#效果。<br>请不要得罪广告商！"
            },
            {
                "Image": "TutorialPage_998504.png",
                "Desc": "收集@技能瓶#，填充能量槽。"
            },
            {
                "Image": "TutorialPage_998505.png",
                "Desc": "收集@加速瓶#，积攒加速能量。"
            },
            {
                "Image": "TutorialPage_998506.png",
                "Desc": "小心赛道中的@不明玩偶#！撞到它会导致@方向失控，并被眩晕#！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9986,
        "Name": "加速区域/减速区域",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998501.png",
                "Desc": "经过加速带会提升速度。"
            },
            {
                "Image": "TutorialPage_998502.png",
                "Desc": "触碰减速带会降低速度。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2235,
        "Name": "梦泡与长眠",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_223501.png",
                "Desc": "我方目标生命值降低时会积累【濒死梦泡】，达到上限时，会使【玻吕刻斯】行动提前且下一次行动会进入【强化】状态。"
            },
            {
                "Image": "TutorialPage_223502.png",
                "Desc": "【强化】状态下，【玻吕刻斯】或【哀悯长臂】受到攻击时可削减【濒死梦泡】并回复我方生命值。【濒死梦泡】完全耗尽时解除【强化】状态。"
            },
            {
                "Image": "TutorialPage_223503.png",
                "Desc": "【沉沦于长眠】使该目标对敌方目标造成伤害时，敌方目标受到的伤害降低，我方目标恢复至一定生命值可解除此状态。"
            }
        ],
        "Type": 1,
        "Order": 424
    },
    {
        "_id": 6345,
        "Name": "欧洛尼斯奇迹 · 追忆符文",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_634501.png",
                "Desc": "与符文基座交互，可以获得@「追忆符文」#。持有符文时，「奇迹宝珠」的照射范围@会跟随角色移动#，使角色周围的时空发生反转。"
            },
            {
                "Image": "TutorialPage_634502.png",
                "Desc": "持有追忆符文时，再次与基座交互可以放下符文，@奇迹宝珠的照射范围也会随之停止移动#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6350,
        "Name": "欧洛尼斯祷言 · 时象仪与时间停止",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_635001.png",
                "Desc": "@「时象仪」#是由欧洛尼斯祭司制作的时序祭器，有多种大小样式。@打碎#「时象仪」会让其@周围的时间静止。#"
            },
            {
                "Image": "TutorialPage_635002.png",
                "Desc": "对破碎的时象仪@进行回溯，可以将其修复，#让周围的时间恢复流动。"
            },
            {
                "Image": "TutorialPage_635003.png",
                "Desc": "对物体进行@回溯#时，该物体@不会受到时间停止区域的影响。#"
            },
            {
                "Image": "TutorialPage_635004.png",
                "Desc": "如果希望运动中的物体在@特定时机静止，#可以先行@展开时停区域#后，再将其@进行回溯，#并在特定时机@主动打断回溯。#"
            },
            {
                "Image": "TutorialPage_633301.png",
                "Desc": "提示：部分角色的秘技同样可以产生时停效果，比如@「记忆」命途的开拓者#等。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 3224,
        "Name": "助燃券说明",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_322401.png",
                "Desc": "使用@助燃券#，可以快速刷取@拟造花萼/凝滞虚影#掉落的养成材料。"
            },
            {
                "Image": "TutorialPage_322403.png",
                "Desc": "在角色培养页面，可以使用快速刷取来补足缺失的@拟造花萼/凝滞虚影#材料。"
            },
            {
                "Image": "TutorialPage_322402.png",
                "Desc": "触发「循星归程」时，会赠送一定数量的助燃券。「循星归程」结束后，@未使用的助燃券会被回收#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 7102,
        "Name": "遐蝶 · 秘技",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_710201.png",
                "Desc": "遐蝶释放@秘技#后，可持续@晕眩#沿途范围内敌人。<br>再次使用秘技攻击@范围#内敌人，@召唤死龙进入战斗#。"
            },
            {
                "Image": "TutorialPage_710202.png",
                "Desc": "死龙可消耗自身@生命值#，@连续喷射#敌方全体。<br>死龙@生命值低于 25% #时，可继续喷射并触发@自爆#。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9820,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9821,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982102.png",
                "Desc": "我方角色受到致命伤害时不会陷入无法战斗状态，@立即复活#并@行动提前#。"
            },
            {
                "Image": "TutorialPage_982101.png",
                "Desc": "我方角色@受到治疗#时，会将回复生命值转化为@降低生命值#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9822,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982201.png",
                "Desc": "我方2、3、4号位角色攻击敌人，会使选定目标陷入@【瞄准】#状态，并使1号位角色@行动提前#。"
            },
            {
                "Image": "TutorialPage_982202.png",
                "Desc": "我方1号位角色@仅能选择#陷入【瞄准】的敌方单位攻击，对其造成额外伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9823,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982301.png",
                "Desc": "敌人血量降低至0时@不会死亡#，再次受到伤害会@传递给全体敌人#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9824,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982402.png",
                "Desc": "攻击@弱点击破#状态下的敌方目标，会触发@全部属性#的@弱点击破#效果。"
            },
            {
                "Image": "TutorialPage_982401.png",
                "Desc": "敌方目标被@击破#时，会将自身弱点添加给@相邻单位#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9825,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982501.png",
                "Desc": "敌方目标在陷入持续伤害时，获得1层@【烈毒】#，【烈毒】状态下的敌人受到的持续伤害@必定暴击#。"
            },
            {
                "Image": "TutorialPage_982502.png",
                "Desc": "【烈毒】层数越高，受到的@暴击伤害#越高；攻击携带@4层#【烈毒】的敌方时，还会对其和相邻目标@激发持续伤害#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9826,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982601.png",
                "Desc": "我方角色在施放@战技#后，会@恢复战技点#并增加@战技点上限#，同时提升伤害。"
            },
            {
                "Image": "TutorialPage_982602.png",
                "Desc": "我方单位@受到攻击后#，@减少战技点#数量及@上限#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9827,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982701.png",
                "Desc": "我方角色在施放@终结技#时获得@【回响】#次数，提高@召唤物#伤害。"
            },
            {
                "Image": "TutorialPage_982702.png",
                "Desc": "@召唤物攻击后#，消耗@【回响】次数#，并立即行动。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9829,
        "Name": "尖刺柱",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "碰撞@尖刺柱#的小海豹会受到@3#点伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9830,
        "Name": "尖刺墙",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "碰撞@尖刺墙#的小海豹会受到@3#点伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9831,
        "Name": "泳圈柱",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@1#点攻击力。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9832,
        "Name": "再动区域",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982008.png",
                "Desc": "行动后停留在@再动区域#的小海豹可获得@额外行动#。每轮只能触发1次。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9833,
        "Name": "旋涡陷阱",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982009.png",
                "Desc": "跌入@漩涡陷阱#的小海豹会受到@ 50% 当前生命值#的伤害，并回到初始位置。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9834,
        "Name": "冰面",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "滑溜溜的冰面，能让小海豹移动得更远更久。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9835,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "碰撞@尖刺墙#的小海豹会受到@3#点伤害。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@1#点攻击力。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9836,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "滑溜溜的冰面，能让小海豹移动得更远更久。"
            },
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "碰撞@尖刺墙#的小海豹会受到@3#点伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9837,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "碰撞@尖刺柱#的小海豹会受到@3#点伤害。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@1#点攻击力。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9838,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9839,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "碰撞@尖刺柱#的小海豹会受到@3#点伤害。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9840,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "碰撞@尖刺墙#的小海豹会受到@3#点伤害。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9841,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@1#点攻击力。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9842,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "碰撞@尖刺墙#的小海豹会受到@3#点伤害。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@1#点攻击力。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9843,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982008.png",
                "Desc": "行动后停留在@再动区域#的小海豹可获得@额外行动#。每轮只能触发1次。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9844,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982009.png",
                "Desc": "跌入@漩涡陷阱#的小海豹会受到@ 50% 当前生命值#的伤害，并回到初始位置。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9845,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "碰撞@尖刺柱#的小海豹会受到@3#点伤害。"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "碰撞@泳圈柱#的小海豹会@加速#，并在本轮中增加@1#点攻击力。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9846,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "滑溜溜的冰面，能让小海豹移动得更远更久。"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "@拖拽#小海豹可进行发射，碰撞时对敌方造成@攻击力#相应伤害"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "小海豹拥有不同@技能#，运用技能是制胜的关键"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "在每轮中每只海豹可行动1次，进入新的轮次后将@交换先手#"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "击败敌方小海豹可获取@积分#，满分即可获得胜利"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9951,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995101.png",
                "Desc": "这是一款以「开拓」为主题的@模拟经营游戏#。玩家将扮演策展人，经营@「星铁☆WORLD」#的分会场。"
            },
            {
                "Image": "TutorialPage_995102.png",
                "Desc": "会场中有来自银河各地的@特色展台#，可邀请熟悉的角色们作为@助理#到场，共同经营展会。"
            },
            {
                "Image": "TutorialPage_995103.png",
                "Desc": "游戏的目标是赚大钱，提升@会场等级#，让展会变得更加热闹。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9952,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995201.png",
                "Desc": "每个展台都属于<color=#6ee0b6ff>【纪念】#、<color=#ffc870ff>【消费】#、<color=#73b0f4ff>【趣味】#3个类别的展区之一。"
            },
            {
                "Image": "TutorialPage_995202.png",
                "Desc": "每个类别的展区只能放置@对应工作展区的助理#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9953,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995301.png",
                "Desc": "展览日开始后，每隔一段时间出现@帕姆快送#事件。<br>完成帕姆快送后，@展览日#的进度将@向前推进#。"
            },
            {
                "Image": "TutorialPage_995302.png",
                "Desc": "@拖拽货物#交付给对应的助理，即可获得@快送奖励#。<br>奖励包含：@大量金币#、@钻石#、以及@入场券#等稀有道具。"
            },
            {
                "Image": "TutorialPage_995303.png",
                "Desc": "注意：@提升展会每秒收入#时，可@同步提升#帕姆快送获得的@大量金币奖励#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9954,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995401.png",
                "Desc": "特定的@助理组合同时营业#，可以激活@经营羁绊#，同时提升双方收入。"
            },
            {
                "Image": "TutorialPage_995402.png",
                "Desc": "经营羁绊通常为@双人羁绊#，例如@三月七#和@姬子#可组成羁绊，后续还会出现更强大的@三人羁绊#组合。"
            },
            {
                "Image": "TutorialPage_995403.png",
                "Desc": "可在@会场管理#界面查看当前场上助理的@羁绊信息#，方便查看每个角色的@羁绊组合#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9955,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995501.png",
                "Desc": "在这款游戏中，玩家的目标是赚大钱、提升@会场等级#，进而让会场更繁荣。"
            },
            {
                "Image": "TutorialPage_995502.png",
                "Desc": "想要赚取更多金币，就需要优先提升会场的@每秒收入#。<br>每秒收入提升后，不仅可使助理赚取更多金币，也会提升如帕姆快送等@展会事件#的金币奖励数额。"
            },
            {
                "Image": "TutorialPage_995503.png",
                "Desc": "特定的@助理组合同时营业#，可以激活@经营羁绊#，同时提升双方收入。"
            },
            {
                "Image": "TutorialPage_995504.png",
                "Desc": "使用@入场券#可邀请更多助理加入会场，共同经营展会。<br>重复邀请的助理可转化为@助理升星经验#，升星后将大幅提升助理@收入效率和羁绊效果#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9956,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995601.png",
                "Desc": "展览日开始后，每隔一段时间会出现@来宾事件#。<br>完成来宾事件后，@展览日#进度将@向前推进#。"
            },
            {
                "Image": "TutorialPage_995602.png",
                "Desc": "每位来宾都会@分享一段逸闻#，完成事件选择后可以获得大量@展会奖励#！"
            },
            {
                "Image": "TutorialPage_995603.png",
                "Desc": "@提升展会每秒收入#时，可@同步提升#来宾事件获得的@大量金币奖励#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9957,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995701.png",
                "Desc": "点击叽米后，开启@叽米爆金币#玩法。等待倒计时结束后即可正式开始。"
            },
            {
                "Image": "TutorialPage_995702.png",
                "Desc": "限定时间内，@连续点击叽米#可不断获取金币奖励，最后会根据@点击次数#给予一份@大额金币奖励#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9959,
        "Name": "玩法教学",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995901.png",
                "Desc": "好友之间可@求助或赠送#回忆卡碎片。"
            },
            {
                "Image": "TutorialPage_995902.png",
                "Desc": "选择指定好友，即可求助或赠送@指定回忆卡碎片#。每日参与还可获得@重转硬币#。"
            },
            {
                "Image": "TutorialPage_995903.png",
                "Desc": "@重转硬币#可在来宾事件的选项中重转一次随机轮盘。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2234,
        "Name": "侵蚀",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_223401.png",
                "Desc": "部分敌人会使我方陷入【侵蚀】状态。攻击敌人可回复受侵蚀的生命值，击中目标越多，回复越多。"
            }
        ],
        "Type": 1,
        "Order": 423
    },
    {
        "_id": 6330,
        "Name": "雅努斯迷津",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633001.png",
                "Desc": "@长按按键#发动回溯能力，使迷津旋转；在回溯中@松开按键#迷津会反向旋回；利用重力配合迷津的旋转，引导石球落到迷津之外吧！"
            },
            {
                "Image": "TutorialPage_633002.png",
                "Desc": "一些特殊的壁板会按照@特定规律#进行运动，把握时机，充分利用它们的特性来引导石球吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6346,
        "Name": "「识之花」",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_634601.png",
                "Desc": "让角色站到@「识之花」#上，便可通过它的生长来到高处，也能通过回溯能力让它回到下方。"
            },
            {
                "Image": "TutorialPage_634602.png",
                "Desc": "「识之花」有时会受到侵蚀，即使将其回溯，它也会自行回到发动能力前的状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6347,
        "Name": "「灵液匣」与「识之花」幼体",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_634701.png",
                "Desc": "@「灵液匣」#的某些侧面覆盖着一层脆弱的薄膜，受到冲击便会破碎，使「灵液」滚出。"
            },
            {
                "Image": "TutorialPage_634702.png",
                "Desc": "「灵液」触碰花圃会使其长出「识之花」。回溯时可以将它们一同回溯至原本的状态。"
            },
            {
                "Image": "TutorialPage_634703.png",
                "Desc": "「灵液匣」的不同侧面可能各自覆盖有薄膜，破坏不同朝向的薄膜会得到不一样的结果。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6348,
        "Name": "雅努斯迷津 · 一",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633001.png",
                "Desc": "@长按按键#发动回溯能力，使迷津旋转；在回溯中@松开按键#迷津会反向旋回；利用重力配合迷津的旋转，引导石球落到迷津之外吧！"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6349,
        "Name": "雅努斯迷津 · 二",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633002.png",
                "Desc": "一些特殊的壁板会按照@特定规律#进行运动，把握时机，充分利用它们的特性来引导石球吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8701,
        "Name": "玩法教学",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870101.png",
                "Desc": "奇美拉每次工作都会增加<color=#6FB29F> <icon SpriteName=ActivityChimeraWorkHP id=0 width=1 height=1>工作进度 #，增加值等于奇美拉的<color=#D5AE67> <icon SpriteName=ActivityChimeraATK id=1 width=1 height=1>效率 #。"
            },
            {
                "Image": "TutorialPage_870102.png",
                "Desc": "同时，奇美拉会减少等同于<color=#D5AE67> <icon SpriteName=ActivityChimeraWorkATK id=0 width=1 height=1>工作消耗 #数量的<color=#6FB29F> <icon SpriteName=ActivityChimeraHP id=1 width=1 height=1>体力 #。"
            },
            {
                "Image": "TutorialPage_870103.png",
                "Desc": "奇美拉的<color=#D5AE67> <icon SpriteName=ActivityChimeraATK id=0 width=1 height=1>效率 #和<color=#6FB29F> <icon SpriteName=ActivityChimeraHP id=1 width=1 height=1>体力 #越高，代表着它拥有更强的工作能力。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8702,
        "Name": "玩法教学",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870201.png",
                "Desc": "在决战中，你的队伍将挑战@难度最高#的工作！"
            },
            {
                "Image": "TutorialPage_870202.png",
                "Desc": "工作可以通过@多轮#派遣完成，每轮派遣后累倒的奇美拉将无法再次加入工作，其余奇美拉则可以继续参与。"
            },
            {
                "Image": "TutorialPage_870203.png",
                "Desc": "在所有的奇美拉累倒前，完成这项工作即为挑战成功。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8703,
        "Name": "玩法教学",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870301.png",
                "Desc": "在加班模式中，你的队伍需要完成@多轮#工作。"
            },
            {
                "Image": "TutorialPage_870302.png",
                "Desc": "每轮工作结束后会回到编队界面，此时，上轮工作中存活奇美拉的@属性会得到继承#，累倒的奇美拉将无法进入下一轮。"
            },
            {
                "Image": "TutorialPage_870303.png",
                "Desc": "在所有的奇美拉【累倒】前，想办法获得更多的嗷呜饼干吧。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8704,
        "Name": "玩法教学",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870401.png",
                "Desc": "在完成第五份工作后，如果队伍中的奇美拉依然拥有充足的<color=#6FB29F> <icon SpriteName=ActivityChimeraHP id=0 width=1 height=1>体力 #和<color=#D5AE67> <icon SpriteName=ActivityChimeraATK id=1 width=1 height=1>效率 #，就会触发@额外委托#。"
            },
            {
                "Image": "TutorialPage_870402.png",
                "Desc": "额外委托中能获得更多的嗷呜饼干，完成一定数量的额外委托后，可以@提前达成阶段目标#！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9333,
        "Name": "差分宇宙 · 金血祝颂",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933301.png",
                "Desc": "在差分宇宙中，可以通过选择@金血祝颂#强化自己的战斗效果。"
            },
            {
                "Image": "TutorialPage_933302.png",
                "Desc": "每进入4个区域，可以进行一次@金血祝颂#选择。"
            },
            {
                "Image": "TutorialPage_933303.png",
                "Desc": "金血祝颂分为@基础效果#和@强化效果#，只有已拥有基础效果时，才能选择相对应的强化效果。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9334,
        "Name": "差分宇宙 · 昼与夜",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933401.png",
                "Desc": "整场战斗会在@白昼#与@黑夜#间循环。"
            },
            {
                "Image": "TutorialPage_933402.png",
                "Desc": "白昼和黑夜各有专属的基础效果，选取金血祝颂可获得额外增益。"
            },
            {
                "Image": "TutorialPage_933403.png",
                "Desc": "选取特定祝颂后，可以改变昼夜的占比，有可能会达成某种永恒的状态。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9335,
        "Name": "差分宇宙 · 星阶",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933502.png",
                "Desc": "在拓星模式下，只能进入与星阶相匹配的协议等级，成功通关后可以@点亮智瞳#。若未能成功结算，则会@熄灭智瞳#。"
            },
            {
                "Image": "TutorialPage_933503.png",
                "Desc": "智瞳满时可以提升星阶；@智瞳完全熄灭#时，即使挑战失败也不会降低星阶。"
            },
            {
                "Image": "TutorialPage_933505.png",
                "Desc": "在差分宇宙的上一课题中达到特定等级后，本期差分宇宙中提升星阶时，可以获得额外的智瞳。这个效果不会在星阶较高时生效。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9336,
        "Name": "差分宇宙 · 过量转化",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933602.png",
                "Desc": "在「差分宇宙」的@「转化」#区域中，可以进入@「过量转化」#挑战。"
            },
            {
                "Image": "TutorialPage_933603.png",
                "Desc": "在「过量转化」挑战中，达成前两个波次的挑战目标可获取@战利品宝箱#。达成目标越多，奖励越丰厚。"
            },
            {
                "Image": "TutorialPage_933601.png",
                "Desc": "第三波挑战中，@削减敌人生命值#可以获得积分，战斗结束后，积分越多，可以获得越多的宇宙碎片。"
            },
            {
                "Image": "TutorialPage_933604.png",
                "Desc": "在「过量转化」挑战中被敌方击败，仍然视为战斗胜利，并根据转化数据进行结算。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 3222,
        "Name": "如我所书",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322101.png",
                "Desc": "借由「无名的追忆」，可在「如我所书」中书写英雄们的故事"
            },
            {
                "Image": "TutorialPage_322102.png",
                "Desc": "推进开拓任务，可以获取「无名的追忆」"
            }
        ],
        "Type": 3,
        "Order": 501
    },
    {
        "_id": 3218,
        "Name": "潮汐的馈赠",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_321801.png",
                "Desc": "在翁法罗斯的探索中，可以通过许多方式寻得「仙馔秘酿」。诸如完成开拓任务、冒险任务、世界任务、开启世界中的战利品、击败时而出现的贼灵巴特鲁斯、搜集创生若虫、以及完成真言狮口的谜题等等。"
            },
            {
                "Image": "TutorialPage_321802.png",
                "Desc": "将「仙馔秘酿」溶解在水中，从而提升供奉等级，并领取奖励。"
            }
        ],
        "Type": 3,
        "Order": 500
    },
    {
        "_id": 2233,
        "Name": "抵御「纷争」的征服",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223301.png",
                "Desc": "降低【征服或被征服】的生命值可恢复对应角色的可回复生命上限，并且角色在攻击自身对应的【征服或被征服】时可造成更多伤害。"
            }
        ],
        "Type": 1,
        "Order": 422
    },
    {
        "_id": 2232,
        "Name": "荣耀",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223201.png",
                "Desc": "持有【荣耀】的角色可通过施放战技或终结技叠加【荣耀】层数获得增益，并可在攻击时解除对应【荣耀】层数的【泰坦神躯】。"
            }
        ],
        "Type": 1,
        "Order": 421
    },
    {
        "_id": 2231,
        "Name": "扫射",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223101.png",
                "Desc": "敌人的扫射类型技能会固定从阵营的某一侧发起，按顺序依次攻击所有单位，不会受到任何改变攻击目标效果的影响。若依次攻击所有单位后仍有剩余的攻击次数，则再对随机目标发起攻击。"
            }
        ],
        "Type": 1,
        "Order": 420
    },
    {
        "_id": 2230,
        "Name": "横扫",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223001.png",
                "Desc": "敌人的横扫类型技能会固定从阵营的某一侧发起，按顺序依次攻击一定数量的目标，不会受到任何改变攻击目标效果的影响。"
            }
        ],
        "Type": 1,
        "Order": 419
    },
    {
        "_id": 2229,
        "Name": "分摊",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_222901.png",
                "Desc": "敌人的分摊类型技能会攻击阵营内的多个目标，受到攻击的目标会平均分配该技能的伤害系数或该技能中附加的效果系数。"
            }
        ],
        "Type": 1,
        "Order": 418
    },
    {
        "_id": 2228,
        "Name": "战甲",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_222802.png",
                "Desc": "攻击敌人一定次数可破坏敌人的【战甲】。"
            },
            {
                "Image": "TutorialPage_222801.png",
                "Desc": "【战甲】被破坏时，使敌人受到伤害、行动延后，并使攻击者恢复能量。"
            },
            {
                "Image": "TutorialPage_222803.png",
                "Desc": "攻击【战甲】被破坏的敌人还会对其造成额外的伤害。敌人回合结束时完全修复【战甲】。"
            }
        ],
        "Type": 1,
        "Order": 417
    },
    {
        "_id": 6125,
        "Name": "预言算碑",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "预言算碑是欧洛尼斯的造物，解开谜题将@使预言成真#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "组合操作区域的碎片，使其与左侧图案一致，并与操作区域的底图重叠。碎片与碎片@重叠的部分会消融不见#，再次叠加碎片则又会重新显现"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "一段时间未解出谜题时，可以寻求算碑本身的助力。@点击提示按钮后，再次点击任意碎片#以查看提示"
            }
        ],
        "Type": 2,
        "Order": 289
    },
    {
        "_id": 6114,
        "Name": "黄金替罪羊 · 一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "用手中的圣火@点亮祭坛#，让世界获得光明吧！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "小心！@你的一举一动都会被#虚空中的黑暗@记录下来#，当命运的脚步@归零之时#，一个黑暗版的你将作为敌人出现，@沿着你刻下的命运步步前行……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "黑暗版的你是这样一个敌人：它会严格@按照你之前的动作#一步步@前进#，@直到记录的步数耗尽#。@谨记，不要与它接触。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "路上的@远古晶石控制器#会改变相同能量颜色的地板状态，利用它们的帮助抵达祭坛吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6116,
        "Name": "黄金替罪羊 · 二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "使用@梯子#进行上下移动，所有长度的梯子都只需一步。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6122,
        "Name": "黄金替罪羊 · 三",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611405.png",
                "Desc": "命运之路并不平坦……@一旦坠落，万劫不复。#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6124,
        "Name": "黄金替罪羊 · 四",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611407.png",
                "Desc": "在命运之路上，被过去束缚是很悲惨的……@不可以接近黑暗版的自己#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6126,
        "Name": "虫鸣秘闻",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612601.png",
                "Desc": "翁法罗斯各地都有身怀赐福的若虫，靠近后交互即可收起若虫，将它的赐福带给阿格莱雅。"
            },
            {
                "Image": "TutorialPage_612602.png",
                "Desc": "@集齐一个区域的若虫后#，「衣匠」便会开始解读预言，可能提供意想不到的信息，导向某些未知的惊喜。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6127,
        "Name": "虫鸣秘闻 · 衣匠的协助",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612701.png",
                "Desc": "阿格莱雅提前在若虫出没的区域布设了「衣匠」。@如果该区域仍有未被发现的若虫#，可提交@「记忆残晶」#让「衣匠」帮忙指明位置。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6128,
        "Name": "追忆残像",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634401.png",
                "Desc": "「追忆残像」是翁法罗斯世界中的忆质残留，承载着旧日的岁月，能够从中窥得往昔的影像。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6129,
        "Name": "记忆残晶",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634402.png",
                "Desc": "探索翁法罗斯，与场景中的特殊物件交互，倾听居民们的故事…初次与世界的记忆相遇时，可以获取散落的@「记忆残晶」#。"
            },
            {
                "Image": "TutorialPage_634403.png",
                "Desc": "「记忆残晶」可以帮助你在特定商店兑换物品，或让「衣匠」为你指明尚未搜集的若虫所在的方位。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6130,
        "Name": "奇怪的晶体",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634404.png",
                "Desc": "你可以回忆与丹恒在翁法罗斯生活的片段，将它们化作固定数量的「记忆残晶」。@每周开始时刷新#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6301,
        "Name": "欧洛尼斯奇迹 · 奇迹典籍",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "与@奇迹典籍#交互，可以使开拓者在两个不同的时空之间进行@穿梭切换#。"
            },
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "在两个不同的时空间，@道路，障碍，机关，战利品#等事物可能存在差异。<br>@主要的道路差异#和@重要的目标#会在当前时空以@金色的记忆尘影#的形式呈现，可通过观察金色的记忆尘影来@预测另一个时空的样貌#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6302,
        "Name": "欧洛尼斯奇迹 · 奇迹宝珠",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇迹宝珠#的光芒@会将照射到的地方反转为另一个时空#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "使用右下角的@开关按钮#，可以@开关宝珠的光芒#。使用@退出按钮#，可以@退出宝珠的操作界面#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6303,
        "Name": "欧洛尼斯奇迹 · 带有特殊纹样的大门",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630301.png",
                "Desc": "在翁法罗斯，有些门只能在特定的时空开启。@亮着太阳灯纹的门，只能在白昼时空开启。亮着月亮灯纹的门，只能在永夜时空开启。#"
            },
            {
                "Image": "TutorialPage_630302.png",
                "Desc": "门上的灯纹为@黄色#时，表示这扇门在当前时空@可以被开启#；灯纹为@白色#时，表示这扇门在当前时空@无法打开#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6304,
        "Name": "雅努斯密径 · 一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide.png",
                "Desc": "旋转线索，拼合出图案，使得@进度条填满#后，便可@快速移动至目标#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6305,
        "Name": "欧洛尼斯祷言",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630501.png",
                "Desc": "在翁法罗斯，各处都可以看到残留有记忆的物件。在开拓者靠近它们时，可以看到它们覆有一层能量的波纹。此时，通过@长按按键的方式可以施放「欧洛尼斯祷言」#，将它们回溯至一段时间之前的状态。"
            },
            {
                "Image": "TutorialPage_630502.png",
                "Desc": "「欧洛尼斯祷言」的能力存在着制约，通常状态下只能@维持三秒#。如果使用超过三秒，物件却仍然未回溯至关键的时间点，便会返回发动能力前的状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6306,
        "Name": "记忆物件的碰撞",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630601.png",
                "Desc": "当残留有记忆的物件相互接触时，记忆会暂时冲突消散，并使它们都回到平时的稳定状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6307,
        "Name": "不稳定的桥",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630701.png",
                "Desc": "可以利用「欧洛尼斯祷言」，将塌落的浮桥暂时回溯至悬浮状态。"
            },
            {
                "Image": "TutorialPage_630702.png",
                "Desc": "回溯后的浮桥仅能@供人通过一次#，之后便会再度塌陷。此外，浮桥由下方的晶石供能，@对晶石造成冲击也可直接令浮桥塌陷#。每座浮桥的塌陷方式可能存在差异。"
            },
            {
                "Image": "TutorialPage_630703.png",
                "Desc": "当开拓者自己站在不稳定的桥上时，无法对这座桥发动祷言进行回溯。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6308,
        "Name": "石球塑像",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630801.png",
                "Desc": "镇球塑像的@基座可以被攻击破坏#，球会滚向塑像面朝的方向，撞坏路上的障碍，也可以撞开虚掩的大门。"
            },
            {
                "Image": "TutorialPage_630802.png",
                "Desc": "可以利用「欧洛尼斯祷言」让镇球塑像溯回至基座完好的状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6309,
        "Name": "强化祷言",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630901.png",
                "Desc": "与「欧洛尼斯神龛」交互，可唤出岁月的界域。在界域内，残留记忆的物件上，@能量波纹的颜色会发生变化#，这也代表着，此时开拓者的回溯能力将不受制约。"
            },
            {
                "Image": "TutorialPage_630902.png",
                "Desc": "界域内，仅需@单次点击#便可持续完成整个回溯过程，并且@没有三秒回溯时间的限制。#此外，回溯中再次对同一目标点按回溯按钮，可临时中断回溯。"
            },
            {
                "Image": "TutorialPage_630902.png",
                "Desc": "可以通过观察开拓者的附近是否@存在一个飘浮的光球#，来判断界域是否被激活。离开神龛一定范围，界域便会消散，对回溯能力的提升也会随之消失。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6310,
        "Name": "压力机关",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631001.png",
                "Desc": "孔洞中央似乎是一个压力机关，或许球的重量可以使其触发，从而启动一些东西…？"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6311,
        "Name": "旋转基座",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631101.png",
                "Desc": "有些镇球塑像的基座设有旋转架构，可以通过其基座连接处是否存在@发光的蓝色纹理#来辨别。对于这类塑像，可以从后方@调整它的朝向#，从而让球滚向不同方向。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6312,
        "Name": "贼灵的恶戏",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631201.png",
                "Desc": "「贼灵」是翁法罗斯人尽皆知（自称）的大盗，@喜欢在别人面前偷走他即将到手的宝物，带着赃物躲入虚空#，并留下一枚嘲讽的翻飞之币。"
            },
            {
                "Image": "TutorialPage_631202.png",
                "Desc": "能制裁它的只有欧洛尼斯的力量：@在翻飞之币附近，对着它逃走的裂缝使用「欧洛尼斯祷言」的回溯能力#，可以将「贼灵」抓回来。"
            },
            {
                "Image": "TutorialPage_631301.png",
                "Desc": "@长按#发动「欧洛尼斯祷言」，将「贼灵」的时间倒转回逃脱之前。但「贼灵」会在特殊区间内@剧烈挣扎#。"
            },
            {
                "Image": "TutorialPage_631302.png",
                "Desc": "当「贼灵」处于特殊区间内，需要@松开#按键停止祷言，令他不备后再@长按#按键，将「贼灵」缉拿归案。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6314,
        "Name": "扎格列斯之手",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「扎格列斯之手」是诡计之泰坦扎格列斯的遗留神体。在这位泰坦陨落后，翁法罗斯的人们学会了如何改造它，从而让它为己所用。"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "和@操作石台#交互开始控制「扎格列斯之手」。"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "使用左摇杆控制移动，使用右侧按键上升，下降。按下@退出键#可以结束操控。「扎格列斯之手」将会@留在原地#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6315,
        "Name": "扎格列斯之手 · 拿取动作",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631501.png",
                "Desc": "「扎格列斯之手」可以被用于搬运。"
            },
            {
                "Image": "TutorialPage_631502.png",
                "Desc": "@可搬运的物件#标有搬运符号。控制「扎格列斯之手」与可搬运物件交互可以做出@「拿取动作」#，将其抓到手中。此外，在「扎格列斯之手」携带有可搬运物件时，@无法做出其他手势动作#。"
            },
            {
                "Image": "TutorialPage_631503.png",
                "Desc": "在「扎格列斯之手」携带有可搬运物件时，可以看到标有放置符号的@放置点#。携带可搬运物件与@放置点#交互可以将其放置在对应位置上。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6316,
        "Name": "扎格列斯之手 · 冲拳动作",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「扎格列斯之手」可以在蓄力后沿直线冲刺，在此期间会得到一定程度的破坏力。"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "按下@冲拳#技能按键可以进入瞄准状态，此时「扎格列斯之手」@无法移动#。拖动屏幕调整方向，按下@冲拳#技能按键可以做出@「冲拳动作」#，「扎格列斯之手」将沿瞄准的方向加速挥出，冲刺过程中@无法控制#「扎格列斯之手」。"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "瞄准状态下，「扎格列斯之手」可以发现发光的@可破坏物#，冲刺状态撞击@可破坏物#会将其破坏。发生撞击会使「扎格列斯之手」@停止冲刺#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6317,
        "Name": "扎格列斯之手 · 翻飞试炼",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "每个「扎格列斯之手」在首次启动时，都会为你开启「翻飞考核」，需要你操控它寻找并收集在附近生成的「翻飞之币」。"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "每一次找齐周围的@「翻飞之币」#，都可以获得这一「扎格列斯之手」的财宝。"
            },
            {
                "Image": "TutorialPage_631703.png",
                "Desc": "在地图中，点击「扎格列斯之手」的图标，可以查看@「翻飞之币」#的收集情况。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6318,
        "Name": "扎格列斯之手 · 试炼变题",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631801.png",
                "Desc": "「扎格列斯之手」附近可能有一些靛石堆，有时它也会成为「翻飞考核」的一部分，搬运附近散落的靛石复原石堆，就能获得藏匿的@「翻飞之币」#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6319,
        "Name": "扎格列斯之手 · 搭桥动作",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631901.png",
                "Desc": "控制「扎格列斯之手」与金色的扎格列斯符文交互，可以做出@「搭桥动作」#，在符文所在位置形成桥面@供开拓者通过#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6320,
        "Name": "欧洛尼斯奇迹 · 奇迹典籍",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "与@奇迹典籍#交互，可以使开拓者在两个不同的时空之间进行@穿梭切换#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6321,
        "Name": "欧洛尼斯奇迹 · 奇迹宝珠",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇迹宝珠#的光芒@会将照射到的地方反转为另一个时空#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "使用右下角的@开关按钮#，可以@开关宝珠的光芒#。使用@退出按钮#，可以@退出宝珠的操作界面#。"
            },
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "有的宝珠可以@照向多个可选区域中的一个#。启动宝珠后，可@点击屏幕上的黄色圆形印记#切换宝珠的朝向。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6322,
        "Name": "欧洛尼斯奇迹 · 带有特殊纹样的大门",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630301.png",
                "Desc": "在翁法罗斯，有些门只能在特定的时空开启。@亮着太阳灯纹的门，只能在白昼时空开启。亮着月亮灯纹的门，只能在永夜时空开启。#"
            },
            {
                "Image": "TutorialPage_630302.png",
                "Desc": "门上的灯纹为@黄色#时，表示这扇门在当前时空@可以被开启#；灯纹为@白色#时，表示这扇门在当前时空@无法打开#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6323,
        "Name": "欧洛尼斯奇迹 · 金色的记忆尘影",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "在两个不同的时空间，@道路，障碍，机关，战利品#等事物可能存在差异。<br>@主要的道路差异#和@重要的目标#会在当前时空以@金色的记忆尘影#的形式呈现，可通过观察金色的记忆尘影来@预测另一个时空的样貌#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6324,
        "Name": "欧洛尼斯奇迹 · 金色的记忆尘影",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "在两个不同的时空间，@道路，障碍，机关，战利品#等事物可能存在差异。<br>@主要的道路差异#和@重要的目标#会在当前时空以@金色的记忆尘影#的形式呈现，可通过观察金色的记忆尘影来@预测另一个时空的样貌#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6325,
        "Name": "欧洛尼斯奇迹 · 奇迹宝珠·二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "有的宝珠可以@照向多个可选区域中的一个#。启动宝珠后，可@点击屏幕上的黄色圆形印记#切换宝珠的朝向。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6326,
        "Name": "欧洛尼斯奇迹 · 奇迹宝珠·二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "有的宝珠可以@照向多个可选区域中的一个#。启动宝珠后，可@点击屏幕上的黄色圆形印记#切换宝珠的朝向。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6327,
        "Name": "欧洛尼斯奇迹 · 奇迹宝珠 · 一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇迹宝珠#的光芒@会将照射到的地方反转为另一个时空#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "使用右下角的@开关按钮#，可以@开关宝珠的光芒#。使用@退出按钮#，可以@退出宝珠的操作界面#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6328,
        "Name": "欧洛尼斯奇迹 · 奇迹宝珠 · 一",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇迹宝珠#的光芒@会将照射到的地方反转为另一个时空#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "使用右下角的@开关按钮#，可以@开关宝珠的光芒#。使用@退出按钮#，可以@退出宝珠的操作界面#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6329,
        "Name": "欧洛尼斯奇迹 · 进阶",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "无论当前处于哪个时空，宝珠的光芒都将持续@反转出另一个时空#。"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "在将@宝珠的光芒照向指定地点之后#，尝试使用奇迹典籍@穿梭时空#，或许会有新的发现。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6331,
        "Name": "不稳定的桥",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630701.png",
                "Desc": "可以利用「欧洛尼斯祷言」，将塌落的浮桥暂时回溯至悬浮状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6332,
        "Name": "黑潮侵蚀的物件",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633201.png",
                "Desc": "有些时候，残留记忆的物件会被黑潮侵蚀，即使被完整回溯，也会在短时间后再次破碎，回到发动能力前的状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6333,
        "Name": "祷言与时间停止",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633301.png",
                "Desc": "处于时间停止状态的物件，在回溯过程中断时不会立刻回到原样，而是会暂停在当前状态。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6334,
        "Name": "物件事故",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633401.png",
                "Desc": "当心运动中的物体，它们可能会撞到开拓者。不小心可是会受伤的。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6335,
        "Name": "命运重渊 · 「公正天秤」",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633501.png",
                "Desc": "利用场景中的@公正天秤#，完成欧洛尼斯的考验。"
            },
            {
                "Image": "TutorialPage_633502.png",
                "Desc": "操纵@扎格列斯之手#，寻找并拿取场景中可以利用的@配重物#，放置在@天秤右侧的托盘#上，尝试解开欧洛尼斯的谜题。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6336,
        "Name": "黄金短矛",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633601.png",
                "Desc": "通过祷言@回溯#【黄金短矛】，可以重演它的路径。@跟随并抓住#回溯后的【黄金短矛】，可以获得对应的奖励"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6337,
        "Name": "飞天坛递",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633701.png",
                "Desc": "受雅努斯赐福的神奇物件，@打碎后#可在一定时间内获得@移动速度加成#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6338,
        "Name": "立体导航",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633801.png",
                "Desc": "拖动屏幕，可旋转视角观察。拖动左下角摇杆，可平移画面观察。点击右下角重置按钮可重置视角。"
            }
        ],
        "Type": 3,
        "Order": 285
    },
    {
        "_id": 6339,
        "Name": "立体导航",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633901.png",
                "Desc": "拖动屏幕，可旋转视角观察。拖动左下角摇杆，可平移画面观察。点击右下角重置按钮可重置视角。"
            },
            {
                "Image": "TutorialPage_633902.png",
                "Desc": "点击左下角按钮可在两个时空之间切换，地图将同步发生变化，展示出场景被切换至该时空之后的样貌。"
            },
            {
                "Image": "TutorialPage_633903.png",
                "Desc": "点击奇迹宝珠的图标，可以看到此宝珠可照射到的所有地点，它们会以黄色圆形印记的形式在地图上呈现。"
            }
        ],
        "Type": 3,
        "Order": 285
    },
    {
        "_id": 6340,
        "Name": "铸魂仪式",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634001.png",
                "Desc": "尼卡多利的灵魂被悬锋一族分成了四份，被封印于铸魂区的四座雕像当中。@将这些雕像手中的巨剑插入剑托底座#，即可释放尼卡多利神性的一瓣。"
            },
            {
                "Image": "TutorialPage_634002.png",
                "Desc": "使用扎格列斯之手@抓取充能装置#，并将其@放置于雕像底座处#。之后，通过欧洛尼斯祷言@回溯时空，令雕像手中的巨剑重归完整#，并激活雕像。本体残缺的雕像，可以@利用奇迹宝珠的光线照射#补全。"
            },
            {
                "Image": "TutorialPage_634003.png",
                "Desc": "@夜晚时空#下的四座雕像全部激活后，即可解开尼卡多利神性的枷锁，推进后续剧情。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6341,
        "Name": "欧洛尼斯奇迹 · 金色的记忆尘影",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "在探索中，有时可以发现@金色的记忆尘影#，代表@目标位于另一个时空的此处#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6342,
        "Name": "雅努斯密径 · 二",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide2.png",
                "Desc": "在翁法罗斯的探索中，开拓者能够发现两种不同样貌的「密径之门」，与它们交互可以跨入「雅努斯密径」，在门与门之间实现@快速移动#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6343,
        "Name": "雅努斯密径 · 三",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide3.png",
                "Desc": "有些密径之门的线索较为复杂，需要同时对齐@水平、垂直方向的两个轴#，才能拼合出图案，实现@快速移动#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 1110,
        "Name": "行动序列详情",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_110105.png",
                "Desc": "点击行动序列上的目标，可以查看对应目标的详情信息。"
            }
        ],
        "Type": 1,
        "Order": 198
    },
    {
        "_id": 3219,
        "Name": "潮汐的馈赠",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_321801.png",
                "Desc": "在翁法罗斯的探索中，可以通过许多方式寻得「仙馔秘酿」。诸如完成开拓任务、冒险任务、世界任务、开启世界中的战利品、击败时而出现的贼灵巴特鲁斯、搜集创生若虫、以及完成真言狮口的谜题等等。"
            },
            {
                "Image": "TutorialPage_321802.png",
                "Desc": "将「仙馔秘酿」溶解在水中，从而提升供奉等级，并领取奖励。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3221,
        "Name": "如我所书",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322101.png",
                "Desc": "借由「无名的追忆」，可在「如我所书」中书写英雄们的故事"
            },
            {
                "Image": "TutorialPage_322102.png",
                "Desc": "推进开拓任务，可以获取「无名的追忆」"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3223,
        "Name": "有效副属性说明",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322301.png",
                "Desc": "有效副属性，指的是对应角色的@推荐副属性#命中情况。包含推荐副属性的强化次数及词条本身。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9920,
        "Name": "异变机制：【定点击破】",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992001.png",
                "Desc": "@击破#该敌人弱点可使其为我方添加增益。"
            },
            {
                "Image": "TutorialPage_992002.png",
                "Desc": "我方@击破#该敌人后，自身行动提前 50% 且击破特攻提高。"
            },
            {
                "Image": "TutorialPage_992004.png",
                "Desc": "@击破#任意目标弱点后，将为其与@相邻目标添加#攻击者属性的弱点并造成额外伤害。"
            },
            {
                "Image": "TutorialPage_992003.png",
                "Desc": "@击破#该敌人触发@【定点击破】#机制后，可将@「关卡增益」#提高1个档位。<br>随着「关卡增益」档位提升，「关卡增益」的@评级#也将提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9921,
        "Name": "异变机制：【连击破甲】",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992101.png",
                "Desc": "@连续攻击#该敌人将破坏其【战甲】并将其消灭。"
            },
            {
                "Image": "TutorialPage_992102.png",
                "Desc": "破坏该敌人的【战甲】后，行动条上的我方【破影之弓】立即行动攻击敌方全体目标。"
            },
            {
                "Image": "TutorialPage_992303.png",
                "Desc": "破坏该敌人【战甲】，触发@【连击破甲】#机制后，可将@「关卡增益」#提高1个档位。<br>随着「关卡增益」档位提升，「关卡增益」的@评级#也将提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9922,
        "Name": "异变机制：【破谜离场】",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992201.png",
                "Desc": "正确使用@战技#或@终结技#攻击该敌人将触发@【破谜离场】#。"
            },
            {
                "Image": "TutorialPage_992202.png",
                "Desc": "使用@普攻#攻击或使该敌人受到其他敌人的伤害时，将使其在@战技#和@终结技#状态下切换。"
            },
            {
                "Image": "TutorialPage_992103.png",
                "Desc": "触发@【破谜离场】#机制后，可将@「关卡增益」#提高1个档位。<br>随着「关卡增益」档位提升，「关卡增益」的@评级#也将提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9923,
        "Name": "异变机制：【狂暴吸收】",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992301.png",
                "Desc": "@攻击#该敌人使其【战甲】层数降低至0层后，该敌人将立即@吸收#相邻目标并将目标消灭。"
            },
            {
                "Image": "TutorialPage_992302.png",
                "Desc": "每吸收1个目标，都将触发@【狂暴吸收】#并对全场敌人造成伤害。"
            },
            {
                "Image": "TutorialPage_992203.png",
                "Desc": "触发@【狂暴吸收】#机制后，可将@「关卡增益」#提高1个档位。<br>随着「关卡增益」档位提升，「关卡增益」的@评级#也将提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9925,
        "Name": "晨昏卷隐 · 玩法说明",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992501.png",
                "Desc": "在「晨昏卷隐」活动中，共有@5处#卷轴，找到卷轴@进入战斗#并击败敌人解开尘封的往事。"
            },
            {
                "Image": "TutorialPage_992501.png",
                "Desc": "故事中的敌人都有独特的@「异变机制」#，需要利用@「异变机制」#击败敌人获取更多的@「关卡增益」#，使用增益击败更多敌人获取积分奖励。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9926,
        "Name": "晨昏卷隐 · 终极挑战",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992601.png",
                "Desc": "@「终极挑战」#阶段中，击败更多敌人可获取更高积分。<br>如有@剩余轮次#可获得额外积分。"
            },
            {
                "Image": "TutorialPage_992602.png",
                "Desc": "「终极挑战」阶段，@「关卡增益」#档位将不再提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9931,
        "Name": "预言算碑",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "预言算碑是欧洛尼斯的造物，解开谜题将@使预言成真#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "组合操作区域的碎片，使其与左侧图案一致，并与操作区域的底图重叠。碎片与碎片@重叠的部分会消融不见#，再次叠加碎片则又会重新显现"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "一段时间未解出谜题时，可以寻求算碑本身的助力。@点击提示按钮后，再次点击任意碎片#以查看提示"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9932,
        "Name": "黄金替罪羊",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "用手中的圣火@点亮祭坛#，让世界获得光明吧！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "小心！@你的一举一动都会被#虚空中的黑暗@记录下来#，当命运的脚步@归零之时#，一个黑暗版的你将作为敌人出现，@沿着你刻下的命运步步前行……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "黑暗版的你是这样一个敌人：它会严格@按照你之前的动作#一步步@前进#，@直到记录的步数耗尽#。@谨记，不要与它接触。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "路上的@远古晶石控制器#会改变相同能量颜色的地板状态，利用它们的帮助抵达祭坛吧。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9933,
        "Name": "扎格列斯之手",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「扎格列斯之手」是诡计之泰坦扎格列斯的遗留神体。在这位泰坦陨落后，翁法罗斯的人们学会了如何改造它，从而让它为己所用。"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "和@操作石台#交互开始控制「扎格列斯之手」。"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "使用左摇杆控制移动，使用右侧按键上升，下降。按下@退出键#可以结束操控。「扎格列斯之手」将会@留在原地#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "每个「扎格列斯之手」在首次启动时，都会为你开启「翻飞考核」，需要你操控它寻找并收集在附近生成的「翻飞之币」。"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "每一次找齐周围的@「翻飞之币」#，都可以获得这一「扎格列斯之手」的财宝。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9935,
        "Name": "黄金替罪羊",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "使用@梯子#进行上下移动，所有长度的梯子都只需一步。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9936,
        "Name": "黄金替罪羊",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611405.png",
                "Desc": "命运之路并不平坦……@一旦坠落，万劫不复。#"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9937,
        "Name": "黄金替罪羊",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611407.png",
                "Desc": "在命运之路上，被过去束缚是很悲惨的……@不可以接近黑暗版的自己#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9938,
        "Name": "扎格列斯之手·冲拳动作",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「扎格列斯之手」可以在蓄力后沿直线冲刺，在此期间会得到一定程度的破坏力。"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "按下@冲拳#技能按键可以进入瞄准状态，此时「扎格列斯之手」@无法移动#。拖动屏幕调整方向，按下@冲拳#技能按键可以做出@「冲拳动作」#，「扎格列斯之手」将沿瞄准的方向加速挥出，冲刺过程中@无法控制#「扎格列斯之手」。"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "瞄准状态下，「扎格列斯之手」可以发现发光的@可破坏物#，冲刺状态撞击@可破坏物#会将其破坏。发生撞击会使「扎格列斯之手」@停止冲刺#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "每个「扎格列斯之手」在首次启动时，都会为你开启「翻飞考核」，需要你操控它寻找并收集在附近生成的「翻飞之币」。"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "每一次找齐周围的@「翻飞之币」#，都可以获得这一「扎格列斯之手」的财宝。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9941,
        "Name": "预言算碑",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "预言算碑是欧洛尼斯的造物，解开谜题将@使预言成真#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "组合操作区域的碎片，使其与左侧图案一致，并与操作区域的底图重叠。碎片与碎片@重叠的部分会消融不见#，再次叠加碎片则又会重新显现"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "一段时间未解出谜题时，可以寻求算碑本身的助力。@点击提示按钮后，再次点击任意碎片#以查看提示"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9942,
        "Name": "黄金替罪羊",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "用手中的圣火@点亮祭坛#，让世界获得光明吧！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "小心！@你的一举一动都会被#虚空中的黑暗@记录下来#，当命运的脚步@归零之时#，一个黑暗版的你将作为敌人出现，@沿着你刻下的命运步步前行……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "黑暗版的你是这样一个敌人：它会严格@按照你之前的动作#一步步@前进#，@直到记录的步数耗尽#。@谨记，不要与它接触。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "路上的@远古晶石控制器#会改变相同能量颜色的地板状态，利用它们的帮助抵达祭坛吧。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9943,
        "Name": "扎格列斯之手",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「扎格列斯之手」是诡计之泰坦扎格列斯的遗留神体。在这位泰坦陨落后，翁法罗斯的人们学会了如何改造它，从而让它为己所用。"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "和@操作石台#交互开始控制「扎格列斯之手」。"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "使用左摇杆控制移动，使用右侧按键上升，下降。按下@退出键#可以结束操控。「扎格列斯之手」将会@留在原地#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "每个「扎格列斯之手」在首次启动时，都会为你开启「翻飞考核」，需要你操控它寻找并收集在附近生成的「翻飞之币」。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9944,
        "Name": "欧洛尼斯奇迹",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "与@奇迹典籍#交互，可以使开拓者在两个不同的时空之间进行@穿梭切换#。"
            },
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "在两个不同的时空间，@道路，障碍，机关，战利品#等事物可能存在差异。<br>@主要的道路差异#和@重要的目标#会在当前时空以@金色的记忆尘影#的形式呈现，可通过观察金色的记忆尘影来@预测另一个时空的样貌#。"
            },
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@奇迹宝珠#的光芒@会将照射到的地方反转为另一个时空#。"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "使用右下角的@开关按钮#，可以@开关宝珠的光芒#。使用@退出按钮#，可以@退出宝珠的操作界面#。"
            },
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "有的宝珠可以@照向多个可选区域中的一个#。启动宝珠后，可@点击屏幕上的黄色圆形印记#切换宝珠的朝向。"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "无论当前处于哪个时空，宝珠的光芒都将持续@反转出另一个时空#。"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "在将@宝珠的光芒照向指定地点之后#，尝试使用奇迹典籍@穿梭时空#，或许会有新的发现。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9945,
        "Name": "黄金替罪羊",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "用手中的圣火@点亮祭坛#，让世界获得光明吧！"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "小心！@你的一举一动都会被#虚空中的黑暗@记录下来#，当命运的脚步@归零之时#，一个黑暗版的你将作为敌人出现，@沿着你刻下的命运步步前行……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "黑暗版的你是这样一个敌人：它会严格@按照你之前的动作#一步步@前进#，@直到记录的步数耗尽#。@谨记，不要与它接触。#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "路上的@远古晶石控制器#会改变相同能量颜色的地板状态，利用它们的帮助抵达祭坛吧。"
            },
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "使用@梯子#进行上下移动，所有长度的梯子都只需一步。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9946,
        "Name": "扎格列斯之手·冲拳动作",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「扎格列斯之手」可以在蓄力后沿直线冲刺，在此期间会得到一定程度的破坏力。"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "按下@冲拳#技能按键可以进入瞄准状态，此时「扎格列斯之手」@无法移动#。拖动屏幕调整方向，按下@冲拳#技能按键可以做出@「冲拳动作」#，「扎格列斯之手」将沿瞄准的方向加速挥出，冲刺过程中@无法控制#「扎格列斯之手」。"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "瞄准状态下，「扎格列斯之手」可以发现发光的@可破坏物#，冲刺状态撞击@可破坏物#会将其破坏。发生撞击会使「扎格列斯之手」@停止冲刺#。"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "每个「扎格列斯之手」在首次启动时，都会为你开启「翻飞考核」，需要你操控它寻找并收集在附近生成的「翻飞之币」。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8303,
        "Name": "命运相连",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "存在此标记的普通敌人被击败时，会对首领敌人造成伤害。"
            }
        ],
        "Type": 1,
        "Order": 416
    },
    {
        "_id": 3217,
        "Name": "帕姆衣帽间",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_321701.png",
                "Desc": "获得新的帕姆衣装后，前往派对车厢中的「帕姆衣帽间」，即可为帕姆更换穿搭。可在「设置」中「其他」页面的「系统功能」一栏里修改帕姆衣装生效范围。"
            }
        ],
        "Type": 3,
        "Order": 397
    },
    {
        "_id": 6120,
        "Name": "辨音调律",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_612001.png",
                "Desc": "被扭曲过后的「秩序」余音只会徒增混乱。而作为调律师，星期日能轻而易举地分辨出是何处扰乱了梦境的和谐。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8190,
        "Name": "宇宙家装指南",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819001.png",
                "Desc": "通过房间装修和家居定制，你可以逐步丰富自己的房间。"
            },
            {
                "Image": "TutorialPage_819002.png",
                "Desc": "装修房间需要消耗@「列车基金」#，可在值日中通过安排行动获取。"
            },
            {
                "Image": "TutorialPage_819003.png",
                "Desc": "同时，值日中的@「晚餐会议」#环节，可通过选取并提交值日报告，根据得到的帕姆评分额外获取@「列车基金」#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8191,
        "Name": "宇宙家装指南 · 室内装修",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819101.png",
                "Desc": "房间共有6个区域，每个区域均有独立的装修完成度。消耗列车基金以推进房间装修、提升家居评级，并获取装修津贴。"
            },
            {
                "Image": "TutorialPage_819504.png",
                "Desc": "在晚餐会议中，可获取@「建造蓝图」#和@「装饰」#。@「建造蓝图」#可解锁区域内的装修项目；@「装饰」#可在家居定制中布设在房间的不同位置。"
            },
            {
                "Image": "TutorialPage_819103.png",
                "Desc": "随着装修完成度提高，房间内的整体装饰也会逐步完善。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8192,
        "Name": "宇宙家装指南 · 列车值日",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819401.png",
                "Desc": "选择行动卡， 推进值日日程，提升队员@「值日等级」#，最终在@「晚餐会议」#中汇报值日报告，获取@「列车基金」#！"
            },
            {
                "Image": "TutorialPage_819402.png",
                "Desc": "不同行动卡有不同工作量，选择行动卡后，日程会推进相应步数，移动到对应的格子上。"
            },
            {
                "Image": "TutorialPage_819403.png",
                "Desc": "停留在格子上会触发对应效果，在选择行动卡时，尽量停留在有利的格子上。"
            },
            {
                "Image": "TutorialPage_819404.png",
                "Desc": "日程中每隔一段时间会举行@「晚餐会议」#，根据汇报结果可获得大量@「列车基金」#，以此为目标前进吧。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8193,
        "Name": "宇宙家装指南 · 室内装修",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819001.png",
                "Desc": "通过装修和家居定制，你可以逐步丰富自己的房间。"
            },
            {
                "Image": "TutorialPage_819302.png",
                "Desc": "通过完成装修推进房间装修完成度，可以提高家居评级，获取装修津贴。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8194,
        "Name": "宇宙家装指南 · 列车值日",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819401.png",
                "Desc": "选择@行动卡#，可以推进@值日日程#，提升对应队员的@值日等级#，获取@列车基金#。"
            },
            {
                "Image": "TutorialPage_819402.png",
                "Desc": "不同@行动卡#有不同工作量，选择行动卡后，日程会推进@相应步数#，移动到对应的格子上。"
            },
            {
                "Image": "TutorialPage_819403.png",
                "Desc": "停留在格子上会触发对应效果，在选择行动卡时，尽量停留在有利的格子上。"
            },
            {
                "Image": "TutorialPage_819404.png",
                "Desc": "日程中每隔一段时间会举行@「晚餐会议」#，根据汇报结果可获得大量@「列车基金」#，以此为目标前进吧。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8195,
        "Name": "宇宙家装指南 · 晚餐会议",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819501.png",
                "Desc": "@「晚餐会议」#中，你可以选取并提交值日报告，根据得到的帕姆评分获取@「列车基金」#。"
            },
            {
                "Image": "TutorialPage_819502.png",
                "Desc": "成员的@值日等级#越高，其对应的值日报告@基础评分#也会越高。"
            },
            {
                "Image": "TutorialPage_819503.png",
                "Desc": "通过提交相同的报告，可以形成@汇报组合#、提高@得分效率#，从而得到更高的帕姆评分。"
            },
            {
                "Image": "TutorialPage_819504.png",
                "Desc": "在有限的重整思路与提交汇报次数内，尽可能提高帕姆评分，换取更多列车基金吧！"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8196,
        "Name": "领队特质 · 三月七",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819601.png",
                "Desc": "值日小队的领队拥有独特的@「领队特质」#，可以在值日中提供帮助。"
            },
            {
                "Image": "TutorialPage_819602.png",
                "Desc": "三月七担任领队时，获得三月七对应行动卡的概率将会提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8197,
        "Name": "领队特质 · 丹恒",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819701.png",
                "Desc": "丹恒担任领队时，行动卡需在全部打出后才能重新抽取。同时在最后一次晚餐会议前，将获得特殊行动卡@「榜样风范」#。"
            },
            {
                "Image": "TutorialPage_819702.png",
                "Desc": "@「榜样风范」#可以将所有队员的值日等级提高至队中@最高值日等级#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8198,
        "Name": "领队特质 · 瓦尔特",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819801.png",
                "Desc": "瓦尔特担任领队时，可获得特殊行动卡@「热血激励」#，使用后在日程中生成@「激励格」#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8199,
        "Name": "领队特质 · 开拓者",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819901.png",
                "Desc": "开拓者担任队长时，日程中的5格后会被迷雾笼罩，但@灵感格#刷新率大幅提升，同时@获得的会议技能均为强化版#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8301,
        "Name": "敌出不穷",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830101.png",
                "Desc": "「虚构叙事」中的所有战斗有轮数限制，行动轮数结束或击败@全部波次敌人#，则战斗结束。<br>击败更多的敌人或削减首领生命值可获得@更高的积分#，以获得更多奖励。"
            },
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "在战斗中，非首领敌人被击败后会@不断补充#。<br>存在此标记的非首领敌人被击败时，会@对首领敌人造成伤害#。当首领敌人被击败后，可完成该波次。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@击败敌人#会提升「战意值」。<br>激活@「战意机制」#可积累大量「战意值」，加速进入@「战意汹涌」#阶段，以额外获得强大的关卡增益。"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「战意汹涌」#将持续一定@行动值#。<br>在退出此阶段时，会根据过程中@击败敌方数量#，返还一定的@「战意值」#，返还存在上限。"
            },
            {
                "Image": "TutorialPage_807303.png",
                "Desc": "最终以节点一和节点二的战斗@积分总和#进行结算。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8302,
        "Name": "虚构叙事",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_807401.png",
                "Desc": "虚构叙事为@周期性更新#的一系列@高难度挑战关卡#。"
            },
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "战斗中积累@「战意值」#，充满后进入@「战意汹涌」#阶段，可获取强大的关卡增益，显著提升作战效率。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "在战斗中，每次@击败敌人#都会提升「战意值」。<br>每期故事均设有独特的@「战意机制」#，触发「战意机制」可积累大量「战意值」，加速进入「战意汹涌」阶段。"
            },
            {
                "Image": "TutorialPage_830104.png",
                "Desc": "战斗中敌人会@不断刷新#，击败敌人或对首领敌人造成伤害均可@获得积分#。<br>尽快进入@「战意汹涌」#阶段，以击败敌人获得更高积分！"
            },
            {
                "Image": "TutorialPage_807403.png",
                "Desc": "通关虚构叙事并达到指定分数，可获得【故事星数】，领取【故事馈赠】。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8304,
        "Name": "敌出不穷",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "在战斗中，非首领敌人被击败后会@不断补充#。<br>存在此标记的非首领敌人被击败时，会@对首领敌人造成伤害#。当首领敌人被击败后，可完成该波次。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@击败敌人#会提升「战意值」。<br>激活@「战意机制」#可积累大量「战意值」，加速进入@「战意汹涌」#阶段，以额外获得强大的关卡增益。"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「战意汹涌」#将持续一定@行动值#。<br>在退出此阶段时，会根据过程中@击败敌方数量#，返还一定的@「战意值」#，返还存在上限。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8305,
        "Name": "虚构叙事",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "战斗中积累@「战意值」#，充满后进入@「战意汹涌」#阶段，可获取强大的关卡增益，显著提升作战效率。"
            },
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "在战斗中，非首领敌人被击败后会@不断补充#。<br>存在此标记的非首领敌人被击败时，会@对首领敌人造成伤害#。当首领敌人被击败后，可完成该波次。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@击败敌人#会提升「战意值」。<br>激活@「战意机制」#可积累大量「战意值」，加速进入@「战意汹涌」#阶段，以额外获得强大的关卡增益。"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「战意汹涌」#将持续一定@行动值#。<br>在退出此阶段时，会根据过程中@击败敌方数量#，返还一定的@「战意值」#，返还存在上限。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8306,
        "Name": "虚构叙事",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830106.png",
                "Desc": "虚构叙事迎来玩法更新，欢迎体验全新的@「战意机制」#。"
            },
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "战斗中积累@「战意值」#，充满后进入@「战意汹涌」#阶段，可获取强大的关卡增益，显著提升作战效率。"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "在战斗中，每次@击败敌人#都会提升「战意值」。<br>每期故事均设有独特的@「战意机制」#，触发「战意机制」可积累大量「战意值」，加速进入「战意汹涌」阶段。"
            },
            {
                "Image": "TutorialPage_830104.png",
                "Desc": "战斗中敌人会@不断刷新#，击败敌人或对首领敌人造成伤害均可@获得积分#。<br>尽快进入@「战意汹涌」#阶段，以击败敌人获得更高积分！"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8310,
        "Name": "摄影展览",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_831001.png",
                "Desc": "开拓者和三月七需要根据影展的@每日课题#酝酿@拍摄灵感#，拍摄出对应的@摄影作品#，将命名后的作品上传，接受芮克先生和观展者的点评。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 7101,
        "Name": "睡蕉的时刻 · 壮绝狩猎",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_710101.png",
                "Desc": "在「睡蕉的时刻」中，乱破施放@秘技#会进入涂鸦状态，可持续冲刺并惊醒撞到的睡蕉小猴。尽可能让乱破在涂鸦中撞到更多睡蕉小猴，惊醒的睡蕉小猴越多，与普利蒙蕉授的决战中获得的增益也会越大。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9321,
        "Name": "不可知域 · 组件",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932101.png",
                "Desc": "组件分为六边形的@附加组件#和圆形的@被动组件#。"
            },
            {
                "Image": "TutorialPage_932102.png",
                "Desc": "@附加组件#会在权杖激活后施放强力的效果，与权杖合理搭配或将事半功倍。"
            },
            {
                "Image": "TutorialPage_932103.png",
                "Desc": "@被动组件#能够强化权杖和附加组件。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9325,
        "Name": "不可知域 · 第四位面",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932501.png",
                "Desc": "通过第三位面时，可以选择消耗一定额外轮次进入@第四位面#，额外轮次不足时无法进入。第四位面的敌人更加强大，供喜爱挑战的玩家进行尝试。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9326,
        "Name": "不可知域 · 组件合成",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932601.png",
                "Desc": "造物调试台能将4个@同星级#组件合成为更高星级的组件。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9327,
        "Name": "不可知域 · 组件覆写",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932701.png",
                "Desc": "造物调试台能够将1个组件覆写为同星级的随机组件。"
            },
            {
                "Image": "TutorialPage_932702.png",
                "Desc": "覆写所需的宇宙碎片随覆写次数上升，每个造物调试台的组件覆写存在次数上限。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9330,
        "Name": "不可知域 · 额外轮次",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_933001.png",
                "Desc": "在@「模拟宇宙：不可知域」#中，每场战斗拥有标准轮次计数，战斗时长超出标准轮次后会消耗@额外轮次#。"
            },
            {
                "Image": "TutorialPage_933002.png",
                "Desc": "每局探索共用一定数量的额外轮次，额外轮次消耗完毕后，敌人会进入狂暴状态，大幅提升攻击力。"
            },
            {
                "Image": "TutorialPage_933003.png",
                "Desc": "额外轮次为0时进入战斗，敌人会在该场战斗的标准轮次结束后进入狂暴状态。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9331,
        "Name": "不可知域 · 演算倾向",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_933101.png",
                "Desc": "选择演算倾向后，本局中适配所选倾向的权杖出现概率会有所提升。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9332,
        "Name": "不可知域 · 第四位面",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932501.png",
                "Desc": "通过第三位面时，可以选择消耗一定额外轮次进入@第四位面#，额外轮次不足时无法进入。第四位面的敌人更加强大，供喜爱挑战的玩家进行尝试。"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9811,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981101.png",
                "Desc": "屏幕下方的提示将跟随音乐节拍跳动。"
            },
            {
                "Image": "TutorialPage_981102.png",
                "Desc": "留意音乐的节奏，在合适的时机@做出回应#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9812,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981103.png",
                "Desc": "出现多个时机时，按照顺序@依次输入#吧。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9813,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981104.png",
                "Desc": "出现提示时，@长按#对应的节拍。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9814,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981105.png",
                "Desc": "在进阶试炼中，所有提示都会关闭。跟随节奏做出回应吧。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9815,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981106.png",
                "Desc": "点击此处可以@开启#或@关闭#音轨中的乐句。"
            },
            {
                "Image": "TutorialPage_981107.png",
                "Desc": "点击此处可以@快速跳转#到乐曲的对应位置，并开始播放。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9816,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981108.png",
                "Desc": "每场演出需要收集对应音乐风格的@灵感#，通关简单难度音乐挑战即可获得灵感"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9817,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981106.png",
                "Desc": "点击此处可以@开启#或@关闭#音轨中的乐句。"
            },
            {
                "Image": "TutorialPage_981107.png",
                "Desc": "点击此处可以@快速跳转#到乐曲的对应位置，并开始播放。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9818,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981801.png",
                "Desc": "困难难度下@判定线会消失#，跟随音乐和节奏做出回应吧。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9819,
        "Name": "玩法教学",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981901.png",
                "Desc": "每首乐曲都可以@同时选择#4个音效，点击即可插入。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9324,
        "Name": "差分宇宙 · 牛仔对决挑战",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_932401.png",
                "Desc": "发射哈努飞弹击中石头老板可削减其体力值。生存到时间结束将获得奖励，@击败石头老板#将获得更丰厚的奖励。"
            },
            {
                "Image": "TutorialPage_932402.png",
                "Desc": "石头老板体力值降低到特定值后将被击倒一段时间，并出现特殊的奖励靶子，击中2次后可击碎它们并获得奇物、宇宙碎片、祝福等@额外奖励#。"
            },
            {
                "Image": "TutorialPage_932403.png",
                "Desc": "被石头老板击中，将损失生命值。失去所有生命值时挑战失败。击碎带有@生命值标志#的道具，则可以@回复生命值#。"
            },
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "击破带有@苏乐达标志#的道具，则可以给@「钟表时间」技能槽#充能。"
            },
            {
                "Image": "TutorialPage_932304.png",
                "Desc": "如果「钟表时间」技能槽内有苏乐达能量，则可以按下@「钟表时间」键#持续消耗能量召唤钟表小子客串帮助哈努兄弟减缓敌人的时间，「钟表时间」持续时间内@再次按下「钟表时间」键#，则可以@结束「钟表时间」#节约能量。"
            }
        ],
        "Type": 4,
        "Order": 464
    },
    {
        "_id": 9323,
        "Name": "差分宇宙 · 火力倾泻挑战",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_932301.png",
                "Desc": "发射哈努飞弹击破靶子即可获得积分。获得@更高积分#以达成@波次目标#。波次目标达成次数越多，最终奖励越丰厚。"
            },
            {
                "Image": "TutorialPage_932302.png",
                "Desc": "挑战中有概率出现特殊的@奖励靶子#，击中2次后可击碎它们并获得奇物、宇宙碎片、祝福等@额外奖励#。"
            },
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "击破带有@苏乐达标志#的道具，则可以给@「钟表时间」技能槽#充能。"
            },
            {
                "Image": "TutorialPage_932304.png",
                "Desc": "如果「钟表时间」技能槽内有苏乐达能量，则可以按下@「钟表时间」键#持续消耗能量召唤钟表小子客串帮助哈努兄弟减缓敌人的时间，「钟表时间」持续时间内@再次按下「钟表时间」键#，则可以@结束「钟表时间」#节约能量。"
            }
        ],
        "Type": 4,
        "Order": 463
    },
    {
        "_id": 6026,
        "Name": "大衍万象",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "@大衍万象#是占算航路，问卜未来的大型玉兆算端。移动地面的阵枢，使阵法图案与昭示一致，以启动阵基。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6119,
        "Name": "寻径指津 · 三",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_611501.png",
                "Desc": "带锁压力桩可在机巧经过两次后升起。"
            },
            {
                "Image": "TutorialPage_611502.png",
                "Desc": "带锁压力桩可在机巧经过两次后升起。"
            },
            {
                "Image": "TutorialPage_611503.png",
                "Desc": "带锁压力桩可在机巧经过两次后升起。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2227,
        "Name": "虚韧性",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_222701.png",
                "Desc": "拥有虚韧性的敌人，在初始韧性被削减至0时会触发弱点击破并被继续削减临时韧性，临时韧性被削减至0时会再次受到弱点击破伤害，之后移除该效果。"
            }
        ],
        "Type": 1,
        "Order": 194
    },
    {
        "_id": 7100,
        "Name": "飞霄 · 秘技",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_710001.png",
                "Desc": "飞霄使用秘技后，会赋予自身加速效果，并沿途牵引敌人。牵引的@敌人越多#，进入战斗时@伤害越高#。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8180,
        "Name": "演武仪典 · 比试规则",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818001.png",
                "Desc": "@参赛双方#需要最大程度的展示自身武艺，以争取现场观众的支持呐喊！<br>双方选手将根据场下观众的支持度，分别获得@「气氛值」#。"
            },
            {
                "Image": "TutorialPage_818002.png",
                "Desc": "在比赛中完成@指定战斗行为#，上演@「高光时刻」#，可为我方增加大量@「气氛值」#。"
            },
            {
                "Image": "TutorialPage_818004.png",
                "Desc": "我方「气氛值」提高时，会降低对手的「气氛值」。<br>对手行动时，也会提高其「气氛值」并降低我方「气氛值」。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "当任意一方选手的「气氛值」达到上限，赛场进入@「强化鼓舞」#状态。<br>获得观众支持的选手将获得强大的@增益效果#，以赢得比赛。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8181,
        "Name": "演武仪典 · 梦境训练",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818101.png",
                "Desc": "参加「梦境训练」，可向@更高难度的#的擂主@发起挑战#。<br>每次@擂台赛晋级#后，可解锁新的「梦境训练」。"
            },
            {
                "Image": "TutorialPage_818102.png",
                "Desc": "在「梦境训练」中，无法通过@行动#获得「气氛值」。<br>只能通过上演@「高光时刻」#获得「气氛值」，进入「强化鼓舞」状态。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8182,
        "Name": "演武仪典 · 新人首秀",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818201.png",
                "Desc": "@击破#场上敌人的@弱点#，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818202.png",
                "Desc": "敌人弱点被击破时，会@削减#其他敌方目标@韧性#。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8183,
        "Name": "演武仪典 · 攻擂托帕",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818301.png",
                "Desc": "本场比赛的敌人拥有绩效点，击破敌人或消灭敌人，可@抢夺其绩效点#。<br>抢夺绩效点会触发@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818302.png",
                "Desc": "我方角色获得的@绩效点可叠加#，提高我方造成的终结技伤害。<br>我方单个角色累积获得@3个绩效点#时，@行动立即提前 100% #。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8184,
        "Name": "演武仪典 · 攻擂波提欧",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818401.png",
                "Desc": "首领敌人会主动召唤@【灵魂石】#。<br>消灭【灵魂石】，触发@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818402.png",
                "Desc": "首领敌人被附加@【灵魂鞭笞】#，在其行动时优先对其他敌人触发雷属性@持续伤害#。<br>触发【灵魂鞭笞】，可更快消灭【灵魂石】。"
            },
            {
                "Image": "TutorialPage_818403.png",
                "Desc": "我方角色从【灵魂石】被@解救#后，我方全体获得一层@【灵魂拷问】#<br>每层【灵魂拷问】可增加@【灵魂鞭笞】#的伤害次数。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8185,
        "Name": "演武仪典 · 挑战银枝",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818501.png",
                "Desc": "银枝的召唤物将@不断刷新#。<br>@消灭召唤物#，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818502.png",
                "Desc": "我方全体每累计施放@3次终结技#，将发动多道@【勇气之拳】#攻击敌人。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8186,
        "Name": "演武仪典 · 攻擂史瓦罗",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818601.png",
                "Desc": "我方目标在@连续行动#后，可触发@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818602.png",
                "Desc": "我方连续行动的@次数越多#，获得「气氛值」越多，并提升我方终结技伤害。<br>优先@消灭敌人召唤物#，阻止敌方行动，维持我方连续行动。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8187,
        "Name": "演武仪典 · 攻擂彦卿",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818701.png",
                "Desc": "彦卿拥有@多重护盾#，并在开场时@锁定弱点#。<br>@击破任意召唤物#可解除彦卿的弱点保护，并使我方单位行动提前 50% 。"
            },
            {
                "Image": "TutorialPage_818702.png",
                "Desc": "@击破#彦卿或召唤物的弱点，触发@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8188,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818801.png",
                "Desc": "@击破#量产机，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818802.png",
                "Desc": "击破量产机后，会对敌方全体@削减当前韧性的 30% #，更易击破其他敌人。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8189,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818901.png",
                "Desc": "我方角色发动@反击#攻击敌人，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8200,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820001.png",
                "Desc": "植物将@不断刷新#，消灭植物将会使敌方首领@损失生命值#。<br>@消灭植物#，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_820002.png",
                "Desc": "我方发动@追加攻击#时，每累计@击中 15 名敌人#，将发动@【烈火燎原】#攻击全体敌人。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8201,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820101.png",
                "Desc": "敌人受到@击破伤害#时，获得1层@易伤#。<br>集中攻击@易伤层数最高#的敌人，可造成更高击破伤害。"
            },
            {
                "Image": "TutorialPage_820102.png",
                "Desc": "对敌人造成@击破伤害#，上演@「高光时刻」#，获得大量「气氛值」。<br>敌人陷入@易伤层数越高#，「气氛值」获得越多。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8202,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820201.png",
                "Desc": "在扑满逃跑前，@消灭扑满#，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8203,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820301.png",
                "Desc": "1号位角色施放@终结技#，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_820302.png",
                "Desc": "1号位角色施放@终结技#，每累计@击中 10 名敌人#，立即恢复 100% 能量。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8204,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820401.png",
                "Desc": "@击破#敌方@首领#，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8205,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820501.png",
                "Desc": "本场比赛的敌人拥有绩效点，击破敌人或消灭敌人，可@抢夺其绩效点#。<br>抢夺绩效点会触发@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8206,
        "Name": "演武仪典 · 叩关攻略",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820601.png",
                "Desc": "我方角色@失去生命值#，上演@「高光时刻」#，获得大量「气氛值」。"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "比赛中我方「气氛值」达到上限时，进入@「强化鼓舞」#状态。<br>该状态下，敌人陷入@弱点击破#状态，受到伤害提升@ 400% #。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9901,
        "Name": "枘凿六合",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_601202.png",
                "Desc": "可旋转枘凿六合上对应的区域，使枘凿六合的@实体方块#与两侧的@薄板#对应。"
            },
            {
                "Image": "TutorialPage_990102.png",
                "Desc": "点击下方@小箭头#，即可选定@对应面上#枘凿六合的实体方块进行旋转。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9902,
        "Name": "枘凿六合 · Remake",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_611301.png",
                "Desc": "「枘凿六合 · Remake」是枘凿六合的完全重制版。点击屏幕中心装置，可以沿示意方向@堆叠方块#。每次堆叠消耗一个@资源方块#。"
            },
            {
                "Image": "TutorialPage_611302.png",
                "Desc": "堆叠方块会改变装置的@造型#，当装置造型与两侧的薄板对应时，即可完成题目。"
            },
            {
                "Image": "TutorialPage_611303.png",
                "Desc": "在非指定位置堆叠方块时，两侧薄板上将出现@错误提示#。点击撤销或重置，可以回退堆叠操作。"
            },
            {
                "Image": "TutorialPage_611304.png",
                "Desc": "旋转屏幕，可以从各个方向观察装置。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9903,
        "Name": "大衍万象",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "移动地面的阵枢，使阵法的星纹与@昭示图案#一致，以完成谜题。"
            },
            {
                "Image": "TutorialPage_990302.png",
                "Desc": "与地面上的阵枢交互后，可以@拿起阵枢#，阵枢连线关系不会发生改变。已经持有阵枢时，和地面上的阵枢交互，则会@交换阵枢#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9904,
        "Name": "码放货物",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990401.png",
                "Desc": "在货运星槎上@码放货物#，满足左侧@运单目标#所需的指定货物数量。"
            },
            {
                "Image": "TutorialPage_990402.png",
                "Desc": "@点击货物#可以快速码放，@拖拽或旋转货物#以调整其摆列位置。"
            },
            {
                "Image": "TutorialPage_990403.png",
                "Desc": "@货物需要摆放在指定类型的置点上#，可以在货物列表处查看@货物对应的置点类型#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9905,
        "Name": "枘凿六合",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990501.png",
                "Desc": "部分方块上拥有特殊的@花纹#，需使其与两侧的@薄板#花纹对应才可破解@枘凿六合#。"
            },
            {
                "Image": "TutorialPage_990103.png",
                "Desc": "点击界面@左右两侧箭头#，可切换@视角#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9911,
        "Name": "枘凿六合",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_601202.png",
                "Desc": "可旋转枘凿六合上对应的区域，使枘凿六合的@实体方块#与两侧的@薄板#对应。"
            },
            {
                "Image": "TutorialPage_990102.png",
                "Desc": "点击下方@小箭头#，即可选定@对应面上#枘凿六合的实体方块进行旋转。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9913,
        "Name": "大衍万象",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "移动地面的阵枢，使阵法的星纹与@昭示图案#一致，以完成谜题。"
            },
            {
                "Image": "TutorialPage_990302.png",
                "Desc": "与地面上的阵枢交互后，可以@拿起阵枢#，阵枢连线关系不会发生改变。已经持有阵枢时，和地面上的阵枢交互，则会@交换阵枢#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9915,
        "Name": "枘凿六合",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990501.png",
                "Desc": "部分方块上拥有特殊的@花纹#，需使其与两侧的@薄板#花纹对应才可破解@枘凿六合#。"
            },
            {
                "Image": "TutorialPage_990103.png",
                "Desc": "点击界面@左右两侧箭头#，可切换@视角#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 2226,
        "Name": "恐惧萦绕",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222601.png",
                "Desc": "我方单位被施加【恐惧萦绕】后，对【恐惧萦绕】的施加者发起一次攻击可以解除【恐惧萦绕】。"
            },
            {
                "Image": "TutorialPage_222602.png",
                "Desc": "【恐惧萦绕】结束时，若未能对施加者发起攻击解除【恐惧萦绕】，则会陷入【恐惧】状态，无法行动。"
            }
        ],
        "Type": 1,
        "Order": 415
    },
    {
        "_id": 2225,
        "Name": "月狂",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222501.png",
                "Desc": "存在此标记的敌人可以进入【月狂】状态。当敌方施放攻击后，为能够触发【月狂】状态的敌方单位附加一层【嗜血】。"
            },
            {
                "Image": "TutorialPage_222502.png",
                "Desc": "当【嗜血】达到指定层数时，将使其进入【月狂】状态。同时行动序列上出现【月狂】倒计时，倒计时回合开始时所有敌方单位解除【月狂】状态。"
            }
        ],
        "Type": 1,
        "Order": 410
    },
    {
        "_id": 3216,
        "Name": "遗器建议",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_321601.png",
                "Desc": "可以查看对当前角色推荐的@套装#、@主属性#和@副属性#。套装和主属性数据来自近期活跃玩家的统计数据。"
            },
            {
                "Image": "TutorialPage_321602.png",
                "Desc": "当遗器的主属性或副属性是当前查看角色的建议属性，会在属性面板中@高亮显示#。"
            }
        ],
        "Type": 3,
        "Order": 396
    },
    {
        "_id": 6113,
        "Name": "枘凿六合 · Remake",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611301.png",
                "Desc": "「枘凿六合 · Remake」是枘凿六合的完全重制版。点击屏幕中心装置，可以沿示意方向@堆叠方块#。每次堆叠消耗一个@资源方块#。"
            },
            {
                "Image": "TutorialPage_611302.png",
                "Desc": "堆叠方块会改变装置的@造型#，当装置造型与两侧的薄板对应时，即可完成题目。"
            },
            {
                "Image": "TutorialPage_611303.png",
                "Desc": "在非指定位置堆叠方块时，两侧薄板上将出现@错误提示#。点击撤销或重置，可以回退堆叠操作。"
            },
            {
                "Image": "TutorialPage_611304.png",
                "Desc": "旋转屏幕，可以从各个方向观察装置。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6117,
        "Name": "谈判",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611701.png",
                "Desc": "在谈判结束时，若你的@气势值高于或等于对手#，即为谈判成功。反之，即为谈判失败。"
            },
            {
                "Image": "TutorialPage_611702.png",
                "Desc": "在谈判过程中，@任意一方气势值为0时#，谈判过程立即结束。"
            },
            {
                "Image": "TutorialPage_611703.png",
                "Desc": "你的@谈判选择会产生不同的结果#，该结果可能提升或降低气势值。随着玩家的选择，谈判会不断推进，直至谈判回合减少至0，届时谈判结束。"
            },
            {
                "Image": "TutorialPage_611704.png",
                "Desc": "在你的谈判回合中，@可以使用「谈判策略」#来施展不同的谈判技巧，帮助你达成谈判成功。"
            },
            {
                "Image": "TutorialPage_611705.png",
                "Desc": "此处能够查看对手信息，@若不知道如何选择时#，点击查看吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6118,
        "Name": "多条件拍摄",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611801.png",
                "Desc": "在该任务过程中，需要达成更多的目标条件以完成拍摄任务。"
            },
            {
                "Image": "TutorialPage_611802.png",
                "Desc": "在拍摄界面的左上角，会陈列需要完成拍摄的目标条件。"
            },
            {
                "Image": "TutorialPage_611803.png",
                "Desc": "当满足@全部#拍摄条件时，便可以按下快门，完成本次拍照。请尽可能满足所有拍摄条件吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2223,
        "Name": "削韧值",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222301.png",
                "Desc": "本次攻击削减敌方韧性的@基础值#。"
            }
        ],
        "Type": 1,
        "Order": 193
    },
    {
        "_id": 2224,
        "Name": "超击破伤害",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222401.png",
                "Desc": "@击破特攻#、本次攻击@削韧值#、@角色等级#越高，造成的@超击破伤害#越高。<br>超击破伤害无法暴击，不受伤害提高类效果所影响。<br>超击破伤害也属于@击破伤害#。"
            }
        ],
        "Type": 1,
        "Order": 188
    },
    {
        "_id": 8160,
        "Name": "初花习剑录",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816001.png",
                "Desc": "你将作为剑术助教，安排三月七的练剑日程，并帮助她领悟剑招，在 15 日后击败斯科特。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8161,
        "Name": "剑招领悟",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816102.png",
                "Desc": "三月七可以通过学习剑招来提升战斗能力。学习剑招需要满足对应的属性与进境要求。"
            },
            {
                "Image": "TutorialPage_816101.png",
                "Desc": "@剑术进境#代表了三月七的剑习成果，剑术进境段位越高，即意味着三月七战斗能力越强。剑术进境可以通过不断学习剑招来提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8162,
        "Name": "试剑考验",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816201.png",
                "Desc": "@试剑考验#需要三月七独立完成，战斗全程将以自动的方式进行，并且无法接受队友帮助。"
            },
            {
                "Image": "TutorialPage_816202.png",
                "Desc": "三月七的@剑术进境#越高，越容易通过试剑。试剑通过后，会提升属性与恢复心情。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8163,
        "Name": "协助效果",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816301.png",
                "Desc": "在练剑过程中，三月七可以获得@同伴的协助#，提升训练与游历的效率。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8164,
        "Name": "习剑奇遇",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816401.png",
                "Desc": "三月七可通过不同的@习剑奇遇#完成故事。不同的仙舟奇遇、协助同伴、练剑轶事…甚至最终完成故事的方式也会有所不同。"
            },
            {
                "Image": "TutorialPage_816402.png",
                "Desc": "每次通过@习剑奇遇#完成故事后，三月七都会获得@历练体悟#，在开启新一轮练剑时，获得属性提升。"
            },
            {
                "Image": "TutorialPage_816403.png",
                "Desc": "每次通过@习剑奇遇#完成故事后，会解锁对应奇遇的@回溯结局#功能，可快速尝试不同的结局走向。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8165,
        "Name": "椒丘 · 药膳效果",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816502.png",
                "Desc": "椒丘提供的协助效果，只会在@特定时段#生效，请合理安排训练顺序。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8166,
        "Name": "银狼 · 攻略建议",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816601.png",
                "Desc": "银狼提供的协助效果，只会在@满足限定条件#后生效，请合理安排训练内容。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8167,
        "Name": "剑术进境",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816101.png",
                "Desc": "@剑术进境#代表了三月七的剑习成果，剑术进境段位越高，即意味着三月七战斗能力越强。剑术进境可以通过不断学习剑招来提升。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8168,
        "Name": "练剑日程",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816701.png",
                "Desc": "通过@训练#可以提升三月七的@属性#。每种@训练#进行一定程度后，训练的效果会提升。"
            },
            {
                "Image": "TutorialPage_816702.png",
                "Desc": "训练会消耗@心情#，心情低下时@训练效率#也会降低，心情可以通过@游历#来恢复。"
            },
            {
                "Image": "TutorialPage_816703.png",
                "Desc": "训练过程中可能触发@灵光一闪#，使得本次训练的属性提升@效果翻倍#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8170,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817001.png",
                "Desc": "魔法师施放@战技#后，召唤1个小桶加入战斗，最多同时召唤5个。<br>每多1个小桶，队伍全体造成的伤害提高，达到5个时额外大幅提高。"
            },
            {
                "Image": "TutorialPage_817002.png",
                "Desc": "小桶数量越多，攻击力、削韧值越高。<br>小桶攻击敌人时，也会为魔法师恢复大量能量。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8171,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817101.png",
                "Desc": "魔法师仅能对小桶施放@战技#，使小桶获得3点@动能点#。<br>我方角色@反击#时，小桶消耗1个动能点，发动@追加攻击#，并为魔法师恢复能量。"
            },
            {
                "Image": "TutorialPage_817102.png",
                "Desc": "魔法师施放@终结技#后，小桶会进化，最高进化至@究极金#形态。<br>进化后会大幅提升小桶攻击力，并提高我方全体@追加攻击#伤害。"
            },
            {
                "Image": "TutorialPage_817103.png",
                "Desc": "小桶进化至究极金后，动能点上限提升至5点。<br>魔法师施放@终结技#后，小桶也会获得@动能点#。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8172,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817201.png",
                "Desc": "魔法师施放@战技#时，若敌方场地有空位，召唤1个@有害垃圾#站在敌方场地中。<br>同时使所有敌方场地中的有害垃圾@立即行动#。"
            },
            {
                "Image": "TutorialPage_817202.png",
                "Desc": "@有害垃圾#行动时，会不受控制地发动@随机效果#：<br>如攻击敌人并使其陷入@持续伤害#、殴打魔法师并为其@恢复能量#、鞭策我方小桶并使其@立即行动#。"
            },
            {
                "Image": "TutorialPage_817203.png",
                "Desc": "我方小桶攻击敌人时，会使敌人@立即行动#，并使敌人受到@持续伤害#。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8173,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817301.png",
                "Desc": "小桶初始拥有1点生命值，我方角色生命值@降低#或@回复#时，小桶@回复等额生命值#。<br>生命值回复至上限时@升级#，最高可升至@究极金#形态。"
            },
            {
                "Image": "TutorialPage_817302.png",
                "Desc": "小桶进入@究极金#形态后，大幅提高队伍伤害，每次攻击敌人时为全队恢复能量。<br>我方角色每次攻击敌人时，会使小桶@生命值降低#，降低至1点时退出究极金形态。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8174,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817401.png",
                "Desc": "我方角色施放@终结技#时，会使小桶获得1个动能点。<br>动能点满时召唤额外4个小桶，立即发动@自爆冲击#。"
            },
            {
                "Image": "TutorialPage_817402.png",
                "Desc": "自爆冲击头上有@特殊标记#的敌人时，可以将其@直接消灭#。<br>若指定目标被消灭，@剩余小桶#会进入@究极金形态#，立即发动@【超级自爆冲击】#造成高额伤害。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8175,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817501.png",
                "Desc": "本次活动中，可操作指定角色作为@「魔法师」#，与@「小桶宝力」#共同进行战斗。<br>@注意#：每个关卡仅能使用@指定魔法队友#进行战斗。"
            },
            {
                "Image": "TutorialPage_817502.png",
                "Desc": "作为「魔法师」的角色，其@战技#和@终结技#将获得@全新战斗效果#，指挥「小桶宝力」进行战斗。"
            },
            {
                "Image": "TutorialPage_817503.png",
                "Desc": "每个关卡中，@「小桶宝力」#具有不同的战斗机制，与魔法师和其他魔法队友配合，带来全新的战斗玩法。"
            },
            {
                "Image": "TutorialPage_817504.png",
                "Desc": "「小桶宝力」在战斗中会@继承#「魔法师」的部分属性数值和@增益效果#。<br>「小桶宝力」攻击敌人或受到敌人攻击时，会为「魔法师」@恢复能量#。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8176,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817601.png",
                "Desc": "「开拓，友谊魔法！」活动中，熟悉的角色们将会作为「魔法师」登场，与「小桶宝力」并肩作战。"
            },
            {
                "Image": "TutorialPage_817602.png",
                "Desc": "找到散落各地的「小桶宝力」分身，与他共同击退敌人吧！"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9801,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980101.png",
                "Desc": "移动@相机准心#，当和@垃圾桶#有@重叠部分#时，按下@拍照按钮#，即可成功拍摄。"
            },
            {
                "Image": "TutorialPage_980102.png",
                "Desc": "不同品质的垃圾桶@得分不同#。拍摄@尽可能多#的垃圾桶，达成关卡目标吧。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9802,
        "Name": "抓拍教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980201.png",
                "Desc": "@金色品质#的垃圾桶会做出@特殊动作#。"
            },
            {
                "Image": "TutorialPage_980202.png",
                "Desc": "在@特殊动作#期间拍摄可获得额外的@抓拍得分#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9803,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980101.png",
                "Desc": "移动@相机准心#，当和@垃圾桶#有@重叠部分#时，按下@拍照按钮#，即可成功拍摄。"
            },
            {
                "Image": "TutorialPage_980102.png",
                "Desc": "不同品质的垃圾桶@得分不同#。拍摄@尽可能多#的垃圾桶，达成关卡目标吧。"
            },
            {
                "Image": "TutorialPage_980201.png",
                "Desc": "@金色品质#的垃圾桶会做出@特殊动作#。"
            },
            {
                "Image": "TutorialPage_980202.png",
                "Desc": "在@特殊动作#期间拍摄可获得额外的@抓拍得分#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9804,
        "Name": "玩法教学",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980401.png",
                "Desc": "一些垃圾桶会@乘坐星槎#，也有一些会从@空中掉落#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9306,
        "Name": "差分宇宙 · 数值映射",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930601.png",
                "Desc": "仅在「差分宇宙 · 人间喜剧」中，@角色的等级，光锥等级，行迹与遗器#会在满足条件的情况下得到强化。"
            },
            {
                "Image": "TutorialPage_930602.png",
                "Desc": "当角色等级低于当前均衡等级要求时，会被@提升至适配当前均衡等级的角色等级#。"
            },
            {
                "Image": "TutorialPage_930603.png",
                "Desc": "当角色携带光锥等级低于当前均衡等级要求时，会被@提升至适配当前均衡等级的光锥等级#。若角色未携带光锥，会自动携带@适配当前均衡等级的临时光锥#。"
            },
            {
                "Image": "TutorialPage_930604.png",
                "Desc": "当角色已解锁的行迹未激活，或行迹等级低于当前均衡等级要求时，会被@激活行迹或提升至当前均衡等级适配的行迹等级#。"
            },
            {
                "Image": "TutorialPage_930605.png",
                "Desc": "当角色装备的遗器总强化等级低于当前均衡等级要求时，遗器会被@替换为适配当前均衡等级的临时遗器#。"
            }
        ],
        "Type": 4,
        "Order": 477
    },
    {
        "_id": 9309,
        "Name": "差分宇宙 · 周期演算",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930901.png",
                "Desc": "周期演算中每期都会更新@特殊的玩法内容#，每期首次通关能获得额外奖励。"
            },
            {
                "Image": "TutorialPage_930902.png",
                "Desc": "游玩周期演算可以获得@额外的拟合值奖励#，每期有一定上限。"
            }
        ],
        "Type": 4,
        "Order": 476
    },
    {
        "_id": 9310,
        "Name": "差分宇宙 · 位面饰品提取",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931001.png",
                "Desc": "可以直接选择首领进行挑战，战斗胜利后可获得对应的位面饰品。"
            },
            {
                "Image": "TutorialPage_931002.png",
                "Desc": "通关差分宇宙时的构筑内容可以保存下来，以相同的构筑内容进行快速挑战。"
            }
        ],
        "Type": 4,
        "Order": 475
    },
    {
        "_id": 9312,
        "Name": "差分宇宙 · 过量转化",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931201.png",
                "Desc": "在「差分宇宙」中，成功击败首领敌人后将进入@「过量转化」#挑战。"
            },
            {
                "Image": "TutorialPage_931205.png",
                "Desc": "进入「过量转化」挑战时，我方全体@激活终结技#并@恢复5个战技点#。"
            },
            {
                "Image": "TutorialPage_931202.png",
                "Desc": "在「过量转化」挑战中，@削减敌方生命值#可以获得@转化数据#。"
            },
            {
                "Image": "TutorialPage_931203.png",
                "Desc": "达成挑战目标可获取@战利品宝箱#。达成目标越多，奖励越丰厚。"
            },
            {
                "Image": "TutorialPage_931204.png",
                "Desc": "在「过量转化」挑战中被敌方击败，仍然视为战斗胜利，并根据转化数据进行结算。"
            }
        ],
        "Type": 4,
        "Order": 474
    },
    {
        "_id": 9313,
        "Name": "差分宇宙 · 藏品",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931301.png",
                "Desc": "晖长石号上存在数个藏品展示区域，可以用于预览和布设@藏品#。"
            },
            {
                "Image": "TutorialPage_931302.png",
                "Desc": "在@「差分宇宙」#、@「模拟宇宙·寰宇蝗灾」#和@「模拟宇宙·黄金与机械」#中完成特定挑战后，可获得@藏品#。"
            },
            {
                "Image": "TutorialPage_931303.png",
                "Desc": "布设在藏品展示区域上的藏品，能为「差分宇宙」中的挑战提供@增益#。"
            }
        ],
        "Type": 4,
        "Order": 473
    },
    {
        "_id": 9314,
        "Name": "差分宇宙 · 画作",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931401.png",
                "Desc": "晖长石号上存在数个画作展示区域，可以用于预览和布设@画作#。"
            },
            {
                "Image": "TutorialPage_931402.png",
                "Desc": "在@「差分宇宙」#、@「模拟宇宙·寰宇蝗灾」#和@「模拟宇宙·黄金与机械」#中完成特定挑战后，可获得@画作#。"
            }
        ],
        "Type": 4,
        "Order": 472
    },
    {
        "_id": 9320,
        "Name": "差分宇宙 · 特性",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_932001.png",
                "Desc": "「差分宇宙」中，通过激活@灵感回路#可解锁@命途特性#。"
            },
            {
                "Image": "TutorialPage_932002.png",
                "Desc": "获得任意含有@「关键词」#的@祝福#或@方程#即可激活对应特性。"
            },
            {
                "Image": "TutorialPage_932003.png",
                "Desc": "每个@命途#具有1个对应@特性#，特性的效果和激活情况可在菜单栏中查看。"
            }
        ],
        "Type": 4,
        "Order": 471
    },
    {
        "_id": 9308,
        "Name": "差分宇宙 · 造物调试台",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930808.png",
                "Desc": "造物调试台中的每个阮梅造物对应一个造物功能。"
            },
            {
                "Image": "TutorialPage_930801.png",
                "Desc": "包含了祝福强化，祝福覆写，方程覆写，奇物合成，加权奇物覆写多种功能。"
            },
            {
                "Image": "TutorialPage_930809.png",
                "Desc": "在同一造物调试台中，可以使用处于该调试台上的所有阮梅造物的功能。"
            }
        ],
        "Type": 4,
        "Order": 470
    },
    {
        "_id": 9315,
        "Name": "差分宇宙 · 方程覆写",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931501.png",
                "Desc": "造物调试台的功能之一，消耗宇宙碎片置换已有方程。"
            },
            {
                "Image": "TutorialPage_931502.png",
                "Desc": "每次覆写将从3个随机方程中选取1个，覆写选中的方程。"
            },
            {
                "Image": "TutorialPage_931503.png",
                "Desc": "覆写方程所需的宇宙碎片数量随覆写次数上升。每个造物调试台的方程覆写次数存在上限。"
            }
        ],
        "Type": 4,
        "Order": 469
    },
    {
        "_id": 9316,
        "Name": "差分宇宙 · 祝福覆写",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931601.png",
                "Desc": "造物调试台的功能之一，消耗宇宙碎片置换已有的祝福。"
            },
            {
                "Image": "TutorialPage_931602.png",
                "Desc": "每次覆写将从3个随机祝福中选取1个，覆写选中的祝福。"
            },
            {
                "Image": "TutorialPage_931603.png",
                "Desc": "覆写祝福所需的宇宙碎片数量随覆写次数上升。"
            }
        ],
        "Type": 4,
        "Order": 468
    },
    {
        "_id": 9317,
        "Name": "差分宇宙 · 祝福强化",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931701.png",
                "Desc": "造物调试台的功能之一，消耗造物调试台的热量强化祝福。"
            },
            {
                "Image": "TutorialPage_931702.png",
                "Desc": "每个造物调试台，初始具有一定数量的热量。可消耗热量进行祝福强化。"
            },
            {
                "Image": "TutorialPage_931703.png",
                "Desc": "祝福的品质越高，强化所需的热量越多。"
            }
        ],
        "Type": 4,
        "Order": 467
    },
    {
        "_id": 9318,
        "Name": "差分宇宙 · 奇物合成",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931801.png",
                "Desc": "造物调试台的功能之一，使用2个相同品质的奇物进行合成。"
            },
            {
                "Image": "TutorialPage_931802.png",
                "Desc": "每次合成将从3个随机更高品质的随机奇物中选取1个获得。最高获得3星奇物。"
            },
            {
                "Image": "TutorialPage_931803.png",
                "Desc": "无法使用负面奇物进行奇物合成。每个造物调试台的奇物合成次数存在上限。"
            }
        ],
        "Type": 4,
        "Order": 466
    },
    {
        "_id": 9319,
        "Name": "差分宇宙 · 加权奇物覆写",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931901.png",
                "Desc": "造物调试台的功能之一，能置换已有加权奇物。"
            },
            {
                "Image": "TutorialPage_931902.png",
                "Desc": "每次覆写将从3个随机加权奇物中选取1个，覆写选中的加权奇物。"
            },
            {
                "Image": "TutorialPage_931903.png",
                "Desc": "覆写加权奇物不消耗宇宙碎片。每个造物调试台的加权奇物覆写次数存在上限。"
            }
        ],
        "Type": 4,
        "Order": 465
    },
    {
        "_id": 6112,
        "Name": "《钟表小子》外传 · 《哈努战线》 · 六",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_611201.png",
                "Desc": "本集会出现「王下一桶」，「王下一桶」需要被@击中2次才会被击碎#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 1119,
        "Name": "流萤 · 秘技",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_111901.png",
                "Desc": "流萤可以施放秘技跳跃至空中@自由移动#"
            },
            {
                "Image": "TutorialPage_111902.png",
                "Desc": "自由移动时间结束或再次点击秘技按钮后，将下落攻击秘技范围内所有敌人并@添加火属性弱点#"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8130,
        "Name": "",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#，您需要在@规定步数内#进行消除，提升小鸟的@战斗力#。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "回合结束时，系统将根据@战斗力差值#结算伤害。<br>若对方@血量归零#，您将获得胜利。"
            },
            {
                "Image": "",
                "Desc": ""
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "使@三颗以上同色水果#相连，则可生成相应@炸弹#。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "消除@特定水果#可为小鸟充能，@能量充满#后，小鸟将释放强力战技辅助消除。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8131,
        "Name": "开拓小鸟",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "每消除一定数量的@猕猴桃#，则在场上随机触发@2×2方格范围爆炸#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8132,
        "Name": "银狼小鸟",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813201.png",
                "Desc": "每消除一定数量的@蓝莓#，则随机将场上一定数量的水果转化为@超级炸弹#。<br>将超级炸弹与相邻水果进行交换，可消除场上@所有相同水果#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8133,
        "Name": "三月小鸟",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813301.png",
                "Desc": "每消除一定数量的@草莓#，则随机将场上一定数量的水果转化为@直线炸弹#。<br>直线炸弹被消除时，可引爆@炸弹所在的行#或@列#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8134,
        "Name": "流萤小鸟",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813401.png",
                "Desc": "每消除一定数量的@香蕉#，则在场上随机触发@十字形爆炸#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8135,
        "Name": "知更小鸟",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813501.png",
                "Desc": "每消除一定数量的@桃子#，则随机将场上一定数量的水果转化为@方形炸弹#。<br>方形炸弹被消除时，可触发@3×3#方格范围爆炸。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8136,
        "Name": "折纸小鸟对对碰",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#，您需要在@规定步数内#进行消除，提升小鸟的@战斗力#。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "回合结束时，系统将根据@战斗力差值#结算伤害。<br>若对方@血量归零#，您将获得胜利。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8137,
        "Name": "折纸小鸟对对碰",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#，您需要在@规定步数内#进行消除，提升小鸟的@战斗力#。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "回合结束时，系统将根据@战斗力差值#结算伤害。<br>若对方@血量归零#，您将获得胜利。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "使@三颗以上同色水果#相连，则可生成相应@炸弹#。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "消除@特定水果#可为小鸟充能，@能量充满#后，小鸟将释放强力战技辅助消除。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8138,
        "Name": "联机乱斗模式",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813801.png",
                "Desc": "联机乱斗模式中，每场共有@6名#玩家参与对局。玩家每回合将@从剩余对手中抽取一名#进行对战。"
            },
            {
                "Image": "TutorialPage_813802.png",
                "Desc": "请在规定的@时间#与@步数#内进行消除，增强小鸟战斗力，尽量存活下来吧！"
            },
            {
                "Image": "TutorialPage_813804.png",
                "Desc": "回合开始时，玩家将@继承前一轮最终场地#，并统一获得相同新增场地效果。"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "当玩家血量为0时，将进入@濒死#状态，再次@受到伤害#则会被@淘汰#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8139,
        "Name": "折纸小鸟对对碰",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「折纸小鸟对对碰」是一款@三消对战游戏#，您需要在@规定步数内#进行消除，提升小鸟的@战斗力#。"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "回合结束时，系统将根据@战斗力差值#结算伤害。<br>若对方@血量归零#，您将获得胜利。"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "使@三颗以上同色水果#相连，则可生成相应@炸弹#。"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "消除@特定水果#可为小鸟充能，@能量充满#后，小鸟将释放强力战技辅助消除。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8147,
        "Name": "玩法规则",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814701.png",
                "Desc": "关卡中设有行动值计时器，在我方与敌方行动后，会扣除对应行动值。"
            },
            {
                "Image": "TutorialPage_814702.png",
                "Desc": "关卡结算的积分数据受两个因素影响：首领@剩余生命值百分比#，成功击败首领后的@剩余行动值#。如果未击败首领，只计算其@剩余生命值百分比#。"
            },
            {
                "Image": "TutorialPage_814703.png",
                "Desc": "最终以节点一和节点二的战斗@积分总和#进行结算。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8148,
        "Name": "末日幻影",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814801.png",
                "Desc": "末日幻影为@周期性更新#的一系列@高难度挑战关卡#。"
            },
            {
                "Image": "TutorialPage_814802.png",
                "Desc": "在「末日幻影」中，开拓者需要直视「终末」的投影，战胜曾经面对的@首领强敌#。"
            },
            {
                "Image": "TutorialPage_814803.png",
                "Desc": "这些强敌的投影，会与常规的首领敌人@存在一定差异#，开拓者可在战斗开始时阅读其特性了解详情。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8149,
        "Name": "快速解锁",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814901.png",
                "Desc": "「末日幻影」的@最高3星通关#难度会被记录。后续任何一期开启后，会根据记录快速解锁对应的难度以及其全部前置难度。最多可快速解锁@前3个难度#。"
            },
            {
                "Image": "TutorialPage_814902.png",
                "Desc": "快速解锁后，可直接挑战记录中的最高3星通关难度，3星通关后，@视同3星通关全部前置难度，并获得前置难度的全部奖励#。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8150,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815001.png",
                "Desc": "@击破#敌人弱点时，@行动提前# 100% 并恢复1个战技点。"
            },
            {
                "Image": "TutorialPage_815002.png",
                "Desc": "提示：@依次击破#敌人弱点，可获得@多次连续行动#机会。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8151,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815101.png",
                "Desc": "每个波次的所有敌人@共享生命值#。"
            },
            {
                "Image": "TutorialPage_815102.png",
                "Desc": "敌人在陷入@负面状态#时或行动时，均会获得1层@终结技易伤#。<br>集中攻击@易伤层数最高#的敌人，可对全体敌人造成更高伤害。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8152,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815202.png",
                "Desc": "当行动条上的@【礼盒】#行动时，@击破#全部敌人弱点并大幅提高我方@攻击力#，持续至效果结束。<br>@【礼盒】#效果持续期间，@全力输出#攻击敌人，造成更高伤害！"
            },
            {
                "Image": "TutorialPage_815502.png",
                "Desc": "我方角色的每次行动均会使@【礼盒】的行动提前#，加速获得【礼盒】增益。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8153,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815301.png",
                "Desc": "敌人攻击力大幅提高，在攻击时将对我方造成@致命攻击#。"
            },
            {
                "Image": "TutorialPage_815302.png",
                "Desc": "我方角色受到致命攻击时，@不会陷入#无法战斗状态，并恢复 100% 生命值和 50% 能量。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8154,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815401.png",
                "Desc": "敌人初始的韧性值为其韧性上限的 50% 。"
            },
            {
                "Image": "TutorialPage_815402.png",
                "Desc": "敌人受到@击破伤害#时，获得1层@易伤#。<br>集中攻击易伤层数高的敌人，可造成更高@击破伤害#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8155,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815501.png",
                "Desc": "我方@单个角色#在@累积施放#3次@终结技#后，立即再次@激活终结技#。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8156,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815601.png",
                "Desc": "我方角色在施放@终结技#或@追加攻击#后，将根据命中的目标数量获得相应的@【星光】#层数，从而提升@全体增伤#效果。"
            },
            {
                "Image": "TutorialPage_815602.png",
                "Desc": "每累积 10 层@【星光】#，将额外对敌人造成@固定伤害#，伤害量随@【星光】#层数增加而提高。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8157,
        "Name": "玩法教学",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815701.png",
                "Desc": "我方角色在施放@终结技#攻击敌人后，将使敌人的@行动提前# 100% 且攻击力降低，并为其附加多种@持续伤害#效果。"
            },
            {
                "Image": "TutorialPage_815702.png",
                "Desc": "在敌人行动后，我方角色@立即施放终结技#攻击敌人，敌人将@立即再次行动#并受到@持续伤害#效果。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8158,
        "Name": "坚防守备",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815801.png",
                "Desc": "首领幻影在@弱点被击破前#，受到的伤害@大幅降低#。"
            },
            {
                "Image": "TutorialPage_815802.png",
                "Desc": "@弱点被击破后#，行动额外延后，受到的伤害@大幅提高#。"
            },
            {
                "Image": "TutorialPage_815803.png",
                "Desc": "尽快@击破#首领幻影的弱点，从而大幅提高对首领幻影的伤害，这是获得@更高挑战积分#的关键。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 2222,
        "Name": "多层韧性",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_222002.png",
                "Desc": "拥有多层韧性的敌人，每层韧性被削减至0时会触发一次击破伤害，最后一层韧性削减至0时会触发弱点击破。"
            }
        ],
        "Type": 1,
        "Order": 400
    },
    {
        "_id": 2220,
        "Name": "全体护盾",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_222001.png",
                "Desc": "全体护盾可代替所有我方角色承担伤害，护盾量代表当前护盾可承担的伤害。"
            }
        ],
        "Type": 1,
        "Order": 399
    },
    {
        "_id": 2219,
        "Name": "共享生命值",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_221901.png",
                "Desc": "存在此标记的敌方单位会共享生命值。"
            }
        ],
        "Type": 1,
        "Order": 398
    },
    {
        "_id": 3215,
        "Name": "好友通关阵容",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_321501.png",
                "Desc": "在逐光捡金中可以查看好友通关阵容"
            },
            {
                "Image": "TutorialPage_321502.png",
                "Desc": "如果不希望自己的通关数据被好友查看，可在设置界面中选择不展示逐光捡金通关阵容"
            }
        ],
        "Type": 3,
        "Order": 396
    },
    {
        "_id": 6096,
        "Name": "梦客漫步 · 五",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_609601.png",
                "Desc": "在场景中偶尔会发现一些@离散的梦泡#，由于@没有和可供通行的平台相接#，这些梦泡无法聚合成为梦泡桥梁。"
            },
            {
                "Image": "TutorialPage_609602.png",
                "Desc": "与@控制装置#交互后，对应的@筑梦模块#和其@运行轨迹#将会高亮显示。"
            },
            {
                "Image": "TutorialPage_609603.png",
                "Desc": "通过与控制装置@交互#，可以操作筑梦模块@按指定的轨迹移动#。筑梦模块移动时，附着在其表面的离散梦泡也会@随着一起移动#。"
            },
            {
                "Image": "TutorialPage_609604.png",
                "Desc": "当离散梦泡所在的位置@满足梦泡桥梁的建造条件#时，这些梦泡将会@聚拢#。此时@携带梦泡充能靠近#即可建造出梦泡桥梁。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6097,
        "Name": "梦客漫步 · 六",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_609701.png",
                "Desc": "若某个筑梦模块的表面@已经形成了梦泡桥梁#，移动该模块将会@摧毁#已经成型的桥梁，建造该桥梁所消耗的梦泡充能将被@回收#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6098,
        "Name": "选取挑战场地 · 一",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_ReshaGuide01.png",
                "Desc": "按下轨道上的按钮，选择前往的挑战场地。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6099,
        "Name": "选取挑战场地 · 二",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_ReshaGuide01.png",
                "Desc": "按下轨道上的按钮，选择前往的挑战场地。"
            },
            {
                "Image": "TutorialPage_ReshaGuide02.png",
                "Desc": "据说热砂的球笼地图中隐藏着秘密，当地图的机关形成@特定状态组合#时，隐藏的挑战将会开启。<br>关于组合顺序的线索，就藏在挑战场地的@某本秘籍#中，找到线索后将会记录在右下角的「盛会百科」里。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6100,
        "Name": "梦客迷行",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610001.png",
                "Desc": "能在墙上行走的机关「苏乐达地板」会在冒险开始时启动，踩踏过后就会消失，@无法二次使用#。"
            },
            {
                "Image": "TutorialPage_610002.png",
                "Desc": "灵活运用三维地图，规划前往宝箱的合理路线。如果在打开终点宝箱前@踏遍场景中所有「苏乐达地板」#，则会获得@额外奖励#！"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6105,
        "Name": "《钟表小子》外传 · 《狼之道 · 终》",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610501.png",
                "Desc": "《狼之道 · 终》的拍摄内容全面升级，在故事中，你将直面石头老板的挑战"
            },
            {
                "Image": "TutorialPage_610502.png",
                "Desc": "石头老板会向哈努兄弟撒币，注意躲避他的攻击"
            },
            {
                "Image": "TutorialPage_610503.png",
                "Desc": "开火命中石头老板的金币，能够将金币反弹回去，让石头老板自食恶果"
            },
            {
                "Image": "TutorialPage_610504.png",
                "Desc": "屏幕右上方是石头老板的体力，通过开火反弹金币，击败可恶的石头老板吧！"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6106,
        "Name": "《钟表小子》外传 · 《哈努战线》 · 一",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610601.png",
                "Desc": "全新的火爆枪战片《哈努战线》开放了体验拍摄，你需要扮演超酷的哈努兄弟使用无敌的哈努飞弹，将拦路的敌人统统击碎！"
            },
            {
                "Image": "TutorialPage_610602.png",
                "Desc": "操作哈努兄弟左右移动并瞄准他的敌人，使用@攻击键#发射哈努飞弹击碎挡路的敌人！"
            },
            {
                "Image": "TutorialPage_610603.png",
                "Desc": "飞弹命中后的爆炸会击碎@附近一定范围内的所有敌人#并获得大量分数！一发飞弹@命中多名敌人#可以获得更多奖励的额外分数，完美控制飞弹的落点，获得大量分数，拍出精彩的枪战片吧。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6107,
        "Name": "《钟表小子》外传 · 《哈努战线》 · 二",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "击破带有@苏乐达标志#的道具，则可以给@「钟表时间」技能槽#充能。"
            },
            {
                "Image": "TutorialPage_610702.png",
                "Desc": "如果「钟表时间」技能槽内有苏乐达能量，则可以按下@「钟表时间」键#持续消耗能量召唤钟表小子客串帮助哈努兄弟减缓敌人的时间，「钟表时间」持续时间内@再次按下「钟表时间」键#，则可以@结束「钟表时间」#节约能量。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6109,
        "Name": "《钟表小子》外传 · 《哈努战线》 · 三",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610901.png",
                "Desc": "本集可能会出现无辜的「折纸小鸟」，@误伤无辜会扣除大量分数#，当折纸小鸟@逃跑后则可以获得大量分数#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6110,
        "Name": "《钟表小子》外传 · 《哈努战线》 · 四",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_611001.png",
                "Desc": "本集会出现「圆幕先生」，@注意观察他的表情#，当其处于@笑脸时击破则可以获取更多的分数#。"
            },
            {
                "Image": "TutorialPage_611002.png",
                "Desc": "本集会出现「惊梦烟花」，攻击「惊梦烟花」会产生爆炸@攻击场上的所有敌人#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6111,
        "Name": "《钟表小子》外传 · 《哈努战线》 · 五",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_611101.png",
                "Desc": "本集会出现「石头老板」，「石头老板」@不会被轻易击倒#，而且会撒币攻击哈努兄弟，如果@被击中会扣除大量分数#。哈努飞弹@每次击中石头老板都会获得分数#。"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2221,
        "Name": "击破伤害 · 属性与韧性",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_970101.png",
                "Desc": "使用@物理、火#属性击破弱点时@击破伤害#会更高。"
            },
            {
                "Image": "TutorialPage_970102.png",
                "Desc": "@韧性上限高#的敌人被弱点击破时受到的@击破伤害#更高。"
            }
        ],
        "Type": 1,
        "Order": 189
    },
    {
        "_id": 6108,
        "Name": "《钟表小子》外传 · 《哈努兄弟：狼之道》",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_605401.png",
                "Desc": "按下开火键，哈努兄弟将会向轨道另一侧攻击。命中敌人或路障，将触发@「打戏片段」#，进入一小段时间的无敌状态。"
            },
            {
                "Image": "TutorialPage_605402.png",
                "Desc": "打戏片段、拾取补给道具都会累积能量，能量充满时将进入@「哈努时间」#，进入一段长时间的无敌状态，并自动开火。"
            },
            {
                "Image": "TutorialPage_610502.png",
                "Desc": "石头老板会向哈努兄弟撒币，注意躲避他的攻击"
            },
            {
                "Image": "TutorialPage_610503.png",
                "Desc": "开火命中石头老板的金币，能够将金币反弹回去，让石头老板自食恶果"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8122,
        "Name": "影片剪辑玩法说明",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_812201.png",
                "Desc": "每个章节上映前都要通过内部试映，不同的影片有不同的@情绪目标#"
            },
            {
                "Image": "TutorialPage_812202.png",
                "Desc": "将@时间骰子#放入情节片段可以@影响影片情绪#"
            },
            {
                "Image": "TutorialPage_812203.png",
                "Desc": "不同颜色的情节片段会使不同的观众情绪发生变化，产生不同的效果"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8123,
        "Name": "「美梦排排乐」玩法说明",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_812204.png",
                "Desc": "赌戏情节能在美梦排排乐中抽到不同的结果，可能获得大量观众情绪"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8124,
        "Name": "《钟表小子》外传 · 《哈努战线》",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610601.png",
                "Desc": "全新的火爆枪战片《哈努战线》开放了体验拍摄，你需要扮演超酷的哈努兄弟使用无敌的哈努飞弹，将拦路的敌人统统击碎！"
            },
            {
                "Image": "TutorialPage_610602.png",
                "Desc": "操作哈努兄弟左右移动并瞄准他的敌人，使用@攻击键#发射哈努飞弹击碎挡路的敌人！"
            },
            {
                "Image": "TutorialPage_610603.png",
                "Desc": "飞弹命中后的爆炸会击碎@附近一定范围内的所有敌人#并获得大量分数！一发飞弹@命中多名敌人#可以获得更多奖励的额外分数，完美控制飞弹的落点，获得大量分数，拍出精彩的枪战片吧。"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8140,
        "Name": "玩法教学",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814001.png",
                "Desc": "在有限轮次内击败尽可能多的敌人，努力提升队伍等级。<br>队伍等级提升后，可以从随机出现的武器或配饰中进行一次选择。"
            },
            {
                "Image": "TutorialPage_814002.png",
                "Desc": "记得要优先给武器升级，并寻找到对应的共鸣配饰。<br>获得8级武器以及对应的共鸣配饰后，就可以在后续升级时进阶为厉害的传说武器。"
            },
            {
                "Image": "TutorialPage_814003.png",
                "Desc": "拥有对应属性或特性加成的配饰，可以强化武器的效果。"
            },
            {
                "Image": "TutorialPage_814004.png",
                "Desc": "合理搭配不同的武器组合以及配饰，可以获得更强力的组合效果。"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8141,
        "Name": "玩法教学",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814101.png",
                "Desc": "本关初始武器：@人人为我#<br>【人人为我】以固定速度施放攻击，对随机敌人发射【火焰弹】。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_814102.png",
                "Desc": "武器组合推荐<br>召唤特性：人人为我、卑劣者的善心、寒霜灭火器、疾风巨锤<br>相关配饰：我为人人（召唤武器速度提升）、冰火令符（冰火属性伤害提升）"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8142,
        "Name": "玩法教学",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814201.png",
                "Desc": "本关初始武器：@雷电荆棘#<br>对一个敌方目标施加【雷电荆棘】，在目标回合开始时发射造成@持续伤害#的雷击，并在目标死亡时转移给另一个敌方目标。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_814202.png",
                "Desc": "武器组合推荐<br>风雷属性：雷电荆棘、疾风巨锤、游侠长弓<br>消灭敌方目标后触发：疾风巨锤、甜美的沉眠<br>相关配饰：飓霆拷链（风雷属性伤害提升）"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8143,
        "Name": "玩法教学",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814301.png",
                "Desc": "本关初始武器：@甜美的沉眠#<br>我方角色或武器消灭敌方目标时，【甜美的沉眠】发生范围爆炸，对其相邻敌方目标造成量子属性伤害。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_814302.png",
                "Desc": "武器组合推荐<br>单体攻击消灭敌方目标后触发：甜美的沉眠、疾风巨锤、彩虹球棒<br>量子、虚数、物理属性：甜美的沉眠、幸运轮盘"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8144,
        "Name": "玩法教学",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814501.png",
                "Desc": "本关初始武器：@寒冰飞剑#<br>我方连续行动超过3次时，【寒冰飞剑】在敌方行动前对随机敌方目标施放多把飞剑，飞剑数量根据连续行动次数提高。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_814502.png",
                "Desc": "武器组合推荐<br>行动时触发：纯美的祝祷、游侠长弓、彩虹球棒、筑城之志<br>冰火属性：人人为我、卑劣者的善心、寒霜灭火器"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8145,
        "Name": "玩法教学",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814501.png",
                "Desc": "本关初始武器：@寒冰飞剑#<br>我方连续行动超过3次时，【寒冰飞剑】在敌方行动前对随机敌方目标施放多把飞剑，飞剑数量根据连续行动次数提高。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_814502.png",
                "Desc": "武器组合推荐<br>行动时触发：纯美的祝祷、游侠长弓、彩虹球棒、筑城之志<br>冰火属性：人人为我、卑劣者的善心、寒霜灭火器"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8146,
        "Name": "玩法教学",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814601.png",
                "Desc": "本关初始武器：@虚无的预警#<br>我方角色击中敌人时有概率使其陷入【挫败】。敌人陷入其他负面状态时也会陷入【挫败】状态。【挫败】达到一定层数时，【虚无的预警】对其施放【量子飞刃】并清空【挫败】层数。<br>优先提升初始@武器等级#，获得其@共鸣配饰#，进阶@传说武器#！"
            },
            {
                "Image": "TutorialPage_814602.png",
                "Desc": "武器组合推荐<br>负面状态：虚无的预警、寒霜灭火器<br>施放终结技时触发：纯美的祝祷、游侠长弓"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9701,
        "Name": "击破伤害 · 属性与韧性",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_970101.png",
                "Desc": "使用@物理、火#属性击破弱点时@击破伤害#会更高。"
            },
            {
                "Image": "TutorialPage_970102.png",
                "Desc": "@韧性上限高#的敌人被弱点击破时受到的@击破伤害#更高。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9702,
        "Name": "击破伤害 · 击破特攻",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_221801.png",
                "Desc": "角色的@击破特攻#越高，造成的@击破伤害#越高。"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9101,
        "Name": "祝福",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910101.png",
                "Desc": "在模拟宇宙内，战胜敌人后可以选择@祝福#，祝福仅在本次探索内生效。"
            }
        ],
        "Type": 4,
        "Order": 499
    },
    {
        "_id": 9102,
        "Name": "下载装置",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910201.png",
                "Desc": "使用@下载装置#可以为本次探索添加新的角色。每个@下载装置#只能添加1名角色，请认真选择。"
            }
        ],
        "Type": 4,
        "Order": 498
    },
    {
        "_id": 9103,
        "Name": "开拓祝福",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910301.png",
                "Desc": "完成上一轮模拟宇宙至少1个区域后，再次进入模拟宇宙时可以在提供的@开拓祝福#内选择1个强化自己的队伍。"
            }
        ],
        "Type": 4,
        "Order": 497
    },
    {
        "_id": 9104,
        "Name": "可破坏物（模拟宇宙）",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910401.png",
                "Desc": "击破模拟宇宙内的物件可随机获得@宇宙碎片#、回复@生命值#或恢复@秘技点数#。"
            }
        ],
        "Type": 4,
        "Order": 496
    },
    {
        "_id": 9105,
        "Name": "祝福强化",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910501.png",
                "Desc": "消耗宇宙碎片可以@强化#已获得的祝福，每个祝福只能被强化@1#次。"
            }
        ],
        "Type": 4,
        "Order": 495
    },
    {
        "_id": 9107,
        "Name": "沉浸奖励",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910701.png",
                "Desc": "击败@区域 - 精英#或@区域 - 首领#中的敌人后，可以消耗开拓力或使用沉浸器获取包含@位面饰品#在内的沉浸奖励。"
            }
        ],
        "Type": 4,
        "Order": 494
    },
    {
        "_id": 9108,
        "Name": "模拟宇宙图鉴",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910801.png",
                "Desc": "@图鉴#内陈列了模拟宇宙内的祝福、奇物、星神。"
            }
        ],
        "Type": 4,
        "Order": 493
    },
    {
        "_id": 9109,
        "Name": "命途回响",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910901.png",
                "Desc": "在模拟宇宙的@战斗#过程中，主动消耗能量可引发@命途回响#，收获战斗收益。"
            }
        ],
        "Type": 4,
        "Order": 492
    },
    {
        "_id": 9110,
        "Name": "复活装置",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911001.png",
                "Desc": "与@复活装置#交互后，可使用宇宙碎片@重置#内存，使陷入无法战斗状态的角色立即回复一定量的生命值。"
            }
        ],
        "Type": 4,
        "Order": 491
    },
    {
        "_id": 9111,
        "Name": "重置祝福",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911101.png",
                "Desc": "模拟宇宙中每当击败敌人选择祝福时，最多可以消耗宇宙碎片@重置#出现的祝福@1#次。"
            }
        ],
        "Type": 4,
        "Order": 490
    },
    {
        "_id": 9112,
        "Name": "奇物",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911201.png",
                "Desc": "模拟宇宙内会遇到效果各异的@奇物#，收集奇物可@强化#队伍。"
            }
        ],
        "Type": 4,
        "Order": 489
    },
    {
        "_id": 9113,
        "Name": "寰宇蝗灾 · 区域类型",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911301.png",
                "Desc": "每个位面都由@不同类型#的区域构成，点击问号按钮可以查看所有区域类型。"
            },
            {
                "Image": "TutorialPage_911302.png",
                "Desc": "战斗：在这个区域中战胜敌人可以获得祝福。<br>精英：在这个区域中战胜精英敌人有机会获得1个1-3星祝福。<br>事件：在这个区域中可以通过选择达成不同的结果。<br>首领：在这个区域中战胜首领可以通关本位面，获得祝福和奇物。"
            }
        ],
        "Type": 4,
        "Order": 488
    },
    {
        "_id": 9114,
        "Name": "寰宇蝗灾 · 觐见装置",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911401.png",
                "Desc": "与区域中的@「觐见装置」#交互，可获得随机骰面效果，也可传送到下一区域。"
            }
        ],
        "Type": 4,
        "Order": 487
    },
    {
        "_id": 9115,
        "Name": "寰宇蝗灾 · 移动阶段",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911501.png",
                "Desc": "可选择与当前所在区域@相邻#的区域进行移动，同时目标区域左侧的区域将会@塌陷#，变为@不可进入#状态。"
            }
        ],
        "Type": 4,
        "Order": 486
    },
    {
        "_id": 9116,
        "Name": "寰宇蝗灾 · 骰面生效阶段",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911601.png",
                "Desc": "部分骰面效果可以@影响区域内容#。如果放弃选择骰面效果，将获得一定的宇宙碎片作为补偿。"
            }
        ],
        "Type": 4,
        "Order": 485
    },
    {
        "_id": 9117,
        "Name": "寰宇蝗灾 · 倒计时",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911701.png",
                "Desc": "每次移动后，将会减少1点倒计时；当倒计时减少为负数时，所有敌方目标会进入@「位面紊乱！」#状态，获得属性强化；@「位面紊乱！」#状态下，每次移动后会增加扰动等级；扰动等级越高，敌人的强化效果越强。"
            }
        ],
        "Type": 4,
        "Order": 484
    },
    {
        "_id": 9118,
        "Name": "寰宇蝗灾 · 信标",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911801.png",
                "Desc": "一种附加在区域上的效果。带有信标的区域会有丰厚回报。"
            },
            {
                "Image": "TutorialPage_911802.png",
                "Desc": "强化信标：带有该信标的区域中敌人获得强化。战斗胜利后选择祝福时，升级所有祝福。<br>异化信标：带有该信标的区域中敌人将变成「错误」的敌人。战斗胜利后获得额外的宇宙碎片。"
            },
            {
                "Image": "TutorialPage_911803.png",
                "Desc": "祝福扑满信标：带有该信标的区域中战斗会出现扑满，消灭后可获得额外的祝福。<br>奇物扑满信标：带有该信标的区域中战斗会出现扑满，消灭后可获得额外的奇物。"
            }
        ],
        "Type": 4,
        "Order": 483
    },
    {
        "_id": 9119,
        "Name": "寰宇蝗灾 · 玩法目标",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911901.png",
                "Desc": "@践行#「行者之道」，@提升#「觐见行迹」点数，@收集#「寰宇蝗灾」全部章节。"
            }
        ],
        "Type": 4,
        "Order": 482
    },
    {
        "_id": 9120,
        "Name": "寰宇蝗灾 · 回响交错",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_912001.png",
                "Desc": "@当前命途#的祝福达到@3#个后，获取另一@特定命途#的祝福达到@3#个时，会触发回响交错。回响交错的具体效果可在命途选择时的@「命途回响」#页签查看。"
            }
        ],
        "Type": 4,
        "Order": 482
    },
    {
        "_id": 9301,
        "Name": "黄金与机械 · 命途增益",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930101.png",
                "Desc": "在「黄金与机械」中，每种「自定义骰」都有不同的被动效果，满足被动效果的要求时，会根据所选的命途，提供不同效果的增益。"
            }
        ],
        "Type": 4,
        "Order": 481
    },
    {
        "_id": 9303,
        "Name": "黄金与机械 · 回响推演",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930301.png",
                "Desc": "在@第三位面#的@首领战斗#中会出现@「回响推演」#。<br>「回响推演」会通过模拟不同的@「命途回响」#对我方造成严重的影响。"
            },
            {
                "Image": "TutorialPage_930302.png",
                "Desc": "在后续挑战中，可以在@第二位面#的【首领】区域选择「回响推演」所模拟的「命途回响」效果。"
            }
        ],
        "Type": 4,
        "Order": 480
    },
    {
        "_id": 9305,
        "Name": "黄金与机械 · 认知值",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930501.png",
                "Desc": "当前@「认知值」#及@「认知值目标区间」#均会展示在@「认知条」#上。<br>可在棋盘上方查阅。<br>解锁「秘闻」所需「认知值」将会展示在「秘闻」上方。"
            },
            {
                "Image": "TutorialPage_930502.png",
                "Desc": "「秘闻」分为@「开拓秘闻」#与@「星神秘闻」#。<br>「开拓秘闻」的触发条件可以通过点击「开拓秘闻」进行查看。<br>「星神秘闻」需要收集其所属位面的全部「开拓秘闻」后才可触发。"
            }
        ],
        "Type": 4,
        "Order": 479
    },
    {
        "_id": 9304,
        "Name": "黄金与机械 · 推荐秘闻",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930401.png",
                "Desc": "探索开始前，将会展示本次探索的@额外奖励目标#。<br>每个位面通关时将「认知值」控制在额外奖励目标要求的「认知区间」内，收集「开拓秘闻」，可获得@额外掉落奖励#。"
            }
        ],
        "Type": 4,
        "Order": 478
    }
]

var _ver = [
    {
        "Name": "机制",
        "Type": 1
    },
    {
        "Name": "模拟宇宙",
        "Type": 4
    },
    {
        "Name": "玩法",
        "Type": 2
    },
    {
        "Name": "活动",
        "Type": 3
    }
]