// Auto Generated

var _mq = {
    "LineCount": [
        {
            "Name": "Мавуика",
            "ID": "1089",
            "Count": 337
        },
        {
            "Name": "_1005",
            "ID": "1005",
            "Count": 239
        },
        {
            "Name": "_0",
            "ID": 0,
            "Count": 235
        },
        {
            "Name": "Ситлали",
            "ID": "1096",
            "Count": 155
        },
        {
            "Name": "Качина",
            "ID": "1086",
            "Count": 87
        },
        {
            "Name": "Шилонен",
            "ID": "1095",
            "Count": 86
        },
        {
            "Name": "Оророн",
            "ID": "1094",
            "Count": 79
        },
        {
            "Name": "Гутфрит",
            "ID": "14673",
            "Count": 56
        },
        {
            "Name": "Муалани",
            "ID": "1087",
            "Count": 54
        },
        {
            "Name": "Часка",
            "ID": "1092",
            "Count": 52
        },
        {
            "Name": "Иансан",
            "ID": "1091",
            "Count": 50
        },
        {
            "Name": "Вичама",
            "ID": "14669",
            "Count": 42
        },
        {
            "Name": "Атея",
            "ID": "14668",
            "Count": 35
        },
        {
            "Name": "Кинич",
            "ID": "1088",
            "Count": 33
        },
        {
            "Name": "Часка",
            "ID": "14659",
            "Count": 31
        },
        {
            "Name": "Муалани",
            "ID": "14658",
            "Count": 30
        },
        {
            "Name": "Садигуа",
            "ID": "14804",
            "Count": 30
        },
        {
            "Name": "Владыка Ночи",
            "ID": "14383",
            "Count": 29
        },
        {
            "Name": "«Капитан»",
            "ID": "14235",
            "Count": 23
        },
        {
            "Name": "Шилонен",
            "ID": "14657",
            "Count": 23
        },
        {
            "Name": "Амина",
            "ID": "6055",
            "Count": 20
        },
        {
            "Name": "Кинич",
            "ID": "14656",
            "Count": 20
        },
        {
            "Name": "Нечка",
            "ID": "14741",
            "Count": 20
        },
        {
            "Name": "Хини",
            "ID": "14672",
            "Count": 19
        },
        {
            "Name": "Куичи",
            "ID": "14671",
            "Count": 19
        },
        {
            "Name": "Непека",
            "ID": "14739",
            "Count": 18
        },
        {
            "Name": "Малко",
            "ID": "14670",
            "Count": 17
        },
        {
            "Name": "Иансан",
            "ID": "14660",
            "Count": 17
        },
        {
            "Name": "Бона",
            "ID": "14631",
            "Count": 16
        },
        {
            "Name": "???",
            "ID": "",
            "Count": 15
        },
        {
            "Name": "Ситлали",
            "ID": "14661",
            "Count": 13
        },
        {
            "Name": "Ронова",
            "ID": "14520",
            "Count": 13
        },
        {
            "Name": "Ахав",
            "ID": "9299",
            "Count": 12
        },
        {
            "Name": "Горный король",
            "ID": "14664",
            "Count": 12
        },
        {
            "Name": "Ахав",
            "ID": "14737",
            "Count": 12
        },
        {
            "Name": "Пакаль",
            "ID": "14731",
            "Count": 12
        },
        {
            "Name": "Качина",
            "ID": "14639",
            "Count": 12
        },
        {
            "Name": "Ахав",
            "ID": "14221",
            "Count": 10
        },
        {
            "Name": "Кинай",
            "ID": "14760",
            "Count": 9
        },
        {
            "Name": "Айо",
            "ID": "14276",
            "Count": 9
        },
        {
            "Name": "Айеле",
            "ID": "14689",
            "Count": 8
        },
        {
            "Name": "Кокоуик",
            "ID": "14743",
            "Count": 8
        },
        {
            "Name": "Балам",
            "ID": "6028",
            "Count": 8
        },
        {
            "Name": "Ваканка",
            "ID": "14772",
            "Count": 8
        },
        {
            "Name": "Полоа",
            "ID": "14687",
            "Count": 7
        },
        {
            "Name": "Зумалли",
            "ID": "14688",
            "Count": 7
        },
        {
            "Name": "Паймон",
            "ID": "14922",
            "Count": 7
        },
        {
            "Name": "Кауйя",
            "ID": "14686",
            "Count": 6
        },
        {
            "Name": "Нуу",
            "ID": "14740",
            "Count": 6
        },
        {
            "Name": "Кайпа",
            "ID": "14761",
            "Count": 5
        },
        {
            "Name": "Оророн",
            "ID": "14738",
            "Count": 5
        },
        {
            "Name": "Сетан",
            "ID": "14749",
            "Count": 4
        },
        {
            "Name": "Все вместе",
            "ID": "14746",
            "Count": 4
        },
        {
            "Name": "Уайна",
            "ID": "14732",
            "Count": 4
        },
        {
            "Name": "Амина",
            "ID": "14733",
            "Count": 4
        },
        {
            "Name": "Мутота",
            "ID": "14734",
            "Count": 4
        },
        {
            "Name": "Бирам",
            "ID": "14735",
            "Count": 4
        },
        {
            "Name": "Акатль",
            "ID": "14736",
            "Count": 4
        },
        {
            "Name": "???",
            "ID": -1,
            "Count": 4
        },
        {
            "Name": "Шбаланке",
            "ID": "14521",
            "Count": 4
        },
        {
            "Name": "Уаккуэ",
            "ID": "14759",
            "Count": 3
        },
        {
            "Name": "Хнаска",
            "ID": "14748",
            "Count": 3
        },
        {
            "Name": "Вампуна",
            "ID": "14803",
            "Count": 3
        },
        {
            "Name": "Олапа",
            "ID": "14784",
            "Count": 3
        },
        {
            "Name": "Алакай",
            "ID": "14785",
            "Count": 3
        },
        {
            "Name": "Лута",
            "ID": "14797",
            "Count": 3
        },
        {
            "Name": "Ята",
            "ID": "14766",
            "Count": 3
        },
        {
            "Name": "Кукуя",
            "ID": "14799",
            "Count": 3
        },
        {
            "Name": "Атоко",
            "ID": "14755",
            "Count": 2
        },
        {
            "Name": "Райен",
            "ID": "14756",
            "Count": 2
        },
        {
            "Name": "Саковев",
            "ID": "14757",
            "Count": 2
        },
        {
            "Name": "Танту",
            "ID": "14758",
            "Count": 2
        },
        {
            "Name": "Отаска",
            "ID": "14751",
            "Count": 2
        },
        {
            "Name": "Коя",
            "ID": "14667",
            "Count": 2
        },
        {
            "Name": "REALNAME[2]",
            "ID": "14662",
            "Count": 2
        },
        {
            "Name": "Локва",
            "ID": "14763",
            "Count": 2
        },
        {
            "Name": "Толпа",
            "ID": "14794",
            "Count": 2
        },
        {
            "Name": "Аукаман",
            "ID": "14775",
            "Count": 2
        },
        {
            "Name": "Вуттуни",
            "ID": "14778",
            "Count": 2
        },
        {
            "Name": "Толпа",
            "ID": "14793",
            "Count": 2
        },
        {
            "Name": "Читать",
            "ID": "6435",
            "Count": 2
        },
        {
            "Name": "Чималли",
            "ID": "14398",
            "Count": 2
        },
        {
            "Name": "Уаманга",
            "ID": "14798",
            "Count": 2
        },
        {
            "Name": "Приветствовать",
            "ID": "14998",
            "Count": 2
        },
        {
            "Name": "Сонкко",
            "ID": "14800",
            "Count": 2
        },
        {
            "Name": "Аюн",
            "ID": "14801",
            "Count": 2
        },
        {
            "Name": "Мато",
            "ID": "14802",
            "Count": 2
        },
        {
            "Name": "Паймон, Качина и Муалани",
            "ID": "14744",
            "Count": 1
        },
        {
            "Name": "Ханви",
            "ID": "14750",
            "Count": 1
        },
        {
            "Name": "Ханви и Анпао",
            "ID": "14745",
            "Count": 1
        },
        {
            "Name": "Олайя",
            "ID": "14684",
            "Count": 1
        },
        {
            "Name": "Малко и Вичама",
            "ID": "14742",
            "Count": 1
        },
        {
            "Name": "Пакаль",
            "ID": "6092",
            "Count": 1
        },
        {
            "Name": "Уайна",
            "ID": "6100",
            "Count": 1
        },
        {
            "Name": "Мутота",
            "ID": "6228",
            "Count": 1
        },
        {
            "Name": "Акатль",
            "ID": "6303",
            "Count": 1
        },
        {
            "Name": "Бирам",
            "ID": "14918",
            "Count": 1
        },
        {
            "Name": "Нуста",
            "ID": "14509",
            "Count": 1
        },
        {
            "Name": "Ваниету",
            "ID": "14774",
            "Count": 1
        },
        {
            "Name": "Яреци",
            "ID": "14399",
            "Count": 1
        },
        {
            "Name": "Элуней",
            "ID": "14777",
            "Count": 1
        },
        {
            "Name": "Читать",
            "ID": "6434",
            "Count": 1
        },
        {
            "Name": "Читать",
            "ID": "6436",
            "Count": 1
        },
        {
            "Name": "Ротчев",
            "ID": "14947",
            "Count": 1
        }
    ],
    "Num": "Том V. Глава V",
    "Title": "Пылающая Ода воскресения",
    "IT": "Натлан",
    "Tab": "UI_LegendQuestImg_Nt",
    "Icon": "UI_ChapterIcon_Natlan",
    "Intro": "",
    "MainQuests": [
        {
            "_id": 5022,
            "Name": "Подземные руины",
            "Desc": "Последняя битва не за горами. Сегодня надо хорошо отдохнуть...",
            "Track": [
                5023
            ],
            "R": [
                105022
            ],
            "RP": [],
            "Sub": [
                502201,
                502203,
                502205,
                502204,
                502206,
                502207,
                502209,
                502208,
                502202
            ]
        },
        {
            "_id": 5023,
            "Name": "Подобно закату и рассвету",
            "Desc": "Наконец пришло время встречи. Отправляйтесь в Палату советников.",
            "Track": [
                5024
            ],
            "R": [
                105023
            ],
            "RP": [],
            "Sub": [
                502301,
                502302,
                502303,
                502319,
                502320,
                502321,
                502322,
                502323,
                502324,
                502325,
                502304,
                502305,
                502318,
                502306,
                502308,
                502307,
                502310,
                502316,
                502309,
                502312,
                502311,
                502317,
                502313,
                502327,
                502314,
                502326,
                502315
            ]
        },
        {
            "_id": 5024,
            "Name": "Путешествие звёзд и огней",
            "Desc": "Пришло время решающей битвы с Бездной. Все жители Натлана поддерживают вас, каждый по-своему. Приготовьтесь и следуйте к месту последней битвы.",
            "Track": [
                5028
            ],
            "R": [
                105024
            ],
            "RP": [],
            "Sub": [
                502440,
                502401,
                502418,
                502402,
                502428,
                502429,
                502430,
                502421,
                502422,
                502423,
                502424,
                502425,
                502426,
                502427,
                502403,
                502404,
                502406,
                502407,
                502408,
                502409,
                502410,
                502436,
                502411,
                502437,
                502405,
                502412,
                502444,
                502435,
                502413,
                502441,
                502439,
                502419,
                502431,
                502432,
                502433,
                502442,
                502414,
                502420,
                502415,
                502438,
                502443,
                502417,
                502416,
                502434
            ]
        },
        {
            "_id": 5028,
            "Name": "Всеобщая надежда",
            "Desc": "С помощью ваших товарищей вы и Мавуика наконец выходите на битву с Госойтотом. Сделайте всё возможное, чтобы добиться победы и положить конец войне в Натлане.",
            "Track": [
                5029
            ],
            "R": [
                105028
            ],
            "RP": [],
            "Sub": [
                502821,
                502822,
                502801,
                502802,
                502803,
                502812,
                502804,
                502823,
                502805,
                502806,
                502807,
                502808,
                502809,
                502810,
                502811
            ]
        },
        {
            "_id": 5029,
            "Name": "Когда каждый поступок выгравирован в камне",
            "Desc": "Плечом к плечу с Мавуикой вы победили Госойтота и стали героиней, которую чтит весь Натлан. Насладитесь своим звёздным часом.",
            "Track": [],
            "R": [
                105029
            ],
            "RP": [
                29012
            ],
            "Sub": [
                502901,
                502902,
                502903,
                502908,
                502904,
                502905,
                502906,
                502907,
                502909,
                502910,
                502911,
                502912,
                502913,
                502920,
                502914,
                502921,
                502940
            ]
        }
    ]
}

var _sq = {
    "502201": {
        "Desc": "Подождите два дня",
        "Talk": []
    },
    "502203": {
        "Desc": "Вернитесь в «Обитель усталости» и отдохните",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": "Вы постепенно засыпаете под мерное похрапывание Паймон..."
                }
            ]
        ]
    },
    "502205": {
        "Desc": "Вернитесь в «Обитель усталости» и отдохните",
        "Talk": []
    },
    "502204": {
        "Desc": "Исследуйте пространство сна",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "(Где я? Это... Царство Ночи?)"
                },
                {
                    "N": "_0",
                    "T": "#(Как я здесь {M#оказался}{F#оказалась}? Я только что был{F#а} в... Ох...)"
                },
                {
                    "N": "_0",
                    "T": "(Голова тяжёлая, мысли путаются. Надо осмотреться...)"
                }
            ]
        ]
    },
    "502206": {
        "Desc": "Продолжайте поиски",
        "Talk": []
    },
    "502207": {
        "Desc": "Подойдите ближе к силуэтам",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "#(Когда я проходил{F#а} через стену света, тело будто сковало льдом.)"
                },
                {
                    "N": "_0",
                    "T": "(Вряд ли здесь ещё действует защита Владыки Ночи. Меня душит холод и темнота, в ушах стоят вопли и измождённые стоны.)"
                },
                {
                    "N": "_0",
                    "T": "(Как долго длятся их муки? И сколько им осталось терпеть?..)"
                },
                {
                    "N": "_0",
                    "T": "(Хм, кто это?..)"
                },
                {
                    "N": "«Капитан»",
                    "T": "Наша родина превратилась в далёкие воспоминания, но пожары войны не утихают. Мы давно пролили всю кровь до последней капли..."
                },
                {
                    "N": "«Капитан»",
                    "T": "Подождите ещё немного, мои воины..."
                },
                {
                    "N": "_0",
                    "T": "(Что здесь делает Капитан? И что он говорит...)"
                },
                {
                    "N": "«Капитан»",
                    "T": "Настанет день, и я отведу вас туда, куда обещал."
                }
            ]
        ]
    },
    "502209": {
        "Desc": "Подойдите ближе к силуэтам",
        "Talk": []
    },
    "502208": {
        "Desc": "Поговорите с Паймон",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "Доброе утро! Тебе что, снились кошмары?"
                },
                {
                    "N": "_1005",
                    "T": "#Ты всю ночь {F#вертелась}{M#вертелся} на кровати, вот Паймон и решила, что тебе плохо спалось. Наверное, волнуешься перед решающим сражением?"
                },
                {
                    "N": "_0",
                    "T": "(Значит, это был сон? Я почти ничего не помню.)"
                },
                {
                    "N": "_0",
                    "T": "#(Всё, что я видел{F#а} во сне, будто окутано пеленой. А когда пытаюсь напрячь память, начинает болеть голова...)"
                },
                {
                    "N": "_1005",
                    "T": "#{NICKNAME}, пора взбодриться! Сегодня мы встречаемся с Мавуикой!"
                }
            ]
        ]
    },
    "502202": {
        "Desc": "",
        "Talk": []
    },
    "502301": {
        "Desc": "Отправляйтесь в Палату советников и найдите Мавуику",
        "Talk": [
            [
                {
                    "N": "Шилонен",
                    "T": "Ясно. Если всё пойдёт по плану, трёх дней на ковку древнего имени мне хватит. Я вас не задержу."
                },
                {
                    "N": "Мавуика",
                    "T": "Спасибо. Чем быстрее ты его закончишь, тем лучше. Мне ещё нужно объявить людям, что нас ждёт."
                },
                {
                    "N": "Ситлали",
                    "T": "#Не беспокойся. Думаю, за полдня управимся. {NICKNAME} {M#провёл}{F#провела} достаточно времени в Натлане, записей в Хронике Пилигрима должно хватить."
                },
                {
                    "N": "Мавуика",
                    "T": "Входите."
                },
                {
                    "N": "_1005",
                    "T": "Мавуика, мы пришли! Ой, тут и Ситлали с Шилонен? Привет!"
                },
                {
                    "N": "Мавуика",
                    "T": "#А мы как раз про вас говорили. У меня было две причины пригласить вас сюда. Первая: {NICKNAME}, пришло время ковать твоё древнее имя."
                },
                {
                    "N": "_1005",
                    "T": "Точно! Нужна Хроника Пилигрима, которую дала нам Владыка Ночи?"
                },
                {
                    "N": "_0",
                    "T": "Она у меня с собой."
                },
                {
                    "N": "Шилонен",
                    "T": "Отлично. Могу я на неё взглянуть?"
                },
                {
                    "N": "Шилонен",
                    "T": "Гм... Угу..."
                },
                {
                    "N": "Шилонен",
                    "T": "Хорошо. Этого будет вполне достаточно."
                },
                {
                    "N": "Шилонен",
                    "T": "Обычно перед ковкой древнего имени мы проводим особую церемонию, во время которой извлекаем воспоминания из артерий земли. Но коль скоро у нас есть записи от Владыки Ночи, этот шаг можно пропустить."
                },
                {
                    "N": "Шилонен",
                    "T": "И всё же мне никогда прежде не доводилось иметь дело с таким материалом. Нужно проверить, как он себя поведёт в работе."
                },
                {
                    "N": "Ситлали",
                    "T": "Я тебе помогу. Мои знания о Владыке Ночи и Вайоб могут тебе пригодиться."
                },
                {
                    "N": "Мавуика",
                    "T": "И вторая причина. Думаю, ты уже догадываешься, о чём я хочу сказать. Как только твоё древнее имя будет готово, нам придётся отправиться в глубины Царства Ночи."
                },
                {
                    "N": "Мавуика",
                    "T": "Это случится через три дня."
                },
                {
                    "N": "_1005",
                    "T": "Т-три дня? Так скоро?"
                },
                {
                    "N": "_0",
                    "T": "Начну готовиться."
                },
                {
                    "N": "_0",
                    "T": "Всё будет в порядке."
                },
                {
                    "N": "_1005",
                    "T": "Но... Эм..."
                },
                {
                    "N": "Мавуика",
                    "T": "#Ты беспокоишься за {M#путешественника}{F#путешественницу}?"
                },
                {
                    "N": "_1005",
                    "T": "Да... Паймон много думала, когда узнала, что вы отправитесь в Царство Ночи, но Паймон в таких вещах плохо разбирается и не знает, что делать..."
                },
                {
                    "N": "_1005",
                    "T": "Паймон понимает, что каждый хочет совершить великий подвиг. И если всё получится, будут спасены тысячи жизней..."
                },
                {
                    "N": "_1005",
                    "T": "Но с самого дня нашей встречи мы почти никогда не разлучались. И потом, Паймон понимает, как это опасно..."
                },
                {
                    "N": "_0",
                    "T": "Верь в нас, Паймон."
                },
                {
                    "N": "_0",
                    "T": "Только мы можем это сделать."
                },
                {
                    "N": "Мавуика",
                    "T": "Да. И если мы одержим победу, Ода воскресения вернёт нас на землю."
                },
                {
                    "N": "Мавуика",
                    "T": "Царство Ночи - мир душ и памяти, сила духа там важнее физической силы."
                },
                {
                    "N": "Мавуика",
                    "T": "Священное пламя соединит нас с боевым духом всех жителей Натлана. И тогда с нами будет непросто сладить."
                },
                {
                    "N": "Мавуика",
                    "T": "#Так что если хочешь помочь, болей за нас вместе со всеми. Твои слова поддержки помогут {M#путешественнику}{F#путешественнице}, от тебя многое зависит."
                },
                {
                    "N": "_1005",
                    "T": "Многое зависит... Да?"
                },
                {
                    "N": "_0",
                    "T": "И я буду чувствовать, что ты рядом."
                },
                {
                    "N": "_1005",
                    "T": "Да! И мы вместе преодолеем все опасности! Как всегда!"
                },
                {
                    "N": "_0",
                    "T": "И я буду помнить, что ты думаешь обо мне."
                },
                {
                    "N": "_1005",
                    "T": "Ладно... Только не делай глупостей! Договорились? Паймон очень боится, что ты забудешь про осторожность."
                },
                {
                    "N": "_0",
                    "T": "Как на рыбалке, когда ты держишь за меня кулачки."
                },
                {
                    "N": "_1005",
                    "T": "Слушай, но при чём тут рыбалка? Хотя... Если тебе приходят на ум такие сравнения, значит, ты совсем не боишься."
                },
                {
                    "N": "_1005",
                    "T": "Паймон поняла, Паймон согласна! Паймон будет за вас болеть изо всех сил! И кричать громче всех!"
                },
                {
                    "N": "Ситлали",
                    "T": "#Неважно, как громко ты кричишь, главное - сколько энергии в это вкладываешь. Но я понимаю, это твой способ выразить заботу о {M#путешественнике}{F#путешественнице}."
                },
                {
                    "N": "Мавуика",
                    "T": "Но первым делом нужно выковать древнее имя, иначе ничего не получится."
                },
                {
                    "N": "Мавуика",
                    "T": "#Не забывайте, {NICKNAME} сможет отправиться со мной в путь, только если у Шилонен получится выковать {M#его}{F#её} древнее имя."
                },
                {
                    "N": "Шилонен",
                    "T": "Не беспокойся, всё получится. Клянусь честью всего нашего племени, я не подведу. Я понимаю, насколько это важно."
                },
                {
                    "N": "Ситлали",
                    "T": "Не будем терять время. Идём."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, до встречи, друзья. Ждите меня с готовым древним именем."
                },
                {
                    "N": "_1005",
                    "T": "Удачи вам!"
                },
                {
                    "N": "_1005",
                    "T": "Три дня, три дня... А чем сейчас заняться? Мы знаем, Натлан продолжает восстанавливаться после войны. Может, нужна наша помощь?"
                },
                {
                    "N": "Мавуика",
                    "T": "Насколько мне известно, вы и так здорово помогли. Предлагаю вам отдохнуть и набраться сил."
                },
                {
                    "N": "Мавуика",
                    "T": "Даже если за это время появится горстка новых монстров из Бездны, наши воины с ними расправятся. Не беспокойтесь."
                },
                {
                    "N": "_0",
                    "T": "И всё равно, я не могу отдыхать..."
                },
                {
                    "N": "_0",
                    "T": "...пока мир не восстановлен."
                },
                {
                    "N": "_1005",
                    "T": "#Да! Мы ведь {M#искатели}{F#искательницы} приключений! Мы не знаем слова «отдых»!"
                },
                {
                    "N": "_1005",
                    "T": "У нас впереди долгий путь, нам ещё много где предстоит побывать! И битва, которая случится через три дня, это лишь очередной шаг на длинной дороге приключений!"
                },
                {
                    "N": "Мавуика",
                    "T": "Ха-ха, ясно. Ладно, тогда займитесь тем, что вам по душе."
                },
                {
                    "N": "_0",
                    "T": "А ты что будешь делать?"
                },
                {
                    "N": "Мавуика",
                    "T": "Последняя битва очень важна для меня, я шла к ней всю жизнь. Но я думаю, вы правы."
                },
                {
                    "N": "Мавуика",
                    "T": "Я тоже займусь тем, к чему лежит сердце. Успокою разум и порисую."
                },
                {
                    "N": "_1005",
                    "T": "Ого! Ты умеешь рисовать?"
                },
                {
                    "N": "Мавуика",
                    "T": "Только учусь, получается пока не очень. Говорят, в рисовании надо много практиковаться."
                },
                {
                    "N": "Мавуика",
                    "T": "Но это может быть что угодно, помимо рисования. Люблю упражнения и ощущение личного роста. Для меня это отдых."
                },
                {
                    "N": "Мавуика",
                    "T": "Конечно, для упражнений нужно свободное время. Мне редко удаётся его выкроить."
                },
                {
                    "N": "_1005",
                    "T": "Значит, вот как ты расслабляешься... Да, отдых в стиле Мавуики!"
                },
                {
                    "N": "_0",
                    "T": "Тогда не будем тебя отвлекать."
                },
                {
                    "N": "Мавуика",
                    "T": "Хорошо, до скорой встречи."
                },
                {
                    "N": "_1005",
                    "T": "Если Мавуике для отдыха нужны упражнения и ощущение личного роста... значит, ей вообще не нужен отдых! Ну и ну."
                },
                {
                    "N": "_1005",
                    "T": "Ой, эм... привет! Извините, Мавуика отдыхает!"
                },
                {
                    "N": "Муалани",
                    "T": "Вот вы где!"
                },
                {
                    "N": "Качина",
                    "T": "Фух... Успели."
                },
                {
                    "N": "_0",
                    "T": "Отчего вы так запыхались?"
                },
                {
                    "N": "_0",
                    "T": "Что-то случилось?"
                },
                {
                    "N": "Муалани",
                    "T": "Ха-ха-ха, нет, всё отлично! Не считая того, что наш план едва не сорвался!"
                },
                {
                    "N": "Муалани",
                    "T": "На подготовку ушло больше времени, чем мы планировали. И мы уже думали, что вы умчитесь на поиски приключений, и мы разминёмся."
                },
                {
                    "N": "Качина",
                    "T": "Если бы ты проснулась вовремя..."
                },
                {
                    "N": "Муалани",
                    "T": "Это мелочи! Идём! Идём к Народу Родников!"
                },
                {
                    "N": "_1005",
                    "T": "Стоп! Хотя бы расскажите нам, что случилось!"
                },
                {
                    "N": "Муалани",
                    "T": "Ой, ха-ха! Что-то я поторопилась! В общем, мы все знаем, какая важная миссия ждёт тебя впереди, и поэтому решили устроить праздник в твою честь!"
                },
                {
                    "N": "Муалани",
                    "T": "Раньше перед каждым Паломничеством мы устраивали большой пир! Горы мяса на столе - ешь сколько хочешь!"
                },
                {
                    "N": "_1005",
                    "T": "Ого! Сколько хочешь?"
                },
                {
                    "N": "Муалани",
                    "T": "Я знала, что Паймон это понравится! Да, ешь сколько душе угодно! Паймон нельзя пропустить такой праздник!"
                },
                {
                    "N": "Муалани",
                    "T": "Конечно, там будет не только мясо, но ещё фрукты, овощи, десерты, разные напитки. В общем, вам понравится, обещаю!"
                },
                {
                    "N": "_1005",
                    "T": "Отлично! Мы в деле!"
                },
                {
                    "N": "_0",
                    "T": "#Ты ведь говорила, что {F#искательницы}{M#искатели} приключений не знают слова «отдых»..."
                },
                {
                    "N": "_1005",
                    "T": "#Ну, а ещё {F#искательницы}{M#искатели} приключений должны уметь проявлять гибкость!"
                },
                {
                    "N": "_1005",
                    "T": "И вообще, это праздник в твою честь! Если ты откажешься, вся подготовка пойдёт насмарку!"
                },
                {
                    "N": "Качина",
                    "T": "Мы сами виноваты, что вас не предупредили, поэтому поймём, если вы откажетесь. Но если у вас нет других планов, соглашайтесь! Много времени мы у вас не отнимем."
                },
                {
                    "N": "Качина",
                    "T": "Будет очень весело! И там соберутся все наши друзья."
                },
                {
                    "N": "_0",
                    "T": "Хорошо!"
                },
                {
                    "N": "_1005",
                    "T": "Ура! Будем пировать!"
                },
                {
                    "N": "_1005",
                    "T": "#{NICKNAME}, ты чего не идёшь? О чём {F#задумалась}{M#задумался}?"
                },
                {
                    "N": "_0",
                    "T": "Наверное, стоит позвать Мавуику?"
                },
                {
                    "N": "Паймон, Качина и Муалани",
                    "T": "Ой!"
                },
                {
                    "N": "_1005",
                    "T": "Но... она ведь ушла рисовать!"
                },
                {
                    "N": "Качина",
                    "T": "Ну... Наш стол может показаться недостаточно роскошным для Пиро Архонта..."
                },
                {
                    "N": "Муалани",
                    "T": "Да, к такому предложению я была не готова. Ведь она Архонт. Это может быть не совсем уместно..."
                },
                {
                    "N": "Муалани",
                    "T": "Но вообще я за! Давай спросим? Ведь Пиро Архонт будет сражаться за нас всех! Разве можно оставить её без приглашения?"
                },
                {
                    "N": "Качина",
                    "T": "Эм, и кто будет приглашать?"
                },
                {
                    "N": "Муалани",
                    "T": "Все вместе! А как ещё?"
                }
            ]
        ]
    },
    "502302": {
        "Desc": "Позовите Мавуику с собой",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "Заходите, я тут."
                },
                {
                    "N": "Мавуика",
                    "T": "Это вы. Что-то случилось?"
                },
                {
                    "N": "_1005",
                    "T": "Мы хотели пригласить тебя на праздник к Народу Родников!"
                },
                {
                    "N": "Мавуика",
                    "T": "О, вот оно что. Это какой-то особый праздник?"
                },
                {
                    "N": "Муалани",
                    "T": "Да! Перед битвой всегда устраивают пир, это традиция. И заодно мы сможем вас подбодрить!"
                },
                {
                    "N": "Качина",
                    "T": "И я до сих пор толком не поблагодарила тебя за то, что ты спасла меня из Царства Ночи..."
                },
                {
                    "N": "Мавуика",
                    "T": "Разве могла я поступить иначе? И всё давно в прошлом, ты ничего мне не должна."
                },
                {
                    "N": "Мавуика",
                    "T": "Но мне очень интересно посмотреть, что у вас за праздник."
                },
                {
                    "N": "Муалани",
                    "T": "Значит, ты придёшь?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да. Только не предупреждайте Амину. Устроим ей сюрприз, ха-ха!"
                },
                {
                    "N": "Мавуика",
                    "T": "И надеюсь, вы не будете делать из спонтанного праздника торжественный банкет в мою честь."
                },
                {
                    "N": "Мавуика",
                    "T": "Конечно, и я постараюсь вести себя как обычный человек, не как Архонт."
                },
                {
                    "N": "_1005",
                    "T": "Ты вроде и так никогда не пользуешься своим положением."
                },
                {
                    "N": "Мавуика",
                    "T": "Да, но не все могут держаться естественно в моём присутствии, как ты, Паймон. Как только появляется Архонт, настроение меняется. А я не хочу портить общее веселье."
                },
                {
                    "N": "Мавуика",
                    "T": "Например, жареное мясо надо есть, пока оно горячее. Но все обязательно будут ждать, пока я сниму пробу."
                },
                {
                    "N": "_1005",
                    "T": "Ну да... Наверное, ты права."
                },
                {
                    "N": "Муалани",
                    "T": "Не беспокойся, в случае чего, я подам всем пример плохих манер!"
                },
                {
                    "N": "Мавуика",
                    "T": "Не надо, я сама справлюсь. Но спасибо вам за приглашение. Я очень это ценю."
                },
                {
                    "N": "_0",
                    "T": "А как же рисование?"
                },
                {
                    "N": "Мавуика",
                    "T": "Рисование может подождать. В этом деле главное процесс, но теперь мне сделали более интересное предложение."
                },
                {
                    "N": "Качина",
                    "T": "Ну что, тогда в путь? Блюда скоро будут готовы!"
                }
            ]
        ]
    },
    "502303": {
        "Desc": "Отправляйтесь в племя Народа Родников",
        "Step": "Ситлали и Шилонен куют для вас древнее имя, которое никто ещё не носил. Пока они работают, Муалани и Качина приглашают вас на праздник в племя Народа Родников. Мавуика к вам присоединится.",
        "Talk": [
            [
                {
                    "N": "Кинич",
                    "T": "Амина, ещё одна посылка с продуктами."
                },
                {
                    "N": "Амина",
                    "T": "Да ладно! Ещё?"
                },
                {
                    "N": "Кинич",
                    "T": "Люди узнали о празднике и захотели внести свою лепту."
                },
                {
                    "N": "Амина",
                    "T": "Но мы ведь хотели устроить небольшое застолье, зачем нам столько еды?"
                },
                {
                    "N": "Амина",
                    "T": "Ох, ладно... Я понимаю, все хотят как лучше. Я всё объясню. Ох, ну и дела... Если так пойдёт дальше, добрая часть продуктов попросту испортится, пока мы до них доберёмся..."
                },
                {
                    "N": "Амина",
                    "T": "Что?! Вы... уже здесь? Ой-й, и с вами..."
                },
                {
                    "N": "Амина",
                    "T": "Архонт? Что тебя к нам привело?"
                },
                {
                    "N": "Муалани",
                    "T": "Мы пригласили Мавуику! И она согласилась устроить тебе сюрприз!"
                },
                {
                    "N": "Амина",
                    "T": "Сюрприз - мягко сказано... Ох, прости! Я очень рада, что ты пришла, вот только..."
                },
                {
                    "N": "Мавуика",
                    "T": "Не надо извиняться. Что у тебя тут?"
                },
                {
                    "N": "Амина",
                    "T": "Я послала по окрестностям весть, что мы устраиваем застолье перед битвой, всё как обычно. Сейчас все заняты восстановлением своих жилищ, я не думала, что откликнется много людей."
                },
                {
                    "N": "Амина",
                    "T": "Но пришла целая толпа! И мы немного не справляемся. И ещё мы не успеваем принимать посылки, их скопилась огромная гора. Нам столько не съесть."
                },
                {
                    "N": "Муалани",
                    "T": "Все любят Звезду из другого мира, вот в чём дело!"
                },
                {
                    "N": "_0",
                    "T": "Значит, ты запомнила моё прозвище..."
                },
                {
                    "N": "_1005",
                    "T": "Хочешь сказать, все эти люди пришли нас проводить?"
                },
                {
                    "N": "Амина",
                    "T": "Да! Новость о том, что скоро ты отправишься в поход вместе с Пиро Архонтом, облетела весь Натлан!"
                },
                {
                    "N": "Амина",
                    "T": "#И ты так классно {F#сражалась}{M#сражался} в последней битве! Многие люди пришли, чтобы поблагодарить тебя и пожелать тебе удачи."
                },
                {
                    "N": "Амина",
                    "T": "Так что можно сказать, мы устроили застолье, чтобы люди могли увидеться с тобой перед походом."
                },
                {
                    "N": "Кинич",
                    "T": "Но мы никак не ожидали, что Пиро Архонт тоже примет участие в празднике."
                },
                {
                    "N": "_0",
                    "T": "Это была моя идея."
                },
                {
                    "N": "_1005",
                    "T": "Да! Мавуика тоже заслужила, чтобы ей устроили пышные проводы!"
                },
                {
                    "N": "Амина",
                    "T": "Раз с нами теперь Пиро Архонт, давайте устроим пир на весь мир! И продукты тогда не пропадут..."
                },
                {
                    "N": "Мавуика",
                    "T": "Нет, не надо ничего менять из-за меня. Я так не хотела."
                },
                {
                    "N": "Мавуика",
                    "T": "Война закончилась совсем недавно, наша страна по-прежнему лежит в руинах. Я не хочу, чтобы ради меня устраивали праздник, который тяжёлым бременем ляжет на плечи людей."
                },
                {
                    "N": "Амина",
                    "T": "Тоже верно..."
                },
                {
                    "N": "Амина",
                    "T": "Ох... Устраивать праздники так трудно! Я знаю, как составить план, но когда дело доходит до деталей... раньше мне всегда помогала тётя Атея."
                },
                {
                    "N": "Амина",
                    "T": "Простите, я немного не справляюсь."
                },
                {
                    "N": "_1005",
                    "T": "Кстати, как дела у Атеи? Ей лучше?"
                },
                {
                    "N": "Качина",
                    "T": "..."
                },
                {
                    "N": "Муалани",
                    "T": "Похоже, пора рассказать правду..."
                },
                {
                    "N": "Муалани",
                    "T": "Тётя Атея погибла вскоре после того, как бедствие пришло в Народ Родников."
                },
                {
                    "N": "_1005",
                    "T": "Что?.."
                },
                {
                    "N": "Мавуика",
                    "T": "Когда вы принесли мне её талисман, я поняла, что конец близок. К счастью, я успела увидеться с ней в последний раз."
                },
                {
                    "N": "Мавуика",
                    "T": "Она вся была изранена, но держалась настоящим героем до самого конца. Не показывала нам свою боль и страдания."
                },
                {
                    "N": "Мавуика",
                    "T": "Даже в последние минуты все её мысли были о людях, о Народе Родников."
                },
                {
                    "N": "Мавуика",
                    "T": "Она так любила устраивать застолья накануне сражений. Поэтому сегодня я решила почтить её память и прийти на праздник."
                },
                {
                    "N": "_0",
                    "T": "Выходит, ты знала..."
                },
                {
                    "N": "Качина",
                    "T": "Мы не хотели ничего скрывать. Но... не было подходящего случая всё рассказать."
                },
                {
                    "N": "Муалани",
                    "T": "Друзья, веселее! Тётя Атея точно не хотела, чтобы мы вспоминали её со слезами на глазах!"
                },
                {
                    "N": "Муалани",
                    "T": "Она действительно была настоящим мастером застолий, но теперь пришла наша очередь подхватить её знамя! Нельзя ударить в грязь лицом! Она бы нам не позволила!"
                },
                {
                    "N": "_1005",
                    "T": "Да, это правда..."
                },
                {
                    "N": "Муалани",
                    "T": "Так что давайте, дружно за работу! Эм... это я Киничу и Качине, вождь и гости пусть отдыхают!"
                },
                {
                    "N": "Качина",
                    "T": "Ты куда меня тащишь?"
                },
                {
                    "N": "Мавуика",
                    "T": "Амина, ты сейчас говорила, что продуктов слишком много. У меня есть решение..."
                },
                {
                    "N": "Мавуика",
                    "T": "Во-первых, всем, кто привёз продукты, надо предложить остаться на праздник."
                },
                {
                    "N": "Мавуика",
                    "T": "Если это целый караван, надо передать приглашение его хозяину."
                },
                {
                    "N": "Мавуика",
                    "T": "Обязательно скажи, что приглашаешь всех членов каравана, но продуктов и праздничной утвари нам больше не требуется."
                },
                {
                    "N": "Мавуика",
                    "T": "После все оставшиеся вещи и продукты купит Палата советников, отсортирует и раздаст нуждающимся."
                },
                {
                    "N": "Амина",
                    "T": "Как хорошо! Архонт, спасибо тебе! Ты так помогла."
                },
                {
                    "N": "Амина",
                    "T": "Тогда я берусь за дело!"
                },
                {
                    "N": "_1005",
                    "T": "Мавуика, как ты всё здорово распланировала и объяснила! Вот только... всё равно вместо маленькой пирушки у нас получается огромное торжество."
                },
                {
                    "N": "Мавуика",
                    "T": "Я не против того, чтобы в празднике приняло участие больше людей. Я только не хотела, чтобы это случилось из-за меня."
                },
                {
                    "N": "Мавуика",
                    "T": "Мой подход к решению проблем всегда остаётся прежним. Разные решения приводят к разным результатам. Методы могут отличаться, но в основе «правильного решения» всегда лежит разум и логика."
                },
                {
                    "N": "_1005",
                    "T": "Ого! Паймон как будто посетила мастер-класс по принятию решений!"
                },
                {
                    "N": "_1005",
                    "T": "Ну что, может быть, прогуляемся, пока идёт подготовка?"
                },
                {
                    "N": "_0",
                    "T": "Мы ведь почётные гости."
                },
                {
                    "N": "Мавуика",
                    "T": "Согласна, не каждый день мне выпадает возможность прогуляться."
                }
            ]
        ]
    },
    "502319": {
        "Desc": "",
        "Talk": []
    },
    "502320": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Кинич",
                    "T": "Никаких бирок. Придётся осматривать саму коробку, чтобы понять, кто её отправитель..."
                }
            ],
            [
                {
                    "N": "Кинич",
                    "T": "Тут бирка пропала... О, привет! Что вас сюда привело?"
                },
                {
                    "N": "_1005",
                    "T": "Ничего! Мы гуляли."
                },
                {
                    "N": "_0",
                    "T": "Чем занимаешься в последнее время?"
                },
                {
                    "N": "Кинич",
                    "T": "Люди сейчас заняты восстановлением разрушений в племенах, так что пока не до охоты на заврианов."
                },
                {
                    "N": "Кинич",
                    "T": "Но Пиро Архонт дала мне особое поручение."
                },
                {
                    "N": "_1005",
                    "T": "Правда?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ну, это преувеличение. Я попросила Кинича помочь опознать некоторых погибших во время битвы."
                },
                {
                    "N": "Мавуика",
                    "T": "Битва охватила весь Натлан. Невозможно сосчитать, сколько людей и заврианов оказалось в неё втянуто. Чтобы установить личности жертв, приходится проделывать большую работу."
                },
                {
                    "N": "Кинич",
                    "T": "Тут работа вроде детективной: по нескольким зацепкам установить, какие привычки были у них при жизни, отыскать доказательства, помогающие установить личность."
                },
                {
                    "N": "Кинич",
                    "T": "Работа непростая, но мы знаем, ради чего этим занимаемся."
                },
                {
                    "N": "_1005",
                    "T": "Потому что героев Натлана нельзя забывать... да?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да. Это дань уважения, которую люди приносят героям и самой жизни."
                },
                {
                    "N": "Мавуика",
                    "T": "Кинич, если нужно, я выделю тебе помощников."
                },
                {
                    "N": "Кинич",
                    "T": "Пока я справляюсь. Помощь больше нужна отрядам, которые занимаются поиском пострадавших. Чем больше времени уходит на поиски, тем труднее потом опознать жертву."
                },
                {
                    "N": "Мавуика",
                    "T": "Ясно, так и сделаем. Спасибо, Кинич."
                },
                {
                    "N": "Кинич",
                    "T": "Это мой долг."
                }
            ]
        ]
    },
    "502321": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Оророн",
                    "T": "Пиро Архонт была права, дорога впереди долгая, но у меня ещё есть время."
                }
            ],
            [
                {
                    "N": "Оророн",
                    "T": "#{M#Дедуля}{F#Бабуля} {NICKNAME} и Пиро Архонт... Я ничего плохого не делал."
                },
                {
                    "N": "_1005",
                    "T": "Эм, Паймон понимает, ты всегда так говоришь... но ты ведь понимаешь, как подозрительно звучат твои слова?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ха-ха, а мне очень любопытно... ты продолжаешь работать с Капитаном?"
                },
                {
                    "N": "Оророн",
                    "T": "Нет, мне больше незачем быть с ним рядом. Так что я живу обычной жизнью, поливаю грядки, выращиваю тлю..."
                },
                {
                    "N": "Оророн",
                    "T": "Ну, вообще-то не совсем обычной... Мне нужно и дальше следить за состоянием Царства Ночи. Ведь артерии земли ещё не восстановились."
                },
                {
                    "N": "Мавуика",
                    "T": "Это будет нашей следующей задачей."
                },
                {
                    "N": "Оророн",
                    "T": "#Знаю. Наверняка {M#дедуля}{F#бабуля} {NICKNAME} и тут поможет."
                },
                {
                    "N": "Оророн",
                    "T": "#Вы станете великими {F#героинями}{M#героями}. А мне... мне остаётся только соткать для вас свиток."
                },
                {
                    "N": "_1005",
                    "T": "Ого, ты и это умеешь?"
                },
                {
                    "N": "Оророн",
                    "T": "Почти все Повелители Ночного Ветра умеют ткать, но я в этом искусстве не преуспел. Мне трудно сосредоточиться."
                },
                {
                    "N": "Оророн",
                    "T": "Мы чтим подвиги героев, чтобы найти в них вдохновение. Но чем вдохновлять других людей, не лучше ли сделать что-то самому?"
                },
                {
                    "N": "_1005",
                    "T": "Ну... невозможно всё сделать самому."
                },
                {
                    "N": "Мавуика",
                    "T": "Паймон права, хотя я бы сказала иначе."
                },
                {
                    "N": "Мавуика",
                    "T": "Время даст тебе верный ответ. Я понимаю, что ты чувствуешь, Оророн. Я тоже не сразу нашла своё место в мире."
                },
                {
                    "N": "Мавуика",
                    "T": "Теперь я стала взрослее, но мне часто не хватает той пылкости, что отличала меня в юности. Возможно, ты изменишься, но стоит гордиться тем, какой ты есть сейчас."
                },
                {
                    "N": "Оророн",
                    "T": "То есть... надо жить сегодняшним днём?"
                },
                {
                    "N": "_0",
                    "T": "Поступай так, как считаешь нужным."
                },
                {
                    "N": "Оророн",
                    "T": "Да... Спасибо, Архонт. Я всегда старался так и делать."
                }
            ]
        ]
    },
    "502322": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Иансан",
                    "T": "Пора отдохнуть. Не забывайте пить воду. Если почувствуете головокружение, сразу говорите мне."
                },
                {
                    "N": "Иансан",
                    "T": "Теперь моя очередь."
                }
            ],
            [
                {
                    "N": "Иансан",
                    "T": "Привет! Подождите ещё немного, мы пока не готовы."
                },
                {
                    "N": "Иансан",
                    "T": "Живее, сейчас не время отдыхать! Соберись, последний рывок, и будем пировать!"
                },
                {
                    "N": "Уаккуэ",
                    "T": "Да, тренер!"
                },
                {
                    "N": "_1005",
                    "T": "Ты так и помогаешь племенам с восстановительными работами?"
                },
                {
                    "N": "Иансан",
                    "T": "Эта работа почти закончена, но больных синдромом отравления Бездной оказалось намного больше, чем я думала."
                },
                {
                    "N": "Иансан",
                    "T": "Так что я собираю информацию о больных и помогаю им справиться с галлюцинациями. А ещё веду подсчёт больных с тяжёлой формой симптома, чтобы распределить между ними Эликсир Ясности от Капитана."
                },
                {
                    "N": "Мавуика",
                    "T": "Я в курсе. Предлагаю оставить эту работу на откуп Палаты советников."
                },
                {
                    "N": "Мавуика",
                    "T": "Пусть больными занимается специальная группа, так дело пойдёт быстрее. К тому же Палата советников сможет связаться с Фатуи и запросить у них новые дозы Эликсира Ясности."
                },
                {
                    "N": "Иансан",
                    "T": "Врачи на стадионе Священного пламени не перегружены работой?"
                },
                {
                    "N": "Мавуика",
                    "T": "Худшее уже позади, думаю, они справятся. Чуть позже я с ними поговорю."
                },
                {
                    "N": "Мавуика",
                    "T": "Если всё получится, я дам тебе знать. Пока собери вместе всю информацию о больных, которую тебе удалось найти, чтобы Палата советников могла быстрее подхватить твоё дело."
                },
                {
                    "N": "Иансан",
                    "T": "Хорошо, Архонт! Но я бы хотела и дальше помогать с лечением больных. Не зря ведь я накопила столько опыта, надо им делиться!"
                },
                {
                    "N": "_1005",
                    "T": "Ты такая ответственная!"
                },
                {
                    "N": "Иансан",
                    "T": "Ха-ха, опыт - это сила!"
                }
            ]
        ]
    },
    "502323": {
        "Desc": "",
        "Talk": []
    },
    "502324": {
        "Desc": "",
        "Talk": []
    },
    "502325": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "Часка."
                },
                {
                    "N": "Часка",
                    "T": "Привет, Архонт. Я рыбачу."
                },
                {
                    "N": "_1005",
                    "T": "А улова как-то не видно..."
                },
                {
                    "N": "Часка",
                    "T": "Да."
                },
                {
                    "N": "Часка",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Эм..."
                },
                {
                    "N": "Часка",
                    "T": "Всё в порядке, говори, если что-то хотела сказать. Сама видишь, я не очень увлечена рыбалкой. Просто немного успокаиваюсь, когда смотрю на воду..."
                },
                {
                    "N": "Мавуика",
                    "T": "Я была у твоих родителей, Часка. Но я ничего не могу сделать, только принести соболезнования."
                },
                {
                    "N": "Часка",
                    "T": "Но это помогло. После разговора с тобой маме стало намного легче."
                },
                {
                    "N": "Часка",
                    "T": "Раньше я чувствовала только благодарность родителям за то, что взяли меня в семью. Но сейчас чувствую ещё и огромную ответственность."
                },
                {
                    "N": "Часка",
                    "T": "Я никогда не смогу заменить Куичи, но сделаю всё, что в моих силах, чтобы избавить их от боли и одиночества."
                },
                {
                    "N": "Мавуика",
                    "T": "Об этом и беспокоилась твоя мать. Она боится, что ты будешь пытаться восполнить их потерю. Но родители понимают, что твоя боль ничуть не меньше той, которую чувствуют они."
                },
                {
                    "N": "Мавуика",
                    "T": "Горе у всех одно. Часка, ты не должна пытаться загладить свою вину. Ты тоже пострадала."
                },
                {
                    "N": "Мавуика",
                    "T": "Словом, они всегда любили вас одинаково. Тебе не нужно пытаться стать Куичи, ведь они любят тебя такой, какая ты есть."
                },
                {
                    "N": "Часка",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Да! Не взваливай на себя лишнее бремя."
                },
                {
                    "N": "Часка",
                    "T": "Спасибо."
                },
                {
                    "N": "Часка",
                    "T": "Наверное, нам с ними надо сесть и как следует поговорить."
                }
            ],
            [
                {
                    "N": "Часка",
                    "T": "Спасибо вам. Я поговорю с родителями."
                }
            ]
        ]
    },
    "502304": {
        "Desc": "Поговорите с вашими друзьями и дождитесь начала праздника",
        "Tips": "Можете поговорить с друзьями, собравшимися на праздник",
        "Talk": [
            [
                {
                    "N": "Качина",
                    "T": "Муалани, скоро пора начинать!"
                },
                {
                    "N": "Качина",
                    "T": "Может, сначала принесём напитки? Собралось много гостей."
                },
                {
                    "N": "Муалани",
                    "T": "Да! Я уже готовлю сок! Ой, точно... Лёд!"
                },
                {
                    "N": "Качина",
                    "T": "Ох, вы меня напугали! Извините, скоро всё будет готово. Мы тут немного не успеваем."
                },
                {
                    "N": "Муалани",
                    "T": "Ахав! Немедленно вылезай из ведра со льдом!"
                },
                {
                    "N": "Ахав",
                    "T": "Наше драконье величество Кухул Ахав не терпит жары! Это ведро нам по нраву, оно дарит нам прохладу."
                },
                {
                    "N": "Муалани",
                    "T": "Ну отлично, теперь весь лёд придётся выбросить! Стой! Куда побежал?"
                },
                {
                    "N": "Муалани",
                    "T": "Качина, Ахав сбежал! Поймай его немедленно!"
                },
                {
                    "N": "Качина",
                    "T": "Ага... Простите, мне надо догнать Ахава!"
                },
                {
                    "N": "_1005",
                    "T": "Ахав как всегда, всё перевернёт с ног на голову."
                },
                {
                    "N": "Мавуика",
                    "T": "У них здесь весело, правда?"
                },
                {
                    "N": "Мавуика",
                    "T": "Качина, не беспокойся, я позабочусь об Ахаве."
                },
                {
                    "N": "Ахав",
                    "T": "Что происходит, кто смеет хватать наше драконье... Пф, Мавуика."
                },
                {
                    "N": "Мавуика",
                    "T": "Муалани, я его поймала."
                },
                {
                    "N": "Муалани",
                    "T": "Идеальная ахавоохота! Спасибо, Архонт!"
                },
                {
                    "N": "Ахав",
                    "T": "Как смеешь ты отзываться о нас в столь неуважительном тоне? Наш слуга потребует от тебя объяснений!"
                },
                {
                    "N": "_1005",
                    "T": "Что ты за драконье величество, если тебе приходится просить «слугу» о защите..."
                },
                {
                    "N": "Муалани",
                    "T": "Ахав испортил целое ведро льда. У нас есть ещё, но всё равно... Так нельзя! Архонт, как его лучше наказать?"
                },
                {
                    "N": "Мавуика",
                    "T": "Надо подумать..."
                },
                {
                    "N": "Мавуика",
                    "T": "Вам тут как раз пригодятся лишние руки. Ахав, помоги на кухне."
                },
                {
                    "N": "Ахав",
                    "T": "Что-о? Наше драконье величество Кухул Ахав не снизойдёт до низменных кухонных занятий."
                },
                {
                    "N": "Мавуика",
                    "T": "Твоего мнения никто не спрашивал."
                },
                {
                    "N": "Ахав",
                    "T": "...Ясно."
                },
                {
                    "N": "Качина",
                    "T": "Ахав, пора тебе научиться хорошим манерам."
                },
                {
                    "N": "Муалани",
                    "T": "Чего ты ждёшь? За работу! Тут как раз принесли целую гору овощей, тебе нужно дочиста отмыть каждый листик!"
                },
                {
                    "N": "Ахав",
                    "T": "А-а-а! Спасите!"
                }
            ],
            [
                {
                    "N": "Кинич",
                    "T": "Никаких бирок. Придётся осматривать саму коробку, чтобы понять, кто её отправитель..."
                }
            ],
            [
                {
                    "N": "Оророн",
                    "T": "Пиро Архонт была права, дорога впереди долгая, но у меня ещё есть время."
                }
            ],
            [
                {
                    "N": "Иансан",
                    "T": "Пора отдохнуть. Не забывайте пить воду. Если почувствуете головокружение, сразу говорите мне."
                },
                {
                    "N": "Иансан",
                    "T": "Теперь моя очередь."
                }
            ],
            [
                {
                    "N": "Кинич",
                    "T": "Тут бирка пропала... О, привет! Что вас сюда привело?"
                },
                {
                    "N": "_1005",
                    "T": "Ничего! Мы гуляли."
                },
                {
                    "N": "_0",
                    "T": "Чем занимаешься в последнее время?"
                },
                {
                    "N": "Кинич",
                    "T": "Люди сейчас заняты восстановлением разрушений в племенах, так что пока не до охоты на заврианов."
                },
                {
                    "N": "Кинич",
                    "T": "Но Пиро Архонт дала мне особое поручение."
                },
                {
                    "N": "_1005",
                    "T": "Правда?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ну, это преувеличение. Я попросила Кинича помочь опознать некоторых погибших во время битвы."
                },
                {
                    "N": "Мавуика",
                    "T": "Битва охватила весь Натлан. Невозможно сосчитать, сколько людей и заврианов оказалось в неё втянуто. Чтобы установить личности жертв, приходится проделывать большую работу."
                },
                {
                    "N": "Кинич",
                    "T": "Тут работа вроде детективной: по нескольким зацепкам установить, какие привычки были у них при жизни, отыскать доказательства, помогающие установить личность."
                },
                {
                    "N": "Кинич",
                    "T": "Работа непростая, но мы знаем, ради чего этим занимаемся."
                },
                {
                    "N": "_1005",
                    "T": "Потому что героев Натлана нельзя забывать... да?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да. Это дань уважения, которую люди приносят героям и самой жизни."
                },
                {
                    "N": "Мавуика",
                    "T": "Кинич, если нужно, я выделю тебе помощников."
                },
                {
                    "N": "Кинич",
                    "T": "Пока я справляюсь. Помощь больше нужна отрядам, которые занимаются поиском пострадавших. Чем больше времени уходит на поиски, тем труднее потом опознать жертву."
                },
                {
                    "N": "Мавуика",
                    "T": "Ясно, так и сделаем. Спасибо, Кинич."
                },
                {
                    "N": "Кинич",
                    "T": "Это мой долг."
                }
            ],
            [
                {
                    "N": "Мавуика",
                    "T": "Часка."
                },
                {
                    "N": "Часка",
                    "T": "Привет, Архонт. Я рыбачу."
                },
                {
                    "N": "_1005",
                    "T": "А улова как-то не видно..."
                },
                {
                    "N": "Часка",
                    "T": "Да."
                },
                {
                    "N": "Часка",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Эм..."
                },
                {
                    "N": "Часка",
                    "T": "Всё в порядке, говори, если что-то хотела сказать. Сама видишь, я не очень увлечена рыбалкой. Просто немного успокаиваюсь, когда смотрю на воду..."
                },
                {
                    "N": "Мавуика",
                    "T": "Я была у твоих родителей, Часка. Но я ничего не могу сделать, только принести соболезнования."
                },
                {
                    "N": "Часка",
                    "T": "Но это помогло. После разговора с тобой маме стало намного легче."
                },
                {
                    "N": "Часка",
                    "T": "Раньше я чувствовала только благодарность родителям за то, что взяли меня в семью. Но сейчас чувствую ещё и огромную ответственность."
                },
                {
                    "N": "Часка",
                    "T": "Я никогда не смогу заменить Куичи, но сделаю всё, что в моих силах, чтобы избавить их от боли и одиночества."
                },
                {
                    "N": "Мавуика",
                    "T": "Об этом и беспокоилась твоя мать. Она боится, что ты будешь пытаться восполнить их потерю. Но родители понимают, что твоя боль ничуть не меньше той, которую чувствуют они."
                },
                {
                    "N": "Мавуика",
                    "T": "Горе у всех одно. Часка, ты не должна пытаться загладить свою вину. Ты тоже пострадала."
                },
                {
                    "N": "Мавуика",
                    "T": "Словом, они всегда любили вас одинаково. Тебе не нужно пытаться стать Куичи, ведь они любят тебя такой, какая ты есть."
                },
                {
                    "N": "Часка",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Да! Не взваливай на себя лишнее бремя."
                },
                {
                    "N": "Часка",
                    "T": "Спасибо."
                },
                {
                    "N": "Часка",
                    "T": "Наверное, нам с ними надо сесть и как следует поговорить."
                }
            ],
            [
                {
                    "N": "Иансан",
                    "T": "Привет! Подождите ещё немного, мы пока не готовы."
                },
                {
                    "N": "Иансан",
                    "T": "Живее, сейчас не время отдыхать! Соберись, последний рывок, и будем пировать!"
                },
                {
                    "N": "Уаккуэ",
                    "T": "Да, тренер!"
                },
                {
                    "N": "_1005",
                    "T": "Ты так и помогаешь племенам с восстановительными работами?"
                },
                {
                    "N": "Иансан",
                    "T": "Эта работа почти закончена, но больных синдромом отравления Бездной оказалось намного больше, чем я думала."
                },
                {
                    "N": "Иансан",
                    "T": "Так что я собираю информацию о больных и помогаю им справиться с галлюцинациями. А ещё веду подсчёт больных с тяжёлой формой симптома, чтобы распределить между ними Эликсир Ясности от Капитана."
                },
                {
                    "N": "Мавуика",
                    "T": "Я в курсе. Предлагаю оставить эту работу на откуп Палаты советников."
                },
                {
                    "N": "Мавуика",
                    "T": "Пусть больными занимается специальная группа, так дело пойдёт быстрее. К тому же Палата советников сможет связаться с Фатуи и запросить у них новые дозы Эликсира Ясности."
                },
                {
                    "N": "Иансан",
                    "T": "Врачи на стадионе Священного пламени не перегружены работой?"
                },
                {
                    "N": "Мавуика",
                    "T": "Худшее уже позади, думаю, они справятся. Чуть позже я с ними поговорю."
                },
                {
                    "N": "Мавуика",
                    "T": "Если всё получится, я дам тебе знать. Пока собери вместе всю информацию о больных, которую тебе удалось найти, чтобы Палата советников могла быстрее подхватить твоё дело."
                },
                {
                    "N": "Иансан",
                    "T": "Хорошо, Архонт! Но я бы хотела и дальше помогать с лечением больных. Не зря ведь я накопила столько опыта, надо им делиться!"
                },
                {
                    "N": "_1005",
                    "T": "Ты такая ответственная!"
                },
                {
                    "N": "Иансан",
                    "T": "Ха-ха, опыт - это сила!"
                }
            ],
            [
                {
                    "N": "Оророн",
                    "T": "#{M#Дедуля}{F#Бабуля} {NICKNAME} и Пиро Архонт... Я ничего плохого не делал."
                },
                {
                    "N": "_1005",
                    "T": "Эм, Паймон понимает, ты всегда так говоришь... но ты ведь понимаешь, как подозрительно звучат твои слова?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ха-ха, а мне очень любопытно... ты продолжаешь работать с Капитаном?"
                },
                {
                    "N": "Оророн",
                    "T": "Нет, мне больше незачем быть с ним рядом. Так что я живу обычной жизнью, поливаю грядки, выращиваю тлю..."
                },
                {
                    "N": "Оророн",
                    "T": "Ну, вообще-то не совсем обычной... Мне нужно и дальше следить за состоянием Царства Ночи. Ведь артерии земли ещё не восстановились."
                },
                {
                    "N": "Мавуика",
                    "T": "Это будет нашей следующей задачей."
                },
                {
                    "N": "Оророн",
                    "T": "#Знаю. Наверняка {M#дедуля}{F#бабуля} {NICKNAME} и тут поможет."
                },
                {
                    "N": "Оророн",
                    "T": "#Вы станете великими {F#героинями}{M#героями}. А мне... мне остаётся только соткать для вас свиток."
                },
                {
                    "N": "_1005",
                    "T": "Ого, ты и это умеешь?"
                },
                {
                    "N": "Оророн",
                    "T": "Почти все Повелители Ночного Ветра умеют ткать, но я в этом искусстве не преуспел. Мне трудно сосредоточиться."
                },
                {
                    "N": "Оророн",
                    "T": "Мы чтим подвиги героев, чтобы найти в них вдохновение. Но чем вдохновлять других людей, не лучше ли сделать что-то самому?"
                },
                {
                    "N": "_1005",
                    "T": "Ну... невозможно всё сделать самому."
                },
                {
                    "N": "Мавуика",
                    "T": "Паймон права, хотя я бы сказала иначе."
                },
                {
                    "N": "Мавуика",
                    "T": "Время даст тебе верный ответ. Я понимаю, что ты чувствуешь, Оророн. Я тоже не сразу нашла своё место в мире."
                },
                {
                    "N": "Мавуика",
                    "T": "Теперь я стала взрослее, но мне часто не хватает той пылкости, что отличала меня в юности. Возможно, ты изменишься, но стоит гордиться тем, какой ты есть сейчас."
                },
                {
                    "N": "Оророн",
                    "T": "То есть... надо жить сегодняшним днём?"
                },
                {
                    "N": "_0",
                    "T": "Поступай так, как считаешь нужным."
                },
                {
                    "N": "Оророн",
                    "T": "Да... Спасибо, Архонт. Я всегда старался так и делать."
                }
            ],
            [
                {
                    "N": "Кинай",
                    "T": "Мы знаем, если не очистить Царство Ночи от Бездны, рано или поздно нас ждёт очередная жестокая битва."
                },
                {
                    "N": "Кинай",
                    "T": "Мы добились короткой передышки, но расслабляться нельзя. Мы не можем сражаться на передовой, но есть и другие способы помочь делу."
                },
                {
                    "N": "Кинай",
                    "T": "Например, заняться укреплением линий обороны, уничтожением оставшихся монстров, отстройкой домов..."
                },
                {
                    "N": "Кинай",
                    "T": "А сейчас мы собрались вместе, чтобы воспеть вам хвалу и пожелать вернуться с победой."
                }
            ],
            [
                {
                    "N": "Кайпа",
                    "T": "Пиро Архонт, а что там, в глубинах Царства Ночи? Мы правда не можем туда отправиться?"
                },
                {
                    "N": "Мавуика",
                    "T": "Нет, эта зона полностью отравлена Бездной. Без защиты обычный человек там не протянет и минуты."
                },
                {
                    "N": "Кайпа",
                    "T": "Ох... Значит, в такой битве могут сражаться лишь боги. Мы только помешаем..."
                },
                {
                    "N": "Мавуика",
                    "T": "Не волнуйтесь. Я долго готовилась к этой битве."
                },
                {
                    "N": "Мавуика",
                    "T": "Я исполню свой долг."
                }
            ],
            [
                {
                    "N": "Часка",
                    "T": "Спасибо вам. Я поговорю с родителями."
                }
            ]
        ]
    },
    "502305": {
        "Desc": "Отправляйтесь к месту проведения праздника и дождитесь начала застолья",
        "Talk": [
            [
                {
                    "N": "Качина",
                    "T": "Муалани, скоро пора начинать!"
                },
                {
                    "N": "Качина",
                    "T": "Может, сначала принесём напитки? Собралось много гостей."
                },
                {
                    "N": "Муалани",
                    "T": "Да! Я уже готовлю сок! Ой, точно... Лёд!"
                },
                {
                    "N": "Качина",
                    "T": "Ох, вы меня напугали! Извините, скоро всё будет готово. Мы тут немного не успеваем."
                },
                {
                    "N": "Муалани",
                    "T": "Ахав! Немедленно вылезай из ведра со льдом!"
                },
                {
                    "N": "Ахав",
                    "T": "Наше драконье величество Кухул Ахав не терпит жары! Это ведро нам по нраву, оно дарит нам прохладу."
                },
                {
                    "N": "Муалани",
                    "T": "Ну отлично, теперь весь лёд придётся выбросить! Стой! Куда побежал?"
                },
                {
                    "N": "Муалани",
                    "T": "Качина, Ахав сбежал! Поймай его немедленно!"
                },
                {
                    "N": "Качина",
                    "T": "Ага... Простите, мне надо догнать Ахава!"
                },
                {
                    "N": "_1005",
                    "T": "Ахав как всегда, всё перевернёт с ног на голову."
                },
                {
                    "N": "Мавуика",
                    "T": "У них здесь весело, правда?"
                },
                {
                    "N": "Мавуика",
                    "T": "Качина, не беспокойся, я позабочусь об Ахаве."
                },
                {
                    "N": "Ахав",
                    "T": "Что происходит, кто смеет хватать наше драконье... Пф, Мавуика."
                },
                {
                    "N": "Мавуика",
                    "T": "Муалани, я его поймала."
                },
                {
                    "N": "Муалани",
                    "T": "Идеальная ахавоохота! Спасибо, Архонт!"
                },
                {
                    "N": "Ахав",
                    "T": "Как смеешь ты отзываться о нас в столь неуважительном тоне? Наш слуга потребует от тебя объяснений!"
                },
                {
                    "N": "_1005",
                    "T": "Что ты за драконье величество, если тебе приходится просить «слугу» о защите..."
                },
                {
                    "N": "Муалани",
                    "T": "Ахав испортил целое ведро льда. У нас есть ещё, но всё равно... Так нельзя! Архонт, как его лучше наказать?"
                },
                {
                    "N": "Мавуика",
                    "T": "Надо подумать..."
                },
                {
                    "N": "Мавуика",
                    "T": "Вам тут как раз пригодятся лишние руки. Ахав, помоги на кухне."
                },
                {
                    "N": "Ахав",
                    "T": "Что-о? Наше драконье величество Кухул Ахав не снизойдёт до низменных кухонных занятий."
                },
                {
                    "N": "Мавуика",
                    "T": "Твоего мнения никто не спрашивал."
                },
                {
                    "N": "Ахав",
                    "T": "...Ясно."
                },
                {
                    "N": "Качина",
                    "T": "Ахав, пора тебе научиться хорошим манерам."
                },
                {
                    "N": "Муалани",
                    "T": "Чего ты ждёшь? За работу! Тут как раз принесли целую гору овощей, тебе нужно дочиста отмыть каждый листик!"
                },
                {
                    "N": "Ахав",
                    "T": "А-а-а! Спасите!"
                }
            ],
            [
                {
                    "N": "Кинич",
                    "T": "Никаких бирок. Придётся осматривать саму коробку, чтобы понять, кто её отправитель..."
                }
            ],
            [
                {
                    "N": "Оророн",
                    "T": "Пиро Архонт была права, дорога впереди долгая, но у меня ещё есть время."
                }
            ],
            [
                {
                    "N": "Иансан",
                    "T": "Пора отдохнуть. Не забывайте пить воду. Если почувствуете головокружение, сразу говорите мне."
                },
                {
                    "N": "Иансан",
                    "T": "Теперь моя очередь."
                }
            ],
            [
                {
                    "N": "Кинич",
                    "T": "Тут бирка пропала... О, привет! Что вас сюда привело?"
                },
                {
                    "N": "_1005",
                    "T": "Ничего! Мы гуляли."
                },
                {
                    "N": "_0",
                    "T": "Чем занимаешься в последнее время?"
                },
                {
                    "N": "Кинич",
                    "T": "Люди сейчас заняты восстановлением разрушений в племенах, так что пока не до охоты на заврианов."
                },
                {
                    "N": "Кинич",
                    "T": "Но Пиро Архонт дала мне особое поручение."
                },
                {
                    "N": "_1005",
                    "T": "Правда?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ну, это преувеличение. Я попросила Кинича помочь опознать некоторых погибших во время битвы."
                },
                {
                    "N": "Мавуика",
                    "T": "Битва охватила весь Натлан. Невозможно сосчитать, сколько людей и заврианов оказалось в неё втянуто. Чтобы установить личности жертв, приходится проделывать большую работу."
                },
                {
                    "N": "Кинич",
                    "T": "Тут работа вроде детективной: по нескольким зацепкам установить, какие привычки были у них при жизни, отыскать доказательства, помогающие установить личность."
                },
                {
                    "N": "Кинич",
                    "T": "Работа непростая, но мы знаем, ради чего этим занимаемся."
                },
                {
                    "N": "_1005",
                    "T": "Потому что героев Натлана нельзя забывать... да?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да. Это дань уважения, которую люди приносят героям и самой жизни."
                },
                {
                    "N": "Мавуика",
                    "T": "Кинич, если нужно, я выделю тебе помощников."
                },
                {
                    "N": "Кинич",
                    "T": "Пока я справляюсь. Помощь больше нужна отрядам, которые занимаются поиском пострадавших. Чем больше времени уходит на поиски, тем труднее потом опознать жертву."
                },
                {
                    "N": "Мавуика",
                    "T": "Ясно, так и сделаем. Спасибо, Кинич."
                },
                {
                    "N": "Кинич",
                    "T": "Это мой долг."
                }
            ],
            [
                {
                    "N": "Мавуика",
                    "T": "Часка."
                },
                {
                    "N": "Часка",
                    "T": "Привет, Архонт. Я рыбачу."
                },
                {
                    "N": "_1005",
                    "T": "А улова как-то не видно..."
                },
                {
                    "N": "Часка",
                    "T": "Да."
                },
                {
                    "N": "Часка",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Эм..."
                },
                {
                    "N": "Часка",
                    "T": "Всё в порядке, говори, если что-то хотела сказать. Сама видишь, я не очень увлечена рыбалкой. Просто немного успокаиваюсь, когда смотрю на воду..."
                },
                {
                    "N": "Мавуика",
                    "T": "Я была у твоих родителей, Часка. Но я ничего не могу сделать, только принести соболезнования."
                },
                {
                    "N": "Часка",
                    "T": "Но это помогло. После разговора с тобой маме стало намного легче."
                },
                {
                    "N": "Часка",
                    "T": "Раньше я чувствовала только благодарность родителям за то, что взяли меня в семью. Но сейчас чувствую ещё и огромную ответственность."
                },
                {
                    "N": "Часка",
                    "T": "Я никогда не смогу заменить Куичи, но сделаю всё, что в моих силах, чтобы избавить их от боли и одиночества."
                },
                {
                    "N": "Мавуика",
                    "T": "Об этом и беспокоилась твоя мать. Она боится, что ты будешь пытаться восполнить их потерю. Но родители понимают, что твоя боль ничуть не меньше той, которую чувствуют они."
                },
                {
                    "N": "Мавуика",
                    "T": "Горе у всех одно. Часка, ты не должна пытаться загладить свою вину. Ты тоже пострадала."
                },
                {
                    "N": "Мавуика",
                    "T": "Словом, они всегда любили вас одинаково. Тебе не нужно пытаться стать Куичи, ведь они любят тебя такой, какая ты есть."
                },
                {
                    "N": "Часка",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Да! Не взваливай на себя лишнее бремя."
                },
                {
                    "N": "Часка",
                    "T": "Спасибо."
                },
                {
                    "N": "Часка",
                    "T": "Наверное, нам с ними надо сесть и как следует поговорить."
                }
            ],
            [
                {
                    "N": "Иансан",
                    "T": "Привет! Подождите ещё немного, мы пока не готовы."
                },
                {
                    "N": "Иансан",
                    "T": "Живее, сейчас не время отдыхать! Соберись, последний рывок, и будем пировать!"
                },
                {
                    "N": "Уаккуэ",
                    "T": "Да, тренер!"
                },
                {
                    "N": "_1005",
                    "T": "Ты так и помогаешь племенам с восстановительными работами?"
                },
                {
                    "N": "Иансан",
                    "T": "Эта работа почти закончена, но больных синдромом отравления Бездной оказалось намного больше, чем я думала."
                },
                {
                    "N": "Иансан",
                    "T": "Так что я собираю информацию о больных и помогаю им справиться с галлюцинациями. А ещё веду подсчёт больных с тяжёлой формой симптома, чтобы распределить между ними Эликсир Ясности от Капитана."
                },
                {
                    "N": "Мавуика",
                    "T": "Я в курсе. Предлагаю оставить эту работу на откуп Палаты советников."
                },
                {
                    "N": "Мавуика",
                    "T": "Пусть больными занимается специальная группа, так дело пойдёт быстрее. К тому же Палата советников сможет связаться с Фатуи и запросить у них новые дозы Эликсира Ясности."
                },
                {
                    "N": "Иансан",
                    "T": "Врачи на стадионе Священного пламени не перегружены работой?"
                },
                {
                    "N": "Мавуика",
                    "T": "Худшее уже позади, думаю, они справятся. Чуть позже я с ними поговорю."
                },
                {
                    "N": "Мавуика",
                    "T": "Если всё получится, я дам тебе знать. Пока собери вместе всю информацию о больных, которую тебе удалось найти, чтобы Палата советников могла быстрее подхватить твоё дело."
                },
                {
                    "N": "Иансан",
                    "T": "Хорошо, Архонт! Но я бы хотела и дальше помогать с лечением больных. Не зря ведь я накопила столько опыта, надо им делиться!"
                },
                {
                    "N": "_1005",
                    "T": "Ты такая ответственная!"
                },
                {
                    "N": "Иансан",
                    "T": "Ха-ха, опыт - это сила!"
                }
            ],
            [
                {
                    "N": "Оророн",
                    "T": "#{M#Дедуля}{F#Бабуля} {NICKNAME} и Пиро Архонт... Я ничего плохого не делал."
                },
                {
                    "N": "_1005",
                    "T": "Эм, Паймон понимает, ты всегда так говоришь... но ты ведь понимаешь, как подозрительно звучат твои слова?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ха-ха, а мне очень любопытно... ты продолжаешь работать с Капитаном?"
                },
                {
                    "N": "Оророн",
                    "T": "Нет, мне больше незачем быть с ним рядом. Так что я живу обычной жизнью, поливаю грядки, выращиваю тлю..."
                },
                {
                    "N": "Оророн",
                    "T": "Ну, вообще-то не совсем обычной... Мне нужно и дальше следить за состоянием Царства Ночи. Ведь артерии земли ещё не восстановились."
                },
                {
                    "N": "Мавуика",
                    "T": "Это будет нашей следующей задачей."
                },
                {
                    "N": "Оророн",
                    "T": "#Знаю. Наверняка {M#дедуля}{F#бабуля} {NICKNAME} и тут поможет."
                },
                {
                    "N": "Оророн",
                    "T": "#Вы станете великими {F#героинями}{M#героями}. А мне... мне остаётся только соткать для вас свиток."
                },
                {
                    "N": "_1005",
                    "T": "Ого, ты и это умеешь?"
                },
                {
                    "N": "Оророн",
                    "T": "Почти все Повелители Ночного Ветра умеют ткать, но я в этом искусстве не преуспел. Мне трудно сосредоточиться."
                },
                {
                    "N": "Оророн",
                    "T": "Мы чтим подвиги героев, чтобы найти в них вдохновение. Но чем вдохновлять других людей, не лучше ли сделать что-то самому?"
                },
                {
                    "N": "_1005",
                    "T": "Ну... невозможно всё сделать самому."
                },
                {
                    "N": "Мавуика",
                    "T": "Паймон права, хотя я бы сказала иначе."
                },
                {
                    "N": "Мавуика",
                    "T": "Время даст тебе верный ответ. Я понимаю, что ты чувствуешь, Оророн. Я тоже не сразу нашла своё место в мире."
                },
                {
                    "N": "Мавуика",
                    "T": "Теперь я стала взрослее, но мне часто не хватает той пылкости, что отличала меня в юности. Возможно, ты изменишься, но стоит гордиться тем, какой ты есть сейчас."
                },
                {
                    "N": "Оророн",
                    "T": "То есть... надо жить сегодняшним днём?"
                },
                {
                    "N": "_0",
                    "T": "Поступай так, как считаешь нужным."
                },
                {
                    "N": "Оророн",
                    "T": "Да... Спасибо, Архонт. Я всегда старался так и делать."
                }
            ],
            [
                {
                    "N": "Кинай",
                    "T": "Мы знаем, если не очистить Царство Ночи от Бездны, рано или поздно нас ждёт очередная жестокая битва."
                },
                {
                    "N": "Кинай",
                    "T": "Мы добились короткой передышки, но расслабляться нельзя. Мы не можем сражаться на передовой, но есть и другие способы помочь делу."
                },
                {
                    "N": "Кинай",
                    "T": "Например, заняться укреплением линий обороны, уничтожением оставшихся монстров, отстройкой домов..."
                },
                {
                    "N": "Кинай",
                    "T": "А сейчас мы собрались вместе, чтобы воспеть вам хвалу и пожелать вернуться с победой."
                }
            ],
            [
                {
                    "N": "Кайпа",
                    "T": "Пиро Архонт, а что там, в глубинах Царства Ночи? Мы правда не можем туда отправиться?"
                },
                {
                    "N": "Мавуика",
                    "T": "Нет, эта зона полностью отравлена Бездной. Без защиты обычный человек там не протянет и минуты."
                },
                {
                    "N": "Кайпа",
                    "T": "Ох... Значит, в такой битве могут сражаться лишь боги. Мы только помешаем..."
                },
                {
                    "N": "Мавуика",
                    "T": "Не волнуйтесь. Я долго готовилась к этой битве."
                },
                {
                    "N": "Мавуика",
                    "T": "Я исполню свой долг."
                }
            ],
            [
                {
                    "N": "Часка",
                    "T": "Спасибо вам. Я поговорю с родителями."
                }
            ]
        ]
    },
    "502318": {
        "Desc": "Проведите время с друзьями",
        "Talk": [
            [
                {
                    "N": "Муалани",
                    "T": "Как же я наелась... Залезь я сейчас в воду, меня бы приняли за пухленя."
                },
                {
                    "N": "Качина",
                    "T": "Ч-что такое пухлень?"
                },
                {
                    "N": "Муалани",
                    "T": "Такой фонтейнский зверёк с толстым брюшком. Ты что, не видела картинки в книгах?"
                },
                {
                    "N": "Качина",
                    "T": "Наверное, он очень милый!"
                },
                {
                    "N": "_1005",
                    "T": "Паймон подтверждает, пухлени супермилые! Шлёпнешь его по пузику, и он тоже шлёпнет себя в ответ!"
                },
                {
                    "N": "Иансан",
                    "T": "Вы напомнили мне про мою спутницу. Её звали Эмела, она была не самым ловким татанказавром, но зато смелости ей было не занимать."
                },
                {
                    "N": "Иансан",
                    "T": "В свободные часы она ложилась отдохнуть где-нибудь в племени и лежала, не издавая ни звука. Об неё запинаются, а она всё равно лежит! Бывало, туристы даже думали, что ей стало плохо."
                },
                {
                    "N": "Иансан",
                    "T": "Но в деле она становилась совсем другой. Когда она была ещё заврёнком, я брала её с собой, отправляясь на поиски приключений. Вот только заврианы растут быстрее людей. Скоро мы поменялись местами, теперь она брала меня с собой повсюду."
                },
                {
                    "N": "_1005",
                    "T": "Наверное, она здорово сражалась, раз могла угнаться за тобой!"
                },
                {
                    "N": "Иансан",
                    "T": "Да, она была настоящим воином. Вареса рассказывала, что она невероятно дралась в последней битве..."
                },
                {
                    "N": "Иансан",
                    "T": "Я должна была защищать стадион... и не смогла с ней попрощаться. Я сама так решила, но всё равно не могу отделаться от сожалений."
                },
                {
                    "N": "Иансан",
                    "T": "Простите, не хотела портить вам настроение. Я почему о ней заговорила..."
                },
                {
                    "N": "Иансан",
                    "T": "Последние несколько ночей Имора мне снится! И сны такие реалистичные, словно я вижу её наяву!"
                },
                {
                    "N": "Иансан",
                    "T": "Она прокатила меня по Натлану, мы много где побывали. И были так счастливы вместе."
                },
                {
                    "N": "Муалани",
                    "T": "Подожди, знаешь..."
                },
                {
                    "N": "Муалани",
                    "T": "Мне ведь снилась тётя Атея! Она была такой же храброй и строгой, как обычно. Но в её строгости чувствовалась... необыкновенная теплота."
                },
                {
                    "N": "Муалани",
                    "T": "Никогда ещё у меня не было таких реалистичных снов. Всё как ты говоришь, я будто повидалась с ней наяву!"
                },
                {
                    "N": "Оророн",
                    "T": "Значит, не только я..."
                },
                {
                    "N": "_1005",
                    "T": "Подожди, и ты тоже? Только не говори, что тебе приснилась тля..."
                },
                {
                    "N": "Оророн",
                    "T": "Нет, не только тля. Ещё дедушки и бабушки, которые меня растили."
                },
                {
                    "N": "Оророн",
                    "T": "Ребёнком я всегда слышал в их словах, обращённых ко мне, вину. Из-за этой вины они почти ничего от меня не требовали и давали мне много свободы."
                },
                {
                    "N": "Оророн",
                    "T": "Я не просил, чтобы они так поступали... Но даже во сне они остались прежними. И голоса их звучали совсем как наяву."
                },
                {
                    "N": "Качина",
                    "T": "И у меня то же самое! Мне приснились бабушка и дедушка Айо."
                },
                {
                    "N": "_1005",
                    "T": "Айо... Точно, это твой завриан."
                },
                {
                    "N": "Качина",
                    "T": "Да, к сожалению, его бабушка с дедушкой погибли от вторжения Бездны. И поэтому Айо всё последнее время тоскует, он потерял аппетит."
                },
                {
                    "N": "Качина",
                    "T": "Я поставила палатку возле его гнезда, чтобы всё время быть рядом, а недавно мне приснилось, что его бабушка с дедушкой вернулись."
                },
                {
                    "N": "Качина",
                    "T": "Я была так рада! И во сне Айо снова ожил. Но потом я проснулась..."
                },
                {
                    "N": "Качина",
                    "T": "И на самом деле Айо всё равно тоскует. Почти не ест и не спит... Но ничего, я буду рядом!"
                },
                {
                    "N": "_0",
                    "T": "(Всем кто-то приснился, и мне тоже. Могут ли эти сны быть как-то связаны?)"
                },
                {
                    "N": "_1005",
                    "T": "#{NICKNAME}? Часка? А вам... Ладно, ничего, забудьте."
                },
                {
                    "N": "Часка",
                    "T": "...У нас тут что, вечер рассказов о сновидениях?"
                },
                {
                    "N": "Часка",
                    "T": "Но мне скрывать нечего, я видела во сне Куичи."
                },
                {
                    "N": "Часка",
                    "T": "Она сказала, что я очень изменилась. И что я иду по верному пути, поэтому ей больше не придётся со мной ссориться."
                },
                {
                    "N": "Часка",
                    "T": "Может, ваши сны и были реалистичны, но Куичи у меня во сне была совсем не такой, как наяву. Настоящая Куичи никогда бы не сказала мне ничего подобного."
                },
                {
                    "N": "Часка",
                    "T": "Так что это был всего лишь сон."
                },
                {
                    "N": "Иансан",
                    "T": "Прости, это я начала говорить про сны."
                },
                {
                    "N": "Часка",
                    "T": "Всё в порядке. Тем более настроение всем испортила я, а не ты."
                },
                {
                    "N": "_1005",
                    "T": "#А ты, {NICKNAME}? Ты видел{F#а} какой-нибудь интересный сон?"
                },
                {
                    "N": "???",
                    "T": "Вы рассказываете о том, что видели во сне Капитана и целый сонм душ."
                },
                {
                    "N": "Муалани",
                    "T": "Серьёзно? Тебе снился Капитан?"
                },
                {
                    "N": "Иансан",
                    "T": "П-получается, у вас с ним какая-то тайная связь?"
                },
                {
                    "N": "_1005",
                    "T": "Да быть такого не может!"
                },
                {
                    "N": "Оророн",
                    "T": "#Может быть, сон {F#путешественницы}{M#путешественника} никак не связан с нашими снами?"
                },
                {
                    "N": "Мавуика",
                    "T": "Я примерно понимаю, почему вам приснились такие сны. В конце битвы я прибегла к силе божественного трона, чтобы начать особые Ночные войны."
                },
                {
                    "N": "Мавуика",
                    "T": "Сила его настолько велика, что позволяет Оде воскресения даже без древних имён возвращать всех погибших, не дожидаясь победы в войне."
                },
                {
                    "N": "Мавуика",
                    "T": "Кроме того, сила божественного трона оживила души и воспоминания в Царстве Ночи, и они смогли принять формы, которые имели при жизни."
                },
                {
                    "N": "Мавуика",
                    "T": "И даже после окончания Ночных войн ещё какое-то время сила продолжает действовать, поэтому сейчас во снах вам являются погибшие, которых вы знали."
                },
                {
                    "N": "Мавуика",
                    "T": "#Но я согласна с Оророном, у {F#путешественницы}{M#путешественника} другая история."
                },
                {
                    "N": "Оророн",
                    "T": "Шаманы Повелителей Ночного Ветра умеют искать во сне намёки на будущее... Ты про это?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да, именно."
                },
                {
                    "N": "_1005",
                    "T": "#Значит, {NICKNAME} видел{F#а} будущее... Капитана?"
                },
                {
                    "N": "Оророн",
                    "T": "Нельзя сказать наверняка. Но бабушка учила меня толкованию снов. Ты не против, если я попробую?"
                },
                {
                    "N": "Оророн",
                    "T": "Я могу заглянуть в твою душу и найти ключи ко сну."
                },
                {
                    "N": "???",
                    "T": "На время вы забываете о своих заботах, веселитесь и пируете."
                }
            ]
        ]
    },
    "502306": {
        "Desc": "Следуйте за Оророном и примите участие в ритуале",
        "Talk": [
            [
                {
                    "N": "Оророн",
                    "T": "Я никогда не слышал о такой формуле. Не знал, что можно и так..."
                },
                {
                    "N": "Мавуика",
                    "T": "Бабушка не учила тебя готовить благовония?"
                },
                {
                    "N": "Оророн",
                    "T": "Нет, обычно она раздражённо перечисляет ингредиенты и пропорции, а потом велит строго следовать формуле..."
                },
                {
                    "N": "Мавуика",
                    "T": "Ха-ха. Вижу, тебе ещё многому предстоит у неё научиться."
                },
                {
                    "N": "Мавуика",
                    "T": "#{NICKNAME}, мы готовы. Оказавшись внутри, ты ненадолго погрузишься в сон."
                },
                {
                    "N": "Мавуика",
                    "T": "Оророн прочтёт твой сон. Не беспокойся, ты ничего не почувствуешь."
                },
                {
                    "N": "Оророн",
                    "T": "Да, я готов."
                },
                {
                    "N": "_1005",
                    "T": "Значит, тебе нужно немного поспать? Вроде ничего сложного."
                },
                {
                    "N": "_0",
                    "T": "До скорого."
                },
                {
                    "N": "Оророн",
                    "T": "..."
                },
                {
                    "N": "Оророн",
                    "T": "Это..."
                },
                {
                    "N": "???",
                    "T": "Вы погружаетесь в сон, а когда просыпаетесь, видите, что ритуал уже окончен."
                },
                {
                    "N": "Мавуика",
                    "T": "Выпей сначала воды, приди в себя."
                },
                {
                    "N": "_1005",
                    "T": "#{NICKNAME}, ты уже {M#проснулся}{F#проснулась}? Как быстро..."
                },
                {
                    "N": "_0",
                    "T": "#Кажется, я спал{F#а} всего пару минут..."
                },
                {
                    "N": "Мавуика",
                    "T": "Этого хватило. Что ты узнал, Оророн?"
                },
                {
                    "N": "Оророн",
                    "T": "Человек рядом с Капитаном... Я его видел. Он пытался завладеть моим телом у механизма источника."
                },
                {
                    "N": "_1005",
                    "T": "Что? Это он? Гутфрит? Военный врач?"
                },
                {
                    "N": "Оророн",
                    "T": "Значит, вы тоже знаете его имя..."
                },
                {
                    "N": "_1005",
                    "T": "Да! Капитан рассказал нам о нём, когда мы помогали Иансан."
                },
                {
                    "N": "_1005",
                    "T": "Это он изобрёл Эликсир Ясности. Лекарство, избавляющее людей от галлюцинаций."
                },
                {
                    "N": "Оророн",
                    "T": "Вот как..."
                },
                {
                    "N": "Оророн",
                    "T": "После битвы я вернулся в племя и стал изучать записи о бедствии, что случилось пять столетий назад. И мне удалось найти упоминания о Гутфрите..."
                },
                {
                    "N": "Оророн",
                    "T": "В записях он предстаёт хладнокровным и решительным человеком. Там говорится, что силой он не уступает Капитану, только их представления о справедливости очень разнятся."
                },
                {
                    "N": "_1005",
                    "T": "Значит, у него нет... принципиальности Капитана?"
                },
                {
                    "N": "Мавуика",
                    "T": "Вполне логично. Люди с похожими характерами редко становятся друг другу хорошими напарниками."
                },
                {
                    "N": "_1005",
                    "T": "Выходит, Капитан был очень известен в Натлане, раз о нём есть записи в свитках?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да, но пока он сам не расскажет о своём прошлом, никому не придёт в голову, что Предвестник Фатуи и Траин, легендарный герой Натлана, - это один человек."
                },
                {
                    "N": "Оророн",
                    "T": "Гутфрита у нас тоже очень чтят, ведь он пожертвовал собой ради Натлана. У нас в племени все знают легенду о Гутфрите."
                },
                {
                    "N": "Оророн",
                    "T": "#Но я всё равно не понимаю... Видел его только я. Тебе не мог присниться человек, которого ты никогда не встречал{F#а}..."
                },
                {
                    "N": "Оророн",
                    "T": "Но Гутфрит, которого я увидел в твоём сне, был точно таким же, как наяву."
                },
                {
                    "N": "Мавуика",
                    "T": "#Едва ли это совпадение. {NICKNAME} видел{F#а} во сне душу Гутфрита."
                },
                {
                    "N": "Оророн",
                    "T": "Он ведь погиб несколько веков назад? Его душа давно рассеялась..."
                },
                {
                    "N": "_1005",
                    "T": "Может, ей удалось ненадолго вернуться в Царство Ночи?"
                },
                {
                    "N": "Мавуика",
                    "T": "Нет, Царство Ночи принимает только души натланцев. Так было всегда. Думаю, Повелительница Смерти не хотела, чтобы люди злоупотребляли Одой воскресения."
                },
                {
                    "N": "Оророн",
                    "T": "Рядом с Капитаном я слышал голоса других душ, они звучали то сильнее, то слабее, временами в них слышалась скорбь, временами - боль."
                },
                {
                    "N": "_1005",
                    "T": "Подожди, ты хочешь сказать, что Капитан всё это время носит в себе душу Гутфрита?"
                },
                {
                    "N": "Оророн",
                    "T": "Этого я не могу понять. Обычный человек не может носить в себе чужие души..."
                },
                {
                    "N": "Оророн",
                    "T": "Я другое дело, мой организм устроен иначе. И всё равно вы видели, к чему это привело... Голос Владыки Ночи вызывает в раздробленных душах сильнейшие колебания."
                },
                {
                    "N": "_0",
                    "T": "Но у Капитана не было ничего подобного."
                },
                {
                    "N": "Оророн",
                    "T": "Я даже специально осмотрел его душу. Гибкая, сияющая и абсолютно цельная."
                },
                {
                    "N": "_1005",
                    "T": "Может, всё дело в Гутфрите..."
                },
                {
                    "N": "Оророн",
                    "T": "Да, думаю, так и есть."
                },
                {
                    "N": "Оророн",
                    "T": "Пока рано делать выводы, но я думаю, столь долгое существование души Гутфрита может быть ключом к истинным намерениям Капитана."
                },
                {
                    "N": "Мавуика",
                    "T": "Я согласна."
                },
                {
                    "N": "_1005",
                    "T": "А Капитан ничего тебе не говорил? Вы ведь давно сотрудничали..."
                },
                {
                    "N": "Оророн",
                    "T": "Нет, он почти не говорил о себе. И мы объединились только ради спасения Натлана, поэтому он был не склонен со мной откровенничать."
                },
                {
                    "N": "Мавуика",
                    "T": "Давайте вернёмся к этому разговору позже. Ведь для спасения Натлана нам нужно сделать ещё один, последний шаг."
                },
                {
                    "N": "Мавуика",
                    "T": "Я поручу Палате советников следить за действиями Капитана. Но мне кажется, что его цели не помешают нашему плану."
                },
                {
                    "N": "_1005",
                    "T": "Да, он явно что-то замышляет, но Паймон сейчас беспокоится о другом..."
                },
                {
                    "N": "_1005",
                    "T": "Ну, беспокойство о Капитане занимает у Паймон пятьдесят единиц по шкале тревоги. А о предстоящей битве - две тысячи единиц минимум!"
                },
                {
                    "N": "Мавуика",
                    "T": "Ладно, догадки нам ничем не помогут. Оророн, будет немного лучше, если при следующей встрече ты спросишь у Капитана прямо. Может быть, он согласится тебе рассказать."
                },
                {
                    "N": "Оророн",
                    "T": "Что? М-мне?.."
                },
                {
                    "N": "Мавуика",
                    "T": "Только не говори, что не замечал того уважения, которое он тебе оказывает. Номер один из Предвестников Фатуи не станет работать с кем попало."
                },
                {
                    "N": "Мавуика",
                    "T": "Удача благоволит храбрым. Я бы не стала ходить вокруг да около, а спросила его прямо."
                },
                {
                    "N": "Оророн",
                    "T": "Не уверен... Но я попробую."
                },
                {
                    "N": "Мавуика",
                    "T": "Давайте вернёмся за стол."
                }
            ],
            [
                {
                    "N": "Муалани",
                    "T": "Мне тоже интересно, что означает этот сон. Если узнаешь, обязательно мне расскажи!"
                },
                {
                    "N": "Качина",
                    "T": "Да! И тогда посмотрим, нужна ли тебе наша помощь!"
                }
            ]
        ]
    },
    "502308": {
        "Desc": "Вернитесь к застолью",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": "Праздник продолжается до самого вечера, когда солнце уже садится за горизонт..."
                },
                {
                    "N": "Амина",
                    "T": "#Спасибо всем, кто пришёл сегодня на праздник. А теперь давайте ещё раз поаплодируем Пиро Архонту и {F#путешественнице}{M#путешественнику}!"
                },
                {
                    "N": "Кинай",
                    "T": "Удачи!"
                },
                {
                    "N": "Кайпа",
                    "T": "У вас получится!"
                },
                {
                    "N": "Муалани",
                    "T": "За Натлан!"
                },
                {
                    "N": "Мавуика",
                    "T": "Спасибо, друзья. Вы устроили для нас настоящий праздник. Давно я так не отдыхала."
                },
                {
                    "N": "_1005",
                    "T": "Да! Было классно!"
                },
                {
                    "N": "_0",
                    "T": "Спасибо вам."
                },
                {
                    "N": "Амина",
                    "T": "Ну что, вот и закончился наш праздник! Можно расходиться. Если кто хочет помочь с уборкой, я дам задания!"
                },
                {
                    "N": "Муалани",
                    "T": "Я помогу!"
                },
                {
                    "N": "Мавуика",
                    "T": "А я пойду на стадион. Думаю, за день моего отсутствия в Палате советников накопилась целая гора работы."
                },
                {
                    "N": "_1005",
                    "T": "Подожди, у тебя же выходной? Какая работа?"
                },
                {
                    "N": "Мавуика",
                    "T": "У Архонтов не бывает выходных. Кому-нибудь ещё надо в сторону стадиона? Можем пойти вместе."
                },
                {
                    "N": "Часка",
                    "T": "Я с тобой. Мне нужно сделать на стадионе кое-какие покупки. В последние дни люди обходятся без миротворца, так что я хочу побыть дома, с родителями."
                },
                {
                    "N": "_1005",
                    "T": "Хорошо, тогда до встречи!"
                },
                {
                    "N": "Оророн",
                    "T": "И мне пора возвращаться... Нет, сначала я должен заглянуть к Ифе."
                },
                {
                    "N": "Оророн",
                    "T": "Проверить, хорошо ли он поливает мою редиску."
                },
                {
                    "N": "_1005",
                    "T": "Ну конечно же... Ладно, счастливого пути!"
                },
                {
                    "N": "Кинич",
                    "T": "И мне тоже пора. Пока, до скорого!"
                },
                {
                    "N": "_1005",
                    "T": "Стой, Паймон хотела спросить... А где всё это время был Ахав?"
                },
                {
                    "N": "Кинич",
                    "T": "Ахава на праздники лучше не приглашать. Ест больше всех, обижает гостей и хозяев."
                },
                {
                    "N": "_0",
                    "T": "Ты его запер?"
                },
                {
                    "N": "_1005",
                    "T": "Сам виноват! Надо было себя прилично вести."
                },
                {
                    "N": "Иансан",
                    "T": "Я тоже пойду. Желаю тебе удачи с древним именем!"
                },
                {
                    "N": "Иансан",
                    "T": "Не знаю, известно ли тебе об этом, но в Натлане быть первым носителем своего имени очень почётно. И не только почётно, а ещё невероятно ответственно."
                },
                {
                    "N": "Иансан",
                    "T": "Но я уверена, что грядущие поколения Натлана будут славить твои подвиги. Я в тебя верю!"
                },
                {
                    "N": "_0",
                    "T": "Спасибо."
                },
                {
                    "N": "Качина",
                    "T": "Ну что, мне тоже пора. Иначе я окажусь дома очень поздно..."
                },
                {
                    "N": "Качина",
                    "T": "Я загляну к Шилонен. Наверное, она уже закончила ковать твоё древнее имя. Я узнаю!"
                },
                {
                    "N": "_0",
                    "T": "Так быстро?"
                },
                {
                    "N": "Качина",
                    "T": "Да! Шилонен - настоящий мастер своего дела. Она всегда работает быстро, но твоё древнее имя особенное. Не знаю, как идёт дело на этот раз..."
                },
                {
                    "N": "_1005",
                    "T": "Нам всё равно нечего делать. Может, присоединимся к Качине?"
                },
                {
                    "N": "_0",
                    "T": "Давай."
                },
                {
                    "N": "_0",
                    "T": "Ночью путешествовать одной опасно."
                },
                {
                    "N": "Качина",
                    "T": "Что ты, я ведь не одна. Со мной Турбовихрь!"
                },
                {
                    "N": "Качина",
                    "T": "Но если хочешь скорее посмотреть на своё древнее имя, давай пойдём вместе! Это такой волнующий момент!"
                },
                {
                    "N": "_1005",
                    "T": "Хе-хе, пойдём."
                },
                {
                    "N": "Ахав",
                    "T": "А-а-а! Спасите!"
                }
            ]
        ]
    },
    "502307": {
        "Desc": "Проводите Качину домой",
        "Step": "Праздник подходит к концу, вы решаете проводить Качину домой, а заодно посмотреть, как идёт работа над древним именем.",
        "Talk": [
            [
                {
                    "N": "Качина",
                    "T": "Кстати, когда вы только прибыли в Натлан, мы шли этой дорогой. Помните, было ещё светло."
                },
                {
                    "N": "Качина",
                    "T": "Был канун Паломничества, здесь мы встретились с Киничем и Муалани."
                },
                {
                    "N": "_1005",
                    "T": "Это было как будто вчера!"
                },
                {
                    "N": "_0",
                    "T": "С тех пор у нас накопилось много приключений."
                },
                {
                    "N": "Качина",
                    "T": "Да, вы спасли меня из Царства Ночи, а потом сражались вместе с нами против Бездны."
                },
                {
                    "N": "Качина",
                    "T": "А впереди у тебя решающая битва..."
                },
                {
                    "N": "_0",
                    "T": "Теперь твоя очередь провожать меня в бой."
                },
                {
                    "N": "Качина",
                    "T": "А? Да, точно... Ха-ха, так и есть."
                },
                {
                    "N": "Качина",
                    "T": "Я ужасно волновалась накануне Паломничества. Но от твоих слов мне сразу стало легче."
                },
                {
                    "N": "Качина",
                    "T": "Я хорошо выспалась и на другой день побила свой личный рекорд!"
                },
                {
                    "N": "Качина",
                    "T": "Так что... если ты волнуешься, я могу тебя подбодрить..."
                },
                {
                    "N": "Качина",
                    "T": "Я столькому у тебя научилась. Но мне нечем тебе отплатить..."
                },
                {
                    "N": "_0",
                    "T": "Я не волнуюсь."
                },
                {
                    "N": "Качина",
                    "T": "#Ха-ха, я так и знала! {NICKNAME}, ты для меня образец храбрости!"
                },
                {
                    "N": "_0",
                    "T": "Я немного волнуюсь."
                },
                {
                    "N": "Качина",
                    "T": "Ну... Не волнуйся, не надо! Я буду за тебя болеть, и что бы ни случилось, я первая брошусь тебе на помощь!"
                },
                {
                    "N": "Качина",
                    "T": "Моё древнее имя - Утха{RUBY#[D]Стойкость}бити. Я никогда не сдаюсь. И ты не сдавайся."
                },
                {
                    "N": "Качина",
                    "T": "Ну что, пойдём дальше!"
                }
            ],
            [
                {
                    "N": "Ахав",
                    "T": "Малыш Кинич, будешь теперь до конца жизни держать меня взаперти? Я тебе покажу!"
                }
            ]
        ]
    },
    "502310": {
        "Desc": "Двигайтесь дальше",
        "Talk": []
    },
    "502316": {
        "Desc": "Двигайтесь дальше",
        "Talk": [
            [
                {
                    "N": "Качина",
                    "T": "Подождите... Ой, ты ведь Ханви? Привет, Ханви! Что тебя сюда привело?"
                },
                {
                    "N": "Качина",
                    "T": "Давайте я вас познакомлю! Это мама Айо!"
                },
                {
                    "N": "_1005",
                    "T": "Привет!"
                },
                {
                    "N": "Ханви",
                    "T": "Гру, ру-у!"
                },
                {
                    "N": "Качина",
                    "T": "Ох, ты явно чем-то обеспокоена. Что случилось?"
                },
                {
                    "N": "Качина",
                    "T": "Ушла! Скорее, за ней!"
                }
            ]
        ]
    },
    "502309": {
        "Desc": "Следуйте за Ханви",
        "Talk": [
            [
                {
                    "N": "Ситлали",
                    "T": "Это вы? Праздник уже закончился?"
                },
                {
                    "N": "_1005",
                    "T": "А вы тоже знали про праздник?"
                },
                {
                    "N": "Ситлали",
                    "T": "Конечно! За вас болеет весь Натлан."
                },
                {
                    "N": "Ситлали",
                    "T": "Шилонен заканчивает работу над твоим древним именем. Лучше пока её не беспокоить."
                },
                {
                    "N": "Ситлали",
                    "T": "Твоё древнее имя особенное. Нам пришлось кое над чем здорово поломать голову, поэтому оно ещё не готово."
                },
                {
                    "N": "_0",
                    "T": "#Я думал{F#а}, работа займёт больше времени."
                },
                {
                    "N": "Ситлали",
                    "T": "Я сказала Шилонен, если мы поторопимся, ещё успеем отхватить остатки жареного мяса на празднике."
                },
                {
                    "N": "Ситлали",
                    "T": "Я всего лишь пошутила, но она в ответ промолчала, серьёзно кивнула и сразу взялась за дело... Как будто моя шутка зажгла в ней огонь."
                },
                {
                    "N": "_1005",
                    "T": "Наверное, жареное мясо манит её к себе!"
                },
                {
                    "N": "Ситлали",
                    "T": "Да, это любимое блюдо в её племени. Думаю, она не знает, что праздник уже закончился..."
                },
                {
                    "N": "_1005",
                    "T": "Тогда... Давай пожарим для неё немного мяса?"
                },
                {
                    "N": "_0",
                    "T": "Да, иначе её надежды будут разбиты."
                },
                {
                    "N": "Шилонен",
                    "T": "Спасибо за заботу, но не стоит. По свету за окном я понимаю, сколько сейчас времени."
                },
                {
                    "N": "Шилонен",
                    "T": "И потом, я сразу поняла, что это была шутка. Но до этого мы обсуждали серьёзные вещи, и я решила ответить серьёзно."
                },
                {
                    "N": "Ситлали",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "..."
                },
                {
                    "N": "Шилонен",
                    "T": "Кхм... Ладно, лучше посмотрите, что у меня получилось."
                },
                {
                    "N": "_1005",
                    "T": "Ого, древнее имя! Смотри, это твоё древнее имя!"
                },
                {
                    "N": "Шилонен",
                    "T": "Тума{RUBY#[S]Надежда}йни... Это имя поднялось с самого дна реки душ. Оно означает «Надежда»."
                },
                {
                    "N": "Ситлали",
                    "T": "#Оно {M#ему}{F#ей} очень подходит. Похоже на свет луны и звёзд, что в ночи указывает дорогу путнику."
                },
                {
                    "N": "_1005",
                    "T": "#Класс! А к имени {M#путешественника}{F#путешественницы} тоже идёт в придачу какая-нибудь крутая фраза?"
                },
                {
                    "N": "Шилонен",
                    "T": "#Конечно, но придётся немного подождать. {NICKNAME} - {M#первый носитель}{F#первая носительница} этого имени, девиз появится сам собой во время {M#его}{F#её} приключений."
                },
                {
                    "N": "Шилонен",
                    "T": "Уверена, вернувшись из Царства Ночи с победой, ты обязательно поймёшь, почему Владыка Ночи нарекла тебя таким именем."
                },
                {
                    "N": "_0",
                    "T": "Всё готово..."
                },
                {
                    "N": "_0",
                    "T": "Осталось дождаться подходящего момента."
                },
                {
                    "N": "_1005",
                    "T": "Паймон думала, что получить древнее имя будет труднее!"
                },
                {
                    "N": "Шилонен",
                    "T": "Главное здесь - сила Владыки Ночи. Это особый случай, такого ещё никогда не было. Думаю, едва ли у нас ещё когда-нибудь появится такая возможность."
                },
                {
                    "N": "Ситлали",
                    "T": "Представьте: Владыка Ночи согласилась помочь, а наш самый надёжный гравёр имён потерпел неудачу. Люди не смогли бы голову поднять от стыда..."
                },
                {
                    "N": "Шилонен",
                    "T": "Я ни на минуту в себе не сомневалась. Это ты любишь драматизировать. А всё из-за твоих книжек..."
                },
                {
                    "N": "Ситлали",
                    "T": "По-твоему, я желала тебе неудачи? Поживи с моё, тогда поймёшь, чем это могло закончиться."
                },
                {
                    "N": "_1005",
                    "T": "Ладно, ладно. Всё ведь получилось!"
                },
                {
                    "N": "Шилонен",
                    "T": "Твоё имя готово, оно прошло все технические испытания... Но остался последний шаг."
                },
                {
                    "N": "Шилонен",
                    "T": "Нам нужно убедиться, что имя тебя принимает, что оно будет исправно тебе служить."
                },
                {
                    "N": "Ситлали",
                    "T": "#Никогда ещё древнее имя не давалось {M#чужеземцу}{F#чужеземке}. Не удивлюсь, если при попытке установить связь с ним случится что-то неожиданное..."
                },
                {
                    "N": "_1005",
                    "T": "Значит, радоваться пока рановато..."
                },
                {
                    "N": "_1005",
                    "T": "Значит, надо устроить проверку! В таком важном деле нельзя полагаться на авось!"
                },
                {
                    "N": "Шилонен",
                    "T": "Но не беспокойтесь, в проверке нет ничего сложного. Вот поужинаем, найдём место поспокойнее и всё проверим."
                },
                {
                    "N": "Шилонен",
                    "T": "#Главное - убедиться в том, что душе {M#путешественника}{F#путешественницы} удаётся без помех подключиться к артериям земли."
                },
                {
                    "N": "Ситлали",
                    "T": "#Вашу прошлую экспедицию в Царство Ночи можно назвать вторжением. Но сейчас нужно, чтобы Владыка Ночи по-настоящему приняла {M#путешественника}{F#путешественницу}."
                },
                {
                    "N": "Ситлали",
                    "T": "Не беспокойтесь, я проведу испытание. Доверьтесь профессионалу."
                },
                {
                    "N": "_0",
                    "T": "Хорошо."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, и вот твоя Хроника Пилигрима, возвращаю."
                },
                {
                    "N": "_1005",
                    "T": "А Паймон думала, ей придётся пожертвовать."
                },
                {
                    "N": "Шилонен",
                    "T": "Ковка древнего имени не требует уничтожения воспоминаний. Иначе никто бы не помнил первого носителя древнего имени."
                },
                {
                    "N": "Шилонен",
                    "T": "#Хроника Пилигрима остаётся самым верным доказательством подвигов, которые ты совершил{F#а} в Натлане."
                },
                {
                    "N": "_0",
                    "T": "Спасибо."
                },
                {
                    "N": "Ситлали",
                    "T": "Да ладно тебе... Давайте лучше ужинать. Умираю от голода."
                },
                {
                    "N": "Шилонен",
                    "T": "Идём, я отведу вас в свой любимый ресторан, где готовят жареное мясо."
                },
                {
                    "N": "Ситлали",
                    "T": "Видишь, ты всё не можешь выбросить из головы жареное мясо! Я так и знала."
                },
                {
                    "N": "Шилонен",
                    "T": "Кстати, чуть не забыла... Там ещё и вино отличное."
                },
                {
                    "N": "Ситлали",
                    "T": "Так чего мы ждём? В путь, в путь!"
                },
                {
                    "N": "???",
                    "T": "Вы наслаждаетесь превосходным ужином. Скорее всего, Шилонен и Ситлали целый день ничего не ели, они ужасно проголодались."
                },
                {
                    "N": "???",
                    "T": "Вам приносят превосходное вино, но из уважения к предстоящему испытанию Ситлали делает лишь пару глотков."
                },
                {
                    "N": "???",
                    "T": "После ужина Шилонен заходит домой за инструментами для проверки, а вы с Ситлали ждёте её снаружи."
                },
                {
                    "N": "_1005",
                    "T": "Ситлали, о чём ты задумалась? Ты и вино едва пригубила..."
                },
                {
                    "N": "Ситлали",
                    "T": "Ха, сама не думала, что в таком возрасте что-то сможет выбить меня из колеи..."
                },
                {
                    "N": "Ситлали",
                    "T": "Но чем ближе битва, тем сильнее беспокойство у меня на душе... Древнее имя готово, но Ода воскресения сработает только при условии, что вы одержите победу."
                },
                {
                    "N": "Ситлали",
                    "T": "И судьба Пиро Архонта... явно указывает на «смерть»."
                },
                {
                    "N": "_0",
                    "T": "Я не верю, что судьба высечена в камне."
                },
                {
                    "N": "_0",
                    "T": "Мы с ней вместе одержим победу."
                },
                {
                    "N": "Ситлали",
                    "T": "..."
                },
                {
                    "N": "Ситлали",
                    "T": "Я верю в вас. И спасибо. Твои слова - лучшее утешение."
                },
                {
                    "N": "Шилонен",
                    "T": "Ну что, я готова. Так, и о чём вы тут беседовали?"
                },
                {
                    "N": "_1005",
                    "T": "Ни о чём! Ситлали просто... немного объелась!"
                },
                {
                    "N": "Ситлали",
                    "T": "Ага! Прогуляемся, и всё пройдёт. Идём, пришло время провести испытание древнего имени."
                }
            ]
        ]
    },
    "502312": {
        "Desc": "Поговорите с Айо и его родными",
        "Talk": [
            [
                {
                    "N": "Качина",
                    "T": "Вот оно что, всё из-за Айо... Ему так и не стало лучше, бедняжка."
                },
                {
                    "N": "_1005",
                    "T": "Да... Ты говорила, что дедушка и бабушка Айо погибли во время битвы?"
                },
                {
                    "N": "Качина",
                    "T": "Да. Когда Бездна напала на племя, вся семья Айо храбро сражалась на передовой."
                },
                {
                    "N": "Качина",
                    "T": "Родители Айо выжили, но дедушке с бабушкой не повезло..."
                },
                {
                    "N": "Качина",
                    "T": "Они очень любили друг друга, и теперь Айо целыми днями рыскает по окрестностям, отказывается от еды и сна."
                },
                {
                    "N": "Качина",
                    "T": "Наверное, он думает, что дедушка с бабушкой скоро вернутся, хочет их отыскать. Но их уже не вернуть..."
                },
                {
                    "N": "Качина",
                    "T": "Привет, Айо, это я! Как ты себя чувствуешь?"
                },
                {
                    "N": "Качина",
                    "T": "Я принесла твой любимый стейк, ещё горяченький, понюхай, как пахнет. Хочешь?"
                },
                {
                    "N": "Айо",
                    "T": "Р-р-р..."
                },
                {
                    "N": "Качина",
                    "T": "Не сработало. Он на меня даже не смотрит..."
                },
                {
                    "N": "_1005",
                    "T": "#{NICKNAME}, тебе не кажется... что Айо напоминает тех больных с синдромом отравления Бездной?"
                },
                {
                    "N": "_0",
                    "T": "Немного..."
                },
                {
                    "N": "Качина",
                    "T": "Мм? Что за синдром отравления Бездной?"
                },
                {
                    "N": "_1005",
                    "T": "Капитан говорил, что это душевное расстройство, которое встречается у людей после заражения Бездной, даже если местность уже очистили от её энергии."
                },
                {
                    "N": "_1005",
                    "T": "Это очень опасная болезнь! Она вызывает галлюцинации и расстройства сознания."
                },
                {
                    "N": "Качина",
                    "T": "Похоже на то, что происходит с Айо. Но я не уверена, что Айо был заражён Бездной..."
                },
                {
                    "N": "_1005",
                    "T": "Трудно сказать наверняка, во время битвы энергия Бездны была повсюду. Может быть, он сам не заметил, как заразился..."
                },
                {
                    "N": "Качина",
                    "T": "Вполне возможно..."
                },
                {
                    "N": "_0",
                    "T": "У нас есть несколько доз противоядия."
                },
                {
                    "N": "_1005",
                    "T": "Да! Это лекарство здорово помогло больным с тяжёлыми симптомами. Давайте попробуем? Всё равно других вариантов у нас нет."
                },
                {
                    "N": "Качина",
                    "T": "Ладно, но дадим ему немного. Лекарство разработано для людей, мы не знаем, как оно подействует на завриана."
                },
                {
                    "N": "_1005",
                    "T": "Да, осторожность превыше всего!"
                },
                {
                    "N": "???",
                    "T": "Приняв лекарство, Айо сразу приходит в себя и быстро съедает стейк, который принесла ему Качина."
                },
                {
                    "N": "Айо",
                    "T": "Р-р-р!"
                },
                {
                    "N": "Качина",
                    "T": "Ты поправился? Я так рада!"
                },
                {
                    "N": "Качина",
                    "T": "Спасибо вам огромное! Лекарство его спасло!"
                },
                {
                    "N": "Ханви и Анпао",
                    "T": "Р-р-р, р-р-р..."
                },
                {
                    "N": "Качина",
                    "T": "Наелся? Тогда отдохни, ты давно не спал."
                },
                {
                    "N": "Айо",
                    "T": "Р-р-р, р-р-р!"
                },
                {
                    "N": "Качина",
                    "T": "Ну вот, я не думала, что ты так разволнуешься! Ладно, не буду тебя принуждать. Но как устанешь, сразу ложись спать!"
                },
                {
                    "N": "Айо",
                    "T": "Р-р-р!"
                },
                {
                    "N": "Качина",
                    "T": "Спасибо вам. Вы помогли мне спасти Айо!"
                },
                {
                    "N": "Качина",
                    "T": "Вы не могли бы дать мне ещё немного лекарства? Вдруг мне встретится кто-то другой с похожими симптомами."
                },
                {
                    "N": "_1005",
                    "T": "Конечно."
                },
                {
                    "N": "Качина",
                    "T": "Знаешь, раньше многие вещи я принимала как должное. Когда ты ещё ребёнок, тебе кажется, что всё вокруг будет вечно."
                },
                {
                    "N": "Качина",
                    "T": "Но после битвы я поняла: почти ничто не вечно. Например, эта дорога... Мы шли по ней раньше, но теперь всё вокруг переменилось."
                },
                {
                    "N": "Качина",
                    "T": "И от этого я люблю её ещё сильнее. И хочу сделать ещё больше, чтобы потом было не о чем жалеть."
                },
                {
                    "N": "_0",
                    "T": "И я тоже."
                },
                {
                    "N": "Качина",
                    "T": "#Ты меня этому и научил{F#а}, ха-ха! И не только этому, а много чему ещё."
                },
                {
                    "N": "_0",
                    "T": "Ты преувеличиваешь."
                },
                {
                    "N": "_0",
                    "T": "Ты быстро учишься."
                },
                {
                    "N": "_1005",
                    "T": "Да! Ты такая сильная и способная! За тебя мы вообще не переживаем!"
                },
                {
                    "N": "Качина",
                    "T": "П-правда? Вы мной довольны? Я хорошая... эм, ученица? Или - последовательница..."
                },
                {
                    "N": "_0",
                    "T": "Подруга."
                },
                {
                    "N": "Качина",
                    "T": "У-у-у..."
                },
                {
                    "N": "Качина",
                    "T": "Спасибо! Я не подведу, честное слово! Я... завтра я буду тренироваться ещё усерднее!"
                },
                {
                    "N": "Качина",
                    "T": "Ха-ха, ну вот, до дома рукой подать."
                },
                {
                    "N": "Качина",
                    "T": "Ну что... Пока, Айо! Пока, Ханви! Пока, Анпао!"
                }
            ]
        ]
    },
    "502311": {
        "Desc": "Проводите Качину до дома",
        "Talk": [
            [
                {
                    "N": "Качина",
                    "T": "Пришли! Фух, путь неблизкий."
                },
                {
                    "N": "Качина",
                    "T": "После встречи с Шилонен заходите к нам в гости, поужинаем вместе! Можете и переночевать у нас. Мы с родителями поможем вам в подготовке!"
                },
                {
                    "N": "_1005",
                    "T": "Не хочется внезапно врываться к вам домой..."
                },
                {
                    "N": "_1005",
                    "T": "Ладно, решим позже. А пока узнаем, как дела у Шилонен."
                },
                {
                    "N": "Качина",
                    "T": "Ладно, смотрите сами. Но я всегда вам рада."
                },
                {
                    "N": "Качина",
                    "T": "До скорого!"
                },
                {
                    "N": "_1005",
                    "T": "Если подумать, мы познакомились с Качиной совсем недавно."
                },
                {
                    "N": "_1005",
                    "T": "И наше путешествие по Натлану заканчивается, едва успев начаться."
                },
                {
                    "N": "_0",
                    "T": "Мы ещё много где не были."
                },
                {
                    "N": "_1005",
                    "T": "Да! Паймон добавит новые места в наш маршрут!"
                },
                {
                    "N": "_1005",
                    "T": "Идём, давай посмотрим на наше... эм, на твоё древнее имя!"
                }
            ]
        ]
    },
    "502317": {
        "Desc": "Проверьте, как идёт работа над древним именем",
        "Talk": [
            [
                {
                    "N": "Ситлали",
                    "T": "Это вы? Праздник уже закончился?"
                },
                {
                    "N": "_1005",
                    "T": "А вы тоже знали про праздник?"
                },
                {
                    "N": "Ситлали",
                    "T": "Конечно! За вас болеет весь Натлан."
                },
                {
                    "N": "Ситлали",
                    "T": "Шилонен заканчивает работу над твоим древним именем. Лучше пока её не беспокоить."
                },
                {
                    "N": "Ситлали",
                    "T": "Твоё древнее имя особенное. Нам пришлось кое над чем здорово поломать голову, поэтому оно ещё не готово."
                },
                {
                    "N": "_0",
                    "T": "#Я думал{F#а}, работа займёт больше времени."
                },
                {
                    "N": "Ситлали",
                    "T": "Я сказала Шилонен, если мы поторопимся, ещё успеем отхватить остатки жареного мяса на празднике."
                },
                {
                    "N": "Ситлали",
                    "T": "Я всего лишь пошутила, но она в ответ промолчала, серьёзно кивнула и сразу взялась за дело... Как будто моя шутка зажгла в ней огонь."
                },
                {
                    "N": "_1005",
                    "T": "Наверное, жареное мясо манит её к себе!"
                },
                {
                    "N": "Ситлали",
                    "T": "Да, это любимое блюдо в её племени. Думаю, она не знает, что праздник уже закончился..."
                },
                {
                    "N": "_1005",
                    "T": "Тогда... Давай пожарим для неё немного мяса?"
                },
                {
                    "N": "_0",
                    "T": "Да, иначе её надежды будут разбиты."
                },
                {
                    "N": "Шилонен",
                    "T": "Спасибо за заботу, но не стоит. По свету за окном я понимаю, сколько сейчас времени."
                },
                {
                    "N": "Шилонен",
                    "T": "И потом, я сразу поняла, что это была шутка. Но до этого мы обсуждали серьёзные вещи, и я решила ответить серьёзно."
                },
                {
                    "N": "Ситлали",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "..."
                },
                {
                    "N": "Шилонен",
                    "T": "Кхм... Ладно, лучше посмотрите, что у меня получилось."
                },
                {
                    "N": "_1005",
                    "T": "Ого, древнее имя! Смотри, это твоё древнее имя!"
                },
                {
                    "N": "Шилонен",
                    "T": "Тума{RUBY#[S]Надежда}йни... Это имя поднялось с самого дна реки душ. Оно означает «Надежда»."
                },
                {
                    "N": "Ситлали",
                    "T": "#Оно {M#ему}{F#ей} очень подходит. Похоже на свет луны и звёзд, что в ночи указывает дорогу путнику."
                },
                {
                    "N": "_1005",
                    "T": "#Класс! А к имени {M#путешественника}{F#путешественницы} тоже идёт в придачу какая-нибудь крутая фраза?"
                },
                {
                    "N": "Шилонен",
                    "T": "#Конечно, но придётся немного подождать. {NICKNAME} - {M#первый носитель}{F#первая носительница} этого имени, девиз появится сам собой во время {M#его}{F#её} приключений."
                },
                {
                    "N": "Шилонен",
                    "T": "Уверена, вернувшись из Царства Ночи с победой, ты обязательно поймёшь, почему Владыка Ночи нарекла тебя таким именем."
                },
                {
                    "N": "_0",
                    "T": "Всё готово..."
                },
                {
                    "N": "_0",
                    "T": "Осталось дождаться подходящего момента."
                },
                {
                    "N": "_1005",
                    "T": "Паймон думала, что получить древнее имя будет труднее!"
                },
                {
                    "N": "Шилонен",
                    "T": "Главное здесь - сила Владыки Ночи. Это особый случай, такого ещё никогда не было. Думаю, едва ли у нас ещё когда-нибудь появится такая возможность."
                },
                {
                    "N": "Ситлали",
                    "T": "Представьте: Владыка Ночи согласилась помочь, а наш самый надёжный гравёр имён потерпел неудачу. Люди не смогли бы голову поднять от стыда..."
                },
                {
                    "N": "Шилонен",
                    "T": "Я ни на минуту в себе не сомневалась. Это ты любишь драматизировать. А всё из-за твоих книжек..."
                },
                {
                    "N": "Ситлали",
                    "T": "По-твоему, я желала тебе неудачи? Поживи с моё, тогда поймёшь, чем это могло закончиться."
                },
                {
                    "N": "_1005",
                    "T": "Ладно, ладно. Всё ведь получилось!"
                },
                {
                    "N": "Шилонен",
                    "T": "Твоё имя готово, оно прошло все технические испытания... Но остался последний шаг."
                },
                {
                    "N": "Шилонен",
                    "T": "Нам нужно убедиться, что имя тебя принимает, что оно будет исправно тебе служить."
                },
                {
                    "N": "Ситлали",
                    "T": "#Никогда ещё древнее имя не давалось {M#чужеземцу}{F#чужеземке}. Не удивлюсь, если при попытке установить связь с ним случится что-то неожиданное..."
                },
                {
                    "N": "_1005",
                    "T": "Значит, радоваться пока рановато..."
                },
                {
                    "N": "_1005",
                    "T": "Значит, надо устроить проверку! В таком важном деле нельзя полагаться на авось!"
                },
                {
                    "N": "Шилонен",
                    "T": "Но не беспокойтесь, в проверке нет ничего сложного. Вот поужинаем, найдём место поспокойнее и всё проверим."
                },
                {
                    "N": "Шилонен",
                    "T": "#Главное - убедиться в том, что душе {M#путешественника}{F#путешественницы} удаётся без помех подключиться к артериям земли."
                },
                {
                    "N": "Ситлали",
                    "T": "#Вашу прошлую экспедицию в Царство Ночи можно назвать вторжением. Но сейчас нужно, чтобы Владыка Ночи по-настоящему приняла {M#путешественника}{F#путешественницу}."
                },
                {
                    "N": "Ситлали",
                    "T": "Не беспокойтесь, я проведу испытание. Доверьтесь профессионалу."
                },
                {
                    "N": "_0",
                    "T": "Хорошо."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, и вот твоя Хроника Пилигрима, возвращаю."
                },
                {
                    "N": "_1005",
                    "T": "А Паймон думала, ей придётся пожертвовать."
                },
                {
                    "N": "Шилонен",
                    "T": "Ковка древнего имени не требует уничтожения воспоминаний. Иначе никто бы не помнил первого носителя древнего имени."
                },
                {
                    "N": "Шилонен",
                    "T": "#Хроника Пилигрима остаётся самым верным доказательством подвигов, которые ты совершил{F#а} в Натлане."
                },
                {
                    "N": "_0",
                    "T": "Спасибо."
                },
                {
                    "N": "Ситлали",
                    "T": "Да ладно тебе... Давайте лучше ужинать. Умираю от голода."
                },
                {
                    "N": "Шилонен",
                    "T": "Идём, я отведу вас в свой любимый ресторан, где готовят жареное мясо."
                },
                {
                    "N": "Ситлали",
                    "T": "Видишь, ты всё не можешь выбросить из головы жареное мясо! Я так и знала."
                },
                {
                    "N": "Шилонен",
                    "T": "Кстати, чуть не забыла... Там ещё и вино отличное."
                },
                {
                    "N": "Ситлали",
                    "T": "Так чего мы ждём? В путь, в путь!"
                },
                {
                    "N": "???",
                    "T": "Вы наслаждаетесь превосходным ужином. Скорее всего, Шилонен и Ситлали целый день ничего не ели, они ужасно проголодались."
                },
                {
                    "N": "???",
                    "T": "Вам приносят превосходное вино, но из уважения к предстоящему испытанию Ситлали делает лишь пару глотков."
                },
                {
                    "N": "???",
                    "T": "После ужина Шилонен заходит домой за инструментами для проверки, а вы с Ситлали ждёте её снаружи."
                },
                {
                    "N": "_1005",
                    "T": "Ситлали, о чём ты задумалась? Ты и вино едва пригубила..."
                },
                {
                    "N": "Ситлали",
                    "T": "Ха, сама не думала, что в таком возрасте что-то сможет выбить меня из колеи..."
                },
                {
                    "N": "Ситлали",
                    "T": "Но чем ближе битва, тем сильнее беспокойство у меня на душе... Древнее имя готово, но Ода воскресения сработает только при условии, что вы одержите победу."
                },
                {
                    "N": "Ситлали",
                    "T": "И судьба Пиро Архонта... явно указывает на «смерть»."
                },
                {
                    "N": "_0",
                    "T": "Я не верю, что судьба высечена в камне."
                },
                {
                    "N": "_0",
                    "T": "Мы с ней вместе одержим победу."
                },
                {
                    "N": "Ситлали",
                    "T": "..."
                },
                {
                    "N": "Ситлали",
                    "T": "Я верю в вас. И спасибо. Твои слова - лучшее утешение."
                },
                {
                    "N": "Шилонен",
                    "T": "Ну что, я готова. Так, и о чём вы тут беседовали?"
                },
                {
                    "N": "_1005",
                    "T": "Ни о чём! Ситлали просто... немного объелась!"
                },
                {
                    "N": "Ситлали",
                    "T": "Ага! Прогуляемся, и всё пройдёт. Идём, пришло время провести испытание древнего имени."
                }
            ]
        ]
    },
    "502313": {
        "Desc": "Уйдите за пределы лагеря, чтобы испытать древнее имя",
        "Talk": [
            [
                {
                    "N": "Ситлали",
                    "T": "Шилонен, всё готово?"
                },
                {
                    "N": "Шилонен",
                    "T": "Нужно ещё кое-что проверить, так... Всё, готово!"
                },
                {
                    "N": "Ситлали",
                    "T": "Хорошо. Я буду стоять рядом с тобой и наблюдать за связью с артериями земли. Много времени это не займёт. Но тебе нужно иметь кое-что в виду."
                },
                {
                    "N": "Ситлали",
                    "T": "Испытание работает по тому же принципу, что и камень духов. Я знаю, что случилось в прошлый раз, когда вы к нему обратились..."
                },
                {
                    "N": "_1005",
                    "T": "Да! Энергия Бездны так и хлестала наружу! Не уничтожь Часка этот камень, Бездна поглотила бы Вичаму без остатка."
                },
                {
                    "N": "Ситлали",
                    "T": "Это меня и беспокоит. Всё последнее время наш главный враг в глубинах Царства Ночи не прекращал разъедать артерии земли."
                },
                {
                    "N": "Ситлали",
                    "T": "Ты обладаешь поразительной способностью противостоять Бездне, но всё равно скажи мне сразу, если что-то пойдёт не так."
                },
                {
                    "N": "Ситлали",
                    "T": "И если я почую неладное, испытание тут же будет остановлено, договорились?"
                },
                {
                    "N": "_0",
                    "T": "Со мной всё будет в порядке."
                },
                {
                    "N": "_0",
                    "T": "Меня больше беспокоит возможная утечка энергии Бездны."
                },
                {
                    "N": "Ситлали",
                    "T": "Беспокоиться не о чем, я устраню утечку с помощью силы элементов. Конечно, мы не на пикнике, но здесь действует то же самое правило: не оставлять мусор после себя."
                },
                {
                    "N": "Ситлали",
                    "T": "Шилонен, я готова."
                },
                {
                    "N": "Ситлали",
                    "T": "Паймон, подвинься."
                },
                {
                    "N": "_1005",
                    "T": "Ой, ага!"
                },
                {
                    "N": "Ситлали",
                    "T": "Начинаем."
                },
                {
                    "N": "_1005",
                    "T": "Ого, какой красивый цвет! Совсем как из камня духов!"
                },
                {
                    "N": "Ситлали",
                    "T": "Связь с артериями земли в полном порядке... Я чувствую присутствие Владыки Ночи."
                },
                {
                    "N": "Ситлали",
                    "T": "У тебя удивительная душа... Столь сильное присутствие, почти наравне с Владыкой Ночи."
                },
                {
                    "N": "Ситлали",
                    "T": "Похоже, Владыка Ночи приняла древнее имя и признала, что ты будешь владеть им. Удивляться нечему, иначе она бы не стала нам помогать."
                },
                {
                    "N": "Ситлали",
                    "T": "После установки связи артерии земли работают штатно, никаких странных колебаний... Хороший знак."
                },
                {
                    "N": "Ситлали",
                    "T": "#{NICKNAME}, как ты себя чувствуешь?"
                },
                {
                    "N": "_0",
                    "T": "Всё нормально."
                },
                {
                    "N": "_0",
                    "T": "Как обычно."
                },
                {
                    "N": "Шилонен",
                    "T": "Значит, твоё древнее имя работает как надо. Прекрасно."
                },
                {
                    "N": "_1005",
                    "T": "Ой, смотрите! Что это?"
                },
                {
                    "N": "Ситлали",
                    "T": "Не бойся, Паймон. Из-за повреждений в артериях земли всевозможные духовные сущности выходят на поверхность."
                },
                {
                    "N": "Ситлали",
                    "T": "Всё дело в ритуале, без него вы бы их не увидели. Наверное, они кажутся вам похожими на призраков, скоро они исчезнут..."
                },
                {
                    "N": "Ситлали",
                    "T": "Но... Их не должно быть так много!"
                },
                {
                    "N": "Олайя",
                    "T": "Домой..."
                },
                {
                    "N": "Кауйя",
                    "T": "Сюда..."
                },
                {
                    "N": "Ситлали",
                    "T": "Шилонен, заканчиваем испытание! Мы уже проверили всё, что нужно."
                },
                {
                    "N": "Шилонен",
                    "T": "Хорошо!"
                },
                {
                    "N": "_1005",
                    "T": "Что это?"
                },
                {
                    "N": "Ситлали",
                    "T": "Всё ясно... Это не простая утечка. Ритуал стянул сюда все души из окрестностей."
                },
                {
                    "N": "_1005",
                    "T": "Из окрестностей?"
                },
                {
                    "N": "Ситлали",
                    "T": "Царство Ночи день ото дня слабеет. И всё хуже принимает новые души. Многие души после смерти не могут вернуться в артерии земли."
                },
                {
                    "N": "Ситлали",
                    "T": "Потерянной душе закрыт вход в Царство Ночи. Ей остаётся только скитаться по миру, пока она окончательно не истает..."
                },
                {
                    "N": "Полоа",
                    "T": "Прошу... верни меня домой..."
                },
                {
                    "N": "Зумалли",
                    "T": "Я... не могу... исчезнуть..."
                },
                {
                    "N": "Шилонен",
                    "T": "Значит, связь с Царством Ночи притянула их сюда как магнит?"
                },
                {
                    "N": "Ситлали",
                    "T": "#Да. У {F#путешественницы}{M#путешественника} очень сильная душа, и Царство Ночи отозвалось мощным эхом..."
                },
                {
                    "N": "Ситлали",
                    "T": "Здесь собрались не только души, которые не могут вернуться в артерии земли, но и души, исторгнутые оттуда, а ещё души чужеземцев. Тяжёлый случай."
                },
                {
                    "N": "_1005",
                    "T": "Значит, они всегда блуждают вокруг нас? Только обычно мы их не видим?"
                },
                {
                    "N": "_0",
                    "T": "Мы можем их спасти?"
                },
                {
                    "N": "Ситлали",
                    "T": "Можно попробовать. Обычно для возвращения души в Царство Ночи проводится сложный ритуал, но у нас нет времени, да и у них тоже..."
                },
                {
                    "N": "Ситлали",
                    "T": "Потому члены нашего племени и становятся «сосудами», как Оророн."
                },
                {
                    "N": "Ситлали",
                    "T": "Он обладает поразительной чувствительностью к душам. Даже после неудачной церемонии он обошёл весь Натлан, чтобы вернуть как можно больше потерянных душ в артерии земли."
                },
                {
                    "N": "Ситлали",
                    "T": "Но чаще всего такая восприимчивость приводит к тому, что ты бессильно наблюдаешь, как души корчатся в агонии, пока окончательно не исчезнут из мира..."
                },
                {
                    "N": "Шилонен",
                    "T": "Значит... кого-то всё равно не получится спасти?"
                },
                {
                    "N": "Ситлали",
                    "T": "Да, но лучше спасти хоть одного, чем вообще никого. Ведь исчезнувшие души никогда не переродятся, для Натлана они потеряны..."
                },
                {
                    "N": "Ситлали",
                    "T": "Да, это и есть настоящее одиночество. Сознание того, что ты не нужен миру даже после смерти..."
                },
                {
                    "N": "_0",
                    "T": "Значит, мы должны скорее действовать."
                },
                {
                    "N": "_1005",
                    "T": "Да, идём! Посмотрим, кого ещё можно спасти!"
                }
            ]
        ]
    },
    "502327": {
        "Desc": "Поговорите с появившейся внезапно душой",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "Ты... Вичама?!"
                },
                {
                    "N": "Вичама",
                    "T": "О... Я вас знаю."
                },
                {
                    "N": "Вичама",
                    "T": "Не думал, что мы снова встретимся. Да ещё в таких обстоятельствах."
                },
                {
                    "N": "Вичама",
                    "T": "Ситлали, спасибо тебе за помощь с камнем духов. Наконец я могу поблагодарить тебя лично."
                },
                {
                    "N": "Ситлали",
                    "T": "Довольно. Что... что с тобой случилось?"
                },
                {
                    "N": "_0",
                    "T": "Всему виной последняя битва?"
                },
                {
                    "N": "_1005",
                    "T": "Ты ведь из Потомков Крон! Да, во время битвы твоё племя..."
                },
                {
                    "N": "Вичама",
                    "T": "Не переживайте за меня. Битва помогла мне исполнить мечту."
                },
                {
                    "N": "Вичама",
                    "T": "В своё время я упустил возможность принять участие в Войнах ночных дозорных. Я не мог позволить, чтобы это случилось снова."
                },
                {
                    "N": "Вичама",
                    "T": "Я разведал, в каких местах появляется Бездна, выяснил направления её атаки, построил для вождя Уайны самый безопасный маршрут эвакуации."
                },
                {
                    "N": "Вичама",
                    "T": "Те члены племени, у которых были крюки, ушли в безопасное место по воздуху. Все остальные собрались вместе на земле, чтобы прорвать фронт врага."
                },
                {
                    "N": "Вичама",
                    "T": "Я до последнего оставался в племени и снабжал людей информацией."
                },
                {
                    "N": "Шилонен",
                    "T": "...Ты настоящий герой."
                },
                {
                    "N": "Вичама",
                    "T": "Спасибо, но я делал это не ради своих заслуг. А ради будущего моего племени, ради будущего всего Натлана."
                },
                {
                    "N": "Вичама",
                    "T": "Битва вернула мне цель. Это всё, чего я хотел."
                },
                {
                    "N": "Вичама",
                    "T": "И я снова встречу Малко, мы вместе увидим рождение нового Натлана... Так я думал."
                },
                {
                    "N": "Вичама",
                    "T": "Но Царство Ночи отвергло меня."
                },
                {
                    "N": "_1005",
                    "T": "Как это? Ты ведь герой Натлана!"
                },
                {
                    "N": "Ситлали",
                    "T": "Прости... Но поверь мне, Владыка Ночи этого не хотела. Артерии земли перегружены, даже Ода воскресения работает с перебоями..."
                },
                {
                    "N": "Вичама",
                    "T": "Знаю... Она ничего не может поделать, да?"
                },
                {
                    "N": "Вичама",
                    "T": "Понимаю, но такое ощущение, что судьба смеётся надо мной. Даже после смерти... я не могу увидеться с Малко."
                },
                {
                    "N": "Ситлали",
                    "T": "Нет, после битвы прошло не так много времени. Врата Царства Ночи ещё открыты для тебя."
                },
                {
                    "N": "Ситлали",
                    "T": "Дай мне немного времени. Я что-нибудь придумаю."
                },
                {
                    "N": "Вичама",
                    "T": "Неужели... что-то ещё можно сделать?"
                },
                {
                    "N": "Ситлали",
                    "T": "Не знаю, но попробовать надо. Герой Натлана заслуживает иной судьбы!"
                },
                {
                    "N": "Вичама",
                    "T": "Это чувство... Я в Царстве Ночи?"
                },
                {
                    "N": "Ситлали",
                    "T": "Фух... Кажется, сработало."
                },
                {
                    "N": "Вичама",
                    "T": "Спасибо! Не знаю, как тебя благодарить. Люди говорят, что с тобой невозможно поладить, какой вздор..."
                },
                {
                    "N": "Ситлали",
                    "T": "Пф, само собой."
                },
                {
                    "N": "Ситлали",
                    "T": "Надеюсь, скоро ты вернёшься к нам, Вичама."
                },
                {
                    "N": "Вичама",
                    "T": "Я хотел спросить... А остальные? Ты можешь спасти их тоже?"
                },
                {
                    "N": "Ситлали",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Прости..."
                },
                {
                    "N": "Вичама",
                    "T": "Не извиняйся. Ты делаешь всё, что можешь. Никто не виноват."
                },
                {
                    "N": "Вичама",
                    "T": "Моё последнее пожелание этому миру..."
                },
                {
                    "N": "Вичама",
                    "T": "Пусть каждая душа в Натлане обретёт свой дом."
                },
                {
                    "N": "Ситлали",
                    "T": "Вичама, я не оставлю артерии земли на произвол судьбы."
                },
                {
                    "N": "_0",
                    "T": "Мы обо всём позаботимся."
                },
                {
                    "N": "Вичама",
                    "T": "Спасибо... Настоящие герои - это вы."
                },
                {
                    "N": "Вичама",
                    "T": "До встречи."
                }
            ]
        ]
    },
    "502314": {
        "Desc": "Поговорите с появившимися внезапно душами",
        "Talk": [
            [
                {
                    "N": "Кауйя",
                    "T": "Домой... Отсюда... Домой..."
                },
                {
                    "N": "Ситлали",
                    "T": "Это одна из душ, исторгнутых Царством Ночи. Назад ей не вернуться."
                },
                {
                    "N": "Кауйя",
                    "T": "Домой... Домой..."
                },
                {
                    "N": "_1005",
                    "T": "Прости. Мы ничего не можем сделать..."
                },
                {
                    "N": "Кауйя",
                    "T": "Домой..."
                },
                {
                    "N": "Кауйя",
                    "T": "До..."
                },
                {
                    "N": "Кауйя",
                    "T": "..."
                },
                {
                    "N": "Шилонен",
                    "T": "Это конец. Она потратила последние силы, чтобы сюда добраться."
                },
                {
                    "N": "Ситлали",
                    "T": "Да чтоб тебя!"
                },
                {
                    "N": "Полоа",
                    "T": "Верните меня домой... домой..."
                },
                {
                    "N": "Ситлали",
                    "T": "Царство Ночи не отзывается. Его врата закрыты. Вот же..."
                },
                {
                    "N": "Полоа",
                    "T": "Почему..."
                },
                {
                    "N": "Полоа",
                    "T": "Я сражался... всю жизнь. Я верил... что Владыка Ночи..."
                },
                {
                    "N": "Шилонен",
                    "T": "Прости. Артерии земли перегружены, и у Владыки Ночи почти не осталось сил..."
                },
                {
                    "N": "Полоа",
                    "T": "Почему... я?"
                },
                {
                    "N": "Полоа",
                    "T": "Кто... я..."
                },
                {
                    "N": "Полоа",
                    "T": "Неужели... всё равно, кто я?"
                },
                {
                    "N": "_1005",
                    "T": "Нет, не всё равно, подожди!"
                },
                {
                    "N": "_0",
                    "T": "Исчез."
                },
                {
                    "N": "Ситлали",
                    "T": "Полнейшее отчаяние... Вот что он чувствовал в свои последние минуты. Я видела."
                },
                {
                    "N": "Ситлали",
                    "T": "Прости..."
                }
            ]
        ]
    },
    "502326": {
        "Desc": "Поговорите с появившимися внезапно душами",
        "Talk": [
            [
                {
                    "N": "Айеле",
                    "T": "Спаси меня..."
                },
                {
                    "N": "Ситлали",
                    "T": "Не беспокойся, я тебе помогу. Держись."
                },
                {
                    "N": "Айеле",
                    "T": "Царство Ночи..."
                },
                {
                    "N": "Айеле",
                    "T": "Спасибо..."
                },
                {
                    "N": "Айеле",
                    "T": "Ты ведь из Повелителей Ночного Ветра? Назови мне своё имя, добрая душа."
                },
                {
                    "N": "Ситлали",
                    "T": "Ситлали."
                },
                {
                    "N": "Айеле",
                    "T": "Сит... лали..."
                },
                {
                    "N": "Айеле",
                    "T": "Красивое имя..."
                },
                {
                    "N": "Айеле",
                    "T": "Как звёзды в ночном небе..."
                },
                {
                    "N": "Айеле",
                    "T": "..."
                },
                {
                    "N": "Зумалли",
                    "T": "Я... не могу... исчезнуть..."
                },
                {
                    "N": "Ситлали",
                    "T": "Он умер совсем недавно. Я попытаюсь спасти его!"
                },
                {
                    "N": "Зумалли",
                    "T": "Я... не могу..."
                },
                {
                    "N": "Зумалли",
                    "T": "Я... ■..."
                },
                {
                    "N": "Зумалли",
                    "T": "■...■■..."
                },
                {
                    "N": "Шилонен",
                    "T": "Осторожно, Ситлали! Энергия Бездны!"
                },
                {
                    "N": "Зумалли",
                    "T": "■■...исчезнуть ...ты ■■..."
                },
                {
                    "N": "Зумалли",
                    "T": "..."
                },
                {
                    "N": "Шилонен",
                    "T": "Прости."
                },
                {
                    "N": "Шилонен",
                    "T": "Бездна разъела его душу изнутри. Даже если бы нам удалось отправить его в Царство Ночи, это бы только усилило загрязнение."
                },
                {
                    "N": "Ситлали",
                    "T": "Знаю. Действуй мы чуть быстрее, могли бы очистить его душу от Бездны..."
                },
                {
                    "N": "Ситлали",
                    "T": "Давайте скорее проверим, что там с остальными."
                }
            ]
        ]
    },
    "502315": {
        "Desc": "Проверьте самочувствие тепетлизавра",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "Значит, с душами заврианов происходит то же самое..."
                },
                {
                    "N": "Ситлали",
                    "T": "Их души пока целы... Думаю, я смогу им помочь."
                },
                {
                    "N": "Айо",
                    "T": "Р-р-р..."
                },
                {
                    "N": "_1005",
                    "T": "Стоп, это..."
                },
                {
                    "N": "_0",
                    "T": "Айо?"
                },
                {
                    "N": "Айо",
                    "T": "Р-р-р..."
                },
                {
                    "N": "Хнаска",
                    "T": "..."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, я его узнаю. А рядом - его дедушка с бабушкой. Качина рассказывала мне, что случилось."
                },
                {
                    "N": "Шилонен",
                    "T": "Теперь ясно. Айо беспокоился, отказывался от еды и сна, потому что чувствовал рядом бабушку и дедушку."
                },
                {
                    "N": "_1005",
                    "T": "Вот почему теперь он так счастлив. Они наконец вместе."
                },
                {
                    "N": "Айо",
                    "T": "Ру-у-у..."
                },
                {
                    "N": "Ситлали",
                    "T": "Когда Айо спал в последний раз?"
                },
                {
                    "N": "_1005",
                    "T": "Качина говорила, что очень давно. Потому он такой слабый."
                },
                {
                    "N": "_1005",
                    "T": "Но после встречи с бабушкой и дедушкой он сразу повеселел."
                },
                {
                    "N": "Шилонен",
                    "T": "Качина познакомила меня с Айо. Он всегда был очень активным малышом, если не хотел спать, родители ничего не могли с ним поделать."
                },
                {
                    "N": "Шилонен",
                    "T": "Но стоило бабушке с дедушкой спеть ему колыбельную, он успокаивался и мирно засыпал."
                },
                {
                    "N": "Шилонен",
                    "T": "Думаю, эта песня появилась, когда отец Айо был заврёнком, а может, ещё раньше."
                },
                {
                    "N": "Сетан",
                    "T": "Ру, ру, ру..."
                },
                {
                    "N": "_1005",
                    "T": "Чудеса... Айо буквально изводился от беспокойства, а теперь притих."
                },
                {
                    "N": "Айо",
                    "T": "..."
                },
                {
                    "N": "_1005",
                    "T": "Наконец Айо может спокойно поспать."
                },
                {
                    "N": "_1005",
                    "T": "И всё равно... Это не выход."
                },
                {
                    "N": "Ситлали",
                    "T": "Да, их время на исходе. Мне нужно вернуть их в Царство Ночи, пока не поздно."
                },
                {
                    "N": "Хнаска",
                    "T": "Р-р-р!"
                },
                {
                    "N": "Сетан",
                    "T": "Р-р, р-р-р!"
                },
                {
                    "N": "_1005",
                    "T": "Что не так? Они вдруг рассердились..."
                },
                {
                    "N": "Шилонен",
                    "T": "Они не хотят уходить."
                },
                {
                    "N": "Ситлали",
                    "T": "Я знаю, вы не хотите покидать Айо, но здесь вам оставаться нельзя. Времени у вас всё меньше."
                },
                {
                    "N": "Ситлали",
                    "T": "Если не вернуться в Царство Ночи, через несколько дней вы исчезнете навсегда!"
                },
                {
                    "N": "Хнаска",
                    "T": "Р-р-р!"
                },
                {
                    "N": "Сетан",
                    "T": "Р-р-р, р-р!"
                },
                {
                    "N": "Шилонен",
                    "T": "Я понимаю, что они говорят."
                },
                {
                    "N": "Шилонен",
                    "T": "«Мы всё равно хотим остаться рядом с Айо»."
                },
                {
                    "N": "Айо",
                    "T": "..."
                },
                {
                    "N": "Шилонен",
                    "T": "Эх..."
                },
                {
                    "N": "Шилонен",
                    "T": "Мы должны уважать их решение."
                },
                {
                    "N": "Ситлали",
                    "T": "Я не желаю им такой судьбы... Но если они не хотят разлучаться, ничего поделать не могу."
                },
                {
                    "N": "_1005",
                    "T": "Какой судьбы? Как у остальных потерянных душ?"
                },
                {
                    "N": "Сетан",
                    "T": "Ру, ру, ру."
                },
                {
                    "N": "Ситлали",
                    "T": "Да, они будут медленно таять, корчась от боли, пока от них ничего не останется."
                },
                {
                    "N": "Ситлали",
                    "T": "Но это их выбор. Хотя бы эти дни... Айо будет мирно спать."
                },
                {
                    "N": "_0",
                    "T": "Мы должны спасти артерии земли."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, иначе страдающих душ будет всё больше и больше."
                },
                {
                    "N": "Шилонен",
                    "T": "Когда Царство Ночи очистится от энергии Бездны, Пиро Архонт восстановит артерии земли. Это последний этап её плана."
                },
                {
                    "N": "_1005",
                    "T": "Значит, мы сражаемся не только за живых, но и за мёртвых..."
                },
                {
                    "N": "_0",
                    "T": "Мне невольно вспоминается сон про Капитана..."
                },
                {
                    "N": "Ситлали",
                    "T": "Какой сон?"
                },
                {
                    "N": "_1005",
                    "T": "#Да, ты рассказывал{F#а}: вокруг Капитана собрался целый сонм таких душ. Наверное, они тоже хотят вернуться домой..."
                },
                {
                    "N": "_1005",
                    "T": "...Но для душ из Каэнри'ах Царство ночи закрыто?"
                },
                {
                    "N": "_1005",
                    "T": "Но Капитан не первый раз пытается добиться невозможного."
                },
                {
                    "N": "Ситлали",
                    "T": "Даже если Царство Ночи полностью восстановится, оно не сможет принимать души чужеземцев. Оно отрезано от артерий земли других стран."
                },
                {
                    "N": "Ситлали",
                    "T": "Вообще-то присутствие Царства Ночи не должно притягивать души из Каэнри'ах. Что-то тут не то..."
                },
                {
                    "N": "Шилонен",
                    "T": "Одно я могу сказать наверняка: Капитан тоже хочет помочь бесприютным душам."
                },
                {
                    "N": "_1005",
                    "T": "Остаётся ждать, когда он начнёт действовать. Капитан не любит рассказывать о своих планах."
                },
                {
                    "N": "_1005",
                    "T": "Давайте лучше сосредоточимся на последней битве. Сейчас нет ничего важнее."
                },
                {
                    "N": "_0",
                    "T": "Да. И ещё..."
                },
                {
                    "N": "_0",
                    "T": "...надо рассказать Качине о дедушке и бабушке Айо."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, будет сделано."
                },
                {
                    "N": "Шилонен",
                    "T": "Мы должны уметь смотреть правде в глаза, сколь бы злой или жестокой она ни была. Реальность не изменится от того, что мы спрячем голову в песок."
                },
                {
                    "N": "Ситлали",
                    "T": "Хотела бы я сделать больше. Столько душ, а я едва смогла помочь. Мне так жаль..."
                },
                {
                    "N": "_1005",
                    "T": "Ты не должна извиняться! Тут нет твоей вины."
                },
                {
                    "N": "Ситлали",
                    "T": "Наверное, вы правы... Чтобы решить проблему, нужно устранить её первопричину и восстановить артерии земли."
                },
                {
                    "N": "Шилонен",
                    "T": "Это ещё одна цель предстоящей битвы."
                },
                {
                    "N": "Шилонен",
                    "T": "#{NICKNAME}, пока вы не выступили в путь, не забудь назвать Пиро Архонту своё древнее имя. Она объявит его народу Натлана и объяснит, что оно значит."
                },
                {
                    "N": "Шилонен",
                    "T": "А дальше всё зависит от тебя."
                },
                {
                    "N": "_0",
                    "T": "Ясно, спасибо."
                },
                {
                    "N": "_0",
                    "T": "#Я постараюсь вспомнить всё, чему {F#научилась}{M#научился} за время нашего путешествия."
                },
                {
                    "N": "_1005",
                    "T": "И помни, мы будем за вас болеть!"
                }
            ]
        ]
    },
    "502440": {
        "Desc": "Подождите два дня (08:00 - 14:00)",
        "Talk": []
    },
    "502401": {
        "Desc": "Отправляйтесь на стадион Священного пламени",
        "Talk": [
            [
                {
                    "N": "Вичама",
                    "T": "Потрясающе. Судя по костюму, ты не из Натлана?"
                },
                {
                    "N": "Малко",
                    "T": "Впервые вижу в Царстве Ночи такую душу."
                },
                {
                    "N": "Бона",
                    "T": "Я думала, Царство Ночи не принимает чужеземцев."
                },
                {
                    "N": "Кокоуик",
                    "T": "Кулу..."
                },
                {
                    "N": "_0",
                    "T": "Ты..."
                },
                {
                    "N": "_0",
                    "T": "Гутфрит."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Но если быть точным, вы видите не душу, а «историю», которую сочинили обо мне натланцы."
                },
                {
                    "N": "Гутфрит",
                    "T": "Я его самый доверенный адъютант. Пять столетий назад мы вместе сражались против Бездны. И я погиб на поле боя."
                },
                {
                    "N": "Гутфрит",
                    "T": "Шаманы из Повелителей Ночного Ветра записали мою историю в свитках, и по сей день многие люди ещё помнят моё имя."
                },
                {
                    "N": "Вичама",
                    "T": "Значит, ты это не совсем ты?"
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Я явлен таким, каким записан в истории. Они считали меня сияющим героем. Но на самом деле я другой."
                },
                {
                    "N": "Гутфрит",
                    "T": "Из обрывков воспоминаний я постепенно понял, каким я был «на самом деле»."
                },
                {
                    "N": "Гутфрит",
                    "T": "Мы с командиром часто спорили. Он отличался обострённым чувством справедливости, а я хотел действовать прямо и жестоко, поскольку считал, что так мы быстрее решим проблему."
                },
                {
                    "N": "_0",
                    "T": "Потому ты и хотел..."
                },
                {
                    "N": "_0",
                    "T": "...принести в жертву Оророна."
                },
                {
                    "N": "Малко",
                    "T": "Что?! В жертву?"
                },
                {
                    "N": "Гутфрит",
                    "T": "...В интересах командира «я» готов пойти на всё."
                },
                {
                    "N": "Гутфрит",
                    "T": "Нет в мире ничего более хрупкого, чем идеалы и справедливость. И я должен защищать его, ибо только идеалы и справедливость помогут выстоять против самого сильного, самого чёрного врага."
                },
                {
                    "N": "Гутфрит",
                    "T": "Это и есть «слава Каэнри'ах», как я её понимаю."
                },
                {
                    "N": "_0",
                    "T": "Ты по-прежнему ему веришь?"
                },
                {
                    "N": "_0",
                    "T": "Пусть даже теперь он для тебя незнакомец."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да."
                },
                {
                    "N": "Гутфрит",
                    "T": "У меня есть на то свои причины, как у всякого, кто хранит в своём сердце веру. Уверен, скоро ты это поймёшь."
                },
                {
                    "N": "Гутфрит",
                    "T": "Артерии земли не позволят нам проводить тебя дальше. Логово Бездны совсем рядом."
                },
                {
                    "N": "Вичама",
                    "T": "Но не бойся. Все души, что обитают в Царстве Ночи, будут помогать тебе."
                },
                {
                    "N": "Малко",
                    "T": "#Ты станешь {F#героиней}{M#героем} новой эпохи."
                },
                {
                    "N": "Бона",
                    "T": "#Вот это да. Ты снова меня удивляешь, {F#путешественница}{M#путешественник}!"
                },
                {
                    "N": "Кокоуик",
                    "T": "(Свет и дальше будет направлять тебя, освещая бездонный мрак.)"
                },
                {
                    "N": "Гутфрит",
                    "T": "Ступай. Во имя Натлана. И во имя всех погибших от Бездны."
                },
                {
                    "N": "Гутфрит",
                    "T": "Во что бы мы ни верили, где бы ни была наша родина, на этот раз победа будет за нами."
                }
            ]
        ]
    },
    "502418": {
        "Desc": "Выслушайте речь Мавуики",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "#{NICKNAME}, Паймон, вот и вы."
                },
                {
                    "N": "_0",
                    "T": "Мавуика..."
                },
                {
                    "N": "_0",
                    "T": "Прости, что заставили ждать."
                },
                {
                    "N": "Мавуика",
                    "T": "Судя по твоему уверенному взгляду, древнее имя готово?"
                },
                {
                    "N": "_1005",
                    "T": "Готово! И Шилонен велела нам обязательно показать его тебе при встрече."
                },
                {
                    "N": "Мавуика",
                    "T": "Тума{RUBY#[S]Надежда}йни... Да, более подходящего имени и придумать нельзя."
                },
                {
                    "N": "Атоко",
                    "T": "Это... древнее имя?"
                },
                {
                    "N": "Райен",
                    "T": "Говорят, никогда ещё древнее имя не ковали для чужеземца. И всё получилось! Но что там написано?"
                },
                {
                    "N": "Мавуика",
                    "T": "#Похоже, не одну меня заинтересовало твоё древнее имя, всем хочется на него посмотреть. {NICKNAME}, Паймон, идите сюда."
                },
                {
                    "N": "Мавуика",
                    "T": "#Как видите, я держу в руках древнее имя {F#путешественницы}{M#путешественника}."
                },
                {
                    "N": "Мавуика",
                    "T": "#Оно содержит в себе ожидания, которыми Вайоб наделила {F#путешественницу}{M#путешественника}, а ещё оно означает, что отныне {NICKNAME} связан{F#а} с нашей землёй родственными узами."
                },
                {
                    "N": "Мавуика",
                    "T": "#Древнее имя {F#путешественницы}{M#путешественника} - Тума{RUBY#[S]Надежда}йни. Надежда, что светит, точно звёзды в ночи, и согревает, словно костёр посреди ледяной пустоши."
                },
                {
                    "N": "Саковев",
                    "T": "Тума{RUBY#[S]Надежда}йни!.."
                },
                {
                    "N": "Танту",
                    "T": "Надежда... После стольких лет непрерывных сражений мы наконец увидели надежду?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ода воскресения защищала нас несколько тысячелетий. С тех самых пор, как Бездна вторглась в Натлан, а артерии земли стали разрушаться."
                },
                {
                    "N": "Мавуика",
                    "T": "Поколениями мы жили на этой земле, ступая по следам наших предков, занимая их место на передовой."
                },
                {
                    "N": "Мавуика",
                    "T": "Каждый из нас знал, как нелёгок этот путь. И только потому, что все вы сражались, не жалея сил, у нас появилась надежда раз и навсегда расправиться с Бездной в последней битве."
                },
                {
                    "N": "Мавуика",
                    "T": "И наша слава принадлежит всему Натлану."
                },
                {
                    "N": "Отаска",
                    "T": "За Натлан!"
                },
                {
                    "N": "Все вместе",
                    "T": "За Натлан!!!"
                },
                {
                    "N": "Мавуика",
                    "T": "Долгие бедствия навеки останутся в нашей памяти. Но настанет день, когда мы поднимем голову и с гордостью скажем будущим поколениям: мы победили Бездну."
                },
                {
                    "N": "Мавуика",
                    "T": "За павших героев, за спутников, что отдали ради нас свои жизни, и за всех, кто продолжал прокладывать путь вопреки невзгодам и испытаниям. За Натлан..."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы вернёмся с победой! Ведь в Натлане никто не сражается в одиночку!"
                },
                {
                    "N": "Все вместе",
                    "T": "Никто не сражается в одиночку!"
                },
                {
                    "N": "Мавуика",
                    "T": "Вперёд!"
                }
            ]
        ]
    },
    "502402": {
        "Desc": "Отправляйтесь в Царство Ночи",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "#{NICKNAME}, Паймон, вот и вы."
                },
                {
                    "N": "_0",
                    "T": "Мавуика..."
                },
                {
                    "N": "_0",
                    "T": "Прости, что заставили ждать."
                },
                {
                    "N": "Мавуика",
                    "T": "Судя по твоему уверенному взгляду, древнее имя готово?"
                },
                {
                    "N": "_1005",
                    "T": "Готово! И Шилонен велела нам обязательно показать его тебе при встрече."
                },
                {
                    "N": "Мавуика",
                    "T": "Тума{RUBY#[S]Надежда}йни... Да, более подходящего имени и придумать нельзя."
                },
                {
                    "N": "Атоко",
                    "T": "Это... древнее имя?"
                },
                {
                    "N": "Райен",
                    "T": "Говорят, никогда ещё древнее имя не ковали для чужеземца. И всё получилось! Но что там написано?"
                },
                {
                    "N": "Мавуика",
                    "T": "#Похоже, не одну меня заинтересовало твоё древнее имя, всем хочется на него посмотреть. {NICKNAME}, Паймон, идите сюда."
                },
                {
                    "N": "Мавуика",
                    "T": "#Как видите, я держу в руках древнее имя {F#путешественницы}{M#путешественника}."
                },
                {
                    "N": "Мавуика",
                    "T": "#Оно содержит в себе ожидания, которыми Вайоб наделила {F#путешественницу}{M#путешественника}, а ещё оно означает, что отныне {NICKNAME} связан{F#а} с нашей землёй родственными узами."
                },
                {
                    "N": "Мавуика",
                    "T": "#Древнее имя {F#путешественницы}{M#путешественника} - Тума{RUBY#[S]Надежда}йни. Надежда, что светит, точно звёзды в ночи, и согревает, словно костёр посреди ледяной пустоши."
                },
                {
                    "N": "Саковев",
                    "T": "Тума{RUBY#[S]Надежда}йни!.."
                },
                {
                    "N": "Танту",
                    "T": "Надежда... После стольких лет непрерывных сражений мы наконец увидели надежду?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ода воскресения защищала нас несколько тысячелетий. С тех самых пор, как Бездна вторглась в Натлан, а артерии земли стали разрушаться."
                },
                {
                    "N": "Мавуика",
                    "T": "Поколениями мы жили на этой земле, ступая по следам наших предков, занимая их место на передовой."
                },
                {
                    "N": "Мавуика",
                    "T": "Каждый из нас знал, как нелёгок этот путь. И только потому, что все вы сражались, не жалея сил, у нас появилась надежда раз и навсегда расправиться с Бездной в последней битве."
                },
                {
                    "N": "Мавуика",
                    "T": "И наша слава принадлежит всему Натлану."
                },
                {
                    "N": "Отаска",
                    "T": "За Натлан!"
                },
                {
                    "N": "Все вместе",
                    "T": "За Натлан!!!"
                },
                {
                    "N": "Мавуика",
                    "T": "Долгие бедствия навеки останутся в нашей памяти. Но настанет день, когда мы поднимем голову и с гордостью скажем будущим поколениям: мы победили Бездну."
                },
                {
                    "N": "Мавуика",
                    "T": "За павших героев, за спутников, что отдали ради нас свои жизни, и за всех, кто продолжал прокладывать путь вопреки невзгодам и испытаниям. За Натлан..."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы вернёмся с победой! Ведь в Натлане никто не сражается в одиночку!"
                },
                {
                    "N": "Все вместе",
                    "T": "Никто не сражается в одиночку!"
                },
                {
                    "N": "Мавуика",
                    "T": "Вперёд!"
                }
            ]
        ]
    },
    "502428": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Уайна",
                    "T": "От имени всех Потомков Крон я желаю тебе удачи в бою."
                },
                {
                    "N": "Кинич",
                    "T": "Пламя поворота говорит, что всё имеет свою цену. Мы отдали войне свою кровь и слёзы, теперь настало время обрести заслуженную награду."
                },
                {
                    "N": "Кинич",
                    "T": "Отомстить хотим не только мы, но и он тоже."
                },
                {
                    "N": "Горный король",
                    "T": "В Ночь Пламени поворота я говорил... «Воля Конгамато всегда будет идти вперёд, пока не одолеет Бездну»."
                },
                {
                    "N": "Горный король",
                    "T": "Недавно я снова видел его во сне... моего самого верного спутника, Буркину."
                },
                {
                    "N": "Горный король",
                    "T": "Он верит, что грядёт последняя битва, которая поставит точку в бесконечной войне. И он просил меня принять бой вместе с героями новой эпохи."
                },
                {
                    "N": "Горный король",
                    "T": "#...Вместе с тобой, {M#путник}{F#путница} из далёких краёв."
                },
                {
                    "N": "Горный король",
                    "T": "#С первой нашей встречи я понял, что имею дело с необыкновенным человеком. Ты очень похож{F#а} на того, кто убедил Буркину..."
                },
                {
                    "N": "Горный король",
                    "T": "Я верю, что ты победишь силы тьмы. Чудо грядёт."
                },
                {
                    "N": "Кинич",
                    "T": "«Мы ответим перед огнём за все наши деяния». И Бездна поплатится за всё, что сотворила."
                },
                {
                    "N": "Кинич",
                    "T": "Ещё Ахав хотел что-то добавить."
                },
                {
                    "N": "Ахав",
                    "T": "#Пусть ты всего лишь {F#презренная раба}{M#презренный раб}, но тебе удалось вдоволь потешить наше драконье величество."
                },
                {
                    "N": "Ахав",
                    "T": "Будет прискорбно, если радости наши кончатся, едва успев начаться."
                },
                {
                    "N": "Ахав",
                    "T": "Мы переживём, разумеется. Но если соберёшься умирать, умирай без сожалений."
                },
                {
                    "N": "Кинич",
                    "T": "#Ты уже знаком{F#а} с Ахавом и понимаешь, что это самые приятные слова, которые только можно от него услышать."
                }
            ],
            [
                {
                    "N": "Кинич",
                    "T": "За всё приходится платить, и Бездна поплатится за все свои злодеяния."
                }
            ]
        ]
    },
    "502429": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Амина",
                    "T": "Народ Родников собрался здесь, на земле, где ручьи соседствуют с волнами, дабы восславить твою храбрость!"
                },
                {
                    "N": "Муалани",
                    "T": "Дядюшка Нуу тоже пришёл проводить тебя."
                },
                {
                    "N": "Нуу",
                    "T": "#Мои подвиги не стоят и упоминания рядом с историей, которую скоро сотворит {M#этот герой}{F#эта героиня}."
                },
                {
                    "N": "Нуу",
                    "T": "Наверное, и наши предки, ступая на путь приключений, не подозревали, что создают племя, история которого будет насчитывать тысячелетия."
                },
                {
                    "N": "Нуу",
                    "T": "...Бесчисленные потомки вспомнят и прославят наши деяния, в будущем они воссияют ещё большим величием."
                },
                {
                    "N": "Муалани",
                    "T": "#А давай запишем историю {M#путешественника}{F#путешественницы} на каменной плите? Как легенду о таинственном острове!"
                },
                {
                    "N": "_0",
                    "T": "Не возражаю."
                },
                {
                    "N": "Муалани",
                    "T": "Ха-ха, отлично! Стоит поторопиться, наверняка эта мысль пришла в голову не мне одной!"
                },
                {
                    "N": "_0",
                    "T": "Только поставь плиту на видное место."
                },
                {
                    "N": "Муалани",
                    "T": "Конечно! Её будет нельзя не заметить! Как памятник первому вождю!"
                },
                {
                    "N": "Муалани",
                    "T": "#Я очень хочу, чтобы ты {F#стала великой героиней}{M#стал великим героем}. Всё моё племя ждёт этого..."
                },
                {
                    "N": "Муалани",
                    "T": "#Но ты {F#моя подруга}{M#мой друг}, поэтому у меня есть ещё одно желание, и исполнить его куда проще..."
                },
                {
                    "N": "Муалани",
                    "T": "Когда битва закончится, я хочу отправиться с тобой и Паймон на источники!"
                },
                {
                    "N": "Муалани",
                    "T": "Друзья на то и друзья, чтобы проводить время вместе и радовать друг друга!"
                },
                {
                    "N": "_0",
                    "T": "Договорились."
                },
                {
                    "N": "Муалани",
                    "T": "Договорились!"
                }
            ],
            [
                {
                    "N": "Муалани",
                    "T": "Друзья на то и друзья, чтобы проводить время вместе и радовать друг друга!"
                }
            ]
        ]
    },
    "502430": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Мутота",
                    "T": "Да будет небо чистым и ясным вовеки, да будем мы летать по нему, расправив крылья. Ради этого пожелания здесь собрался весь клан Цветочного Пера."
                },
                {
                    "N": "Часка",
                    "T": "Война всегда лежала на наших плечах тяжким бременем. Но мы никогда не останавливались."
                },
                {
                    "N": "Часка",
                    "T": "Мирная жизнь, о которой мы всегда мечтали, совсем рядом. И ты можешь сотворить для нас мирное будущее."
                },
                {
                    "N": "Часка",
                    "T": "Я буду болеть за тебя. Да, услышав о битве, Коя тоже решила тебя поддержать."
                },
                {
                    "N": "Коя",
                    "T": "Чип..."
                },
                {
                    "N": "Часка",
                    "T": "Мы с ней обе оказались перед трудным выбором. Но потом наконец смогли помириться, и она поняла, как сильно я привязана к людям."
                },
                {
                    "N": "Часка",
                    "T": "Племя подарило мне новое счастье и любовь. Коя сказала, что будет сражаться, если кто-то попытается у меня это отнять."
                },
                {
                    "N": "Часка",
                    "T": "И я тоже буду сражаться за неё."
                },
                {
                    "N": "Часка",
                    "T": "И за мою человеческую семью... За родителей Куичи."
                },
                {
                    "N": "Часка",
                    "T": "Тебе может показаться, что я совсем не умею строить отношения с людьми... Но ничего, я всё исправлю."
                },
                {
                    "N": "Часка",
                    "T": "Я извлеку урок из опыта, который мы получили, и пройду испытания судьбы, чтобы стать лучше."
                },
                {
                    "N": "_0",
                    "T": "Скоро ты станешь сама себе миротворцем."
                },
                {
                    "N": "Часка",
                    "T": "Спасибо, но ещё..."
                },
                {
                    "N": "Часка",
                    "T": "Я хочу стать другом, на которого ты сможешь рассчитывать в своих будущих приключениях."
                }
            ],
            [
                {
                    "N": "Часка",
                    "T": "Спасибо тебе за всё. Я придумаю, как тебя отблагодарить."
                }
            ]
        ]
    },
    "502421": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Пакаль",
                    "T": "Скоро в путь?"
                },
                {
                    "N": "Пакаль",
                    "T": "Твоя храбрость превратилась в голос, эхо которого разнеслось по всей долине. Услышав его, Дети Эха пришли пожелать тебе удачи."
                },
                {
                    "N": "Качина",
                    "T": "Мы всегда будем с тобой. И мы ждём твоего возвращения на стадионе Священного пламени!"
                },
                {
                    "N": "Шилонен",
                    "T": "Бездна очень сильна. Но однажды мы уже её победили. А значит, нечего бояться."
                },
                {
                    "N": "Шилонен",
                    "T": "Тебе предстоит выковать новое будущее Натлана."
                }
            ],
            [
                {
                    "N": "Шилонен",
                    "T": "Тебе предстоит выковать новое будущее Натлана."
                }
            ]
        ]
    },
    "502422": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Уайна",
                    "T": "От имени всех Потомков Крон я желаю тебе удачи в бою."
                },
                {
                    "N": "Кинич",
                    "T": "Пламя поворота говорит, что всё имеет свою цену. Мы отдали войне свою кровь и слёзы, теперь настало время обрести заслуженную награду."
                },
                {
                    "N": "Кинич",
                    "T": "И Бездна поплатится за все свои злодеяния."
                },
                {
                    "N": "Кинич",
                    "T": "Ещё Ахав хотел что-то добавить."
                },
                {
                    "N": "Ахав",
                    "T": "#Пусть ты всего лишь {F#презренная раба}{M#презренный раб}, но тебе удалось вдоволь потешить наше драконье величество."
                },
                {
                    "N": "Ахав",
                    "T": "Будет прискорбно, если радости наши кончатся, едва успев начаться."
                },
                {
                    "N": "Ахав",
                    "T": "Мы переживём, разумеется. Но если соберёшься умирать, умирай без сожалений."
                },
                {
                    "N": "Кинич",
                    "T": "#Ты уже знаком{F#а} с Ахавом и понимаешь, что это самые приятные слова, которые только можно от него услышать."
                }
            ],
            [
                {
                    "N": "Кинич",
                    "T": "За всё приходится платить, и Бездна поплатится за все свои злодеяния."
                }
            ]
        ]
    },
    "502423": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Амина",
                    "T": "Народ Родников собрался здесь, на земле, где ручьи соседствуют с волнами, дабы восславить твою храбрость!"
                },
                {
                    "N": "Муалани",
                    "T": "Обожаю наши источники. Никогда не надоедает в них купаться!"
                },
                {
                    "N": "Муалани",
                    "T": "Я бы купалась в источниках и сегодня, и завтра, и послезавтра!"
                },
                {
                    "N": "Муалани",
                    "T": "Вот бы пойти на источники вместе с тобой и нашими друзьями! От одной мысли становится радостно!"
                },
                {
                    "N": "Муалани",
                    "T": "Когда закончится битва, возьмём с собой Паймон и махнём на источники. Договорились?"
                },
                {
                    "N": "_0",
                    "T": "Договорились."
                },
                {
                    "N": "Муалани",
                    "T": "Отлично! Буду ждать!"
                }
            ],
            [
                {
                    "N": "Муалани",
                    "T": "Не забудь, нас с тобой ждут горячие источники!"
                }
            ]
        ]
    },
    "502424": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Мутота",
                    "T": "Да будет небо чистым и ясным вовеки, да будем мы летать по нему, расправив крылья. Ради этого пожелания здесь собрался весь клан Цветочного Пера."
                },
                {
                    "N": "Часка",
                    "T": "Война всегда лежала на наших плечах тяжким бременем. Но мы никогда не останавливались."
                },
                {
                    "N": "Часка",
                    "T": "Мирная жизнь, о которой мы всегда мечтали, совсем рядом. И ты можешь сотворить для нас мирное будущее."
                },
                {
                    "N": "Часка",
                    "T": "Мы долго шли к этой цели. И ни один шаг не был напрасен."
                }
            ],
            [
                {
                    "N": "Часка",
                    "T": "Мы долго шли к этой цели. И ни один шаг не был напрасен."
                }
            ]
        ]
    },
    "502425": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Бирам",
                    "T": "Во сне мне было явлено откровение, которым я поделился со своим племенем: ты - звезда, что будет светить в тумане."
                },
                {
                    "N": "Бирам",
                    "T": "Духи благословляют твой путь."
                },
                {
                    "N": "Оророн",
                    "T": "Отныне травы и цветы будут расти, послушные твоей воле, шмели и бабочки будут летать, послушные твоей воле, весь мир будет послушен твоей воле."
                },
                {
                    "N": "_0",
                    "T": "Это как-то слишком..."
                },
                {
                    "N": "Оророн",
                    "T": "Я не согласен. Земля Натлана взращивает жизнь, но Бездна порождает одни разрушения."
                },
                {
                    "N": "Ситлали",
                    "T": "Ещё Натлан - земля памяти и преданий."
                },
                {
                    "N": "Ситлали",
                    "T": "Мой век дольше, чем у обычных людей, я лучше понимаю, что значат для них рождение и смерть."
                },
                {
                    "N": "Ситлали",
                    "T": "Мёртвые черпают утешение у живых, а живые смело идут вперёд, потому что так заповедали мёртвые."
                },
                {
                    "N": "Ситлали",
                    "T": "Своей жизнью и смертью мы оставляем в мире следы. Будет жаль, если они исчезнут."
                },
                {
                    "N": "_0",
                    "T": "#{F#Согласна}{M#Согласен}."
                },
                {
                    "N": "_0",
                    "T": "Поэтому я здесь."
                },
                {
                    "N": "Ситлали",
                    "T": "#Да... Спасибо, что {F#вызвалась}{M#вызвался} сражаться за нас."
                },
                {
                    "N": "Ситлали",
                    "T": "Я буду ждать тебя."
                }
            ],
            [
                {
                    "N": "Оророн",
                    "T": "Мы все будем ждать тебя."
                },
                {
                    "N": "Ситлали",
                    "T": "#Спасибо, что {F#вызвалась}{M#вызвался} сражаться за нас."
                }
            ]
        ]
    },
    "502426": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Акатль",
                    "T": "На краю земли горит Первозданный огонь. Мы пришли издалека и принесли благословение нашего края. Прими этот дар от Удела Благодатных Земель."
                },
                {
                    "N": "Иансан",
                    "T": "Сила не бывает даром, спустившимся с небес. Сила копится в нас с каждым новым шагом."
                },
                {
                    "N": "Иансан",
                    "T": "История Натлана насчитывает несколько тысячелетий. Уверена, каждый человек, который живёт на этой земле, осознанно или неосознанно внёс свой вклад в общее дело."
                },
                {
                    "N": "Иансан",
                    "T": "Я согласна со словами Пиро Архонта о времени: прошлое, настоящее и будущее существуют одновременно. А мы оказались в той точке, где они встретились."
                },
                {
                    "N": "Иансан",
                    "T": "Я знаю, каким будет исход этой битвы. Победа останется за Натланом."
                },
                {
                    "N": "_0",
                    "T": "Да, я обещаю."
                },
                {
                    "N": "_0",
                    "T": "Ваши усилия не пропадут напрасно."
                },
                {
                    "N": "Иансан",
                    "T": "И ещё... моя личная просьба."
                },
                {
                    "N": "Иансан",
                    "T": "Обещай, что после битвы наведаешься в Удел Благодатных Земель."
                },
                {
                    "N": "Акатль",
                    "T": "Ха-ха, верно. Все члены нашего племени ждут встречи с тобой."
                },
                {
                    "N": "Иансан",
                    "T": "Мы вместе с Варесой устроим тебе экскурсию по Уделу Благодатных Земель, познакомим с местными обычаями."
                },
                {
                    "N": "Иансан",
                    "T": "Пока не буду рассказывать, какую программу мы готовим, но тебе точно понравится!"
                }
            ],
            [
                {
                    "N": "Иансан",
                    "T": "Мы вместе с Варесой устроим тебе экскурсию по Уделу Благодатных Земель, познакомим с местными обычаями. Не забудь!"
                }
            ]
        ]
    },
    "502427": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Пакаль",
                    "T": "Скоро в путь?"
                },
                {
                    "N": "Пакаль",
                    "T": "Твоя храбрость превратилась в голос, эхо которого разнеслось по всей долине. Услышав его, Дети Эха пришли пожелать тебе удачи."
                },
                {
                    "N": "Качина",
                    "T": "Мы всегда будем с тобой. И мы ждём твоего возвращения на стадионе Священного пламени!"
                },
                {
                    "N": "Шилонен",
                    "T": "Бездна очень сильна. Но однажды мы уже её победили. А значит, нечего бояться."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, Непека очень хотела с тобой увидеться. Я взяла её с собой."
                },
                {
                    "N": "Непека",
                    "T": "#Привет, {M#братец}{F#сестрица}..."
                },
                {
                    "N": "Непека",
                    "T": "Помнишь, недавно вы с Шилонен спасли меня. Помогли мне вернуть моё «имя»."
                },
                {
                    "N": "Непека",
                    "T": "А теперь тебе придётся отправиться в очень опасное место, чтобы защитить «имена» всех жителей Натлана..."
                },
                {
                    "N": "Качина",
                    "T": "#Да, {NICKNAME} не подкачает!"
                },
                {
                    "N": "Непека",
                    "T": "Шилонен говорит, что в имени заложено благословение. И я тоже хочу подарить тебе моё благословение."
                },
                {
                    "N": "Непека",
                    "T": "#Я не умею говорить умные речи, гм... Желаю тебе вернуться {F#целой и невредимой}{M#целым и невредимым}. Дети Эха ждут тебя в гости."
                },
                {
                    "N": "Непека",
                    "T": "Теперь наша очередь устроить праздник в честь твоего дня рождения."
                },
                {
                    "N": "_0",
                    "T": "Хорошо."
                },
                {
                    "N": "Качина",
                    "T": "Хи-хи, тогда договорились."
                },
                {
                    "N": "Шилонен",
                    "T": "Считай, мы пообещали друг другу встретиться в будущем."
                },
                {
                    "N": "Шилонен",
                    "T": "#Когда бы ты ни {F#пришла}{M#пришёл}, Дети Эха всегда распахнут для тебя двери, поставят на стол лучшее вино и горячее мясо."
                },
                {
                    "N": "Шилонен",
                    "T": "Я верю, что ты вернёшься с победой."
                }
            ],
            [
                {
                    "N": "Шилонен",
                    "T": "Я верю, что ты вернёшься с победой."
                }
            ]
        ]
    },
    "502403": {
        "Desc": "Поговорите с Мавуикой",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "Мы пришли. Думаю, тебе уже знакомы пейзажи Царства Ночи."
                },
                {
                    "N": "Мавуика",
                    "T": "Здесь разложение ещё не зашло слишком далеко. И это последнее место, где мы можем сделать остановку."
                },
                {
                    "N": "Мавуика",
                    "T": "Как только мы тронемся в путь, нам нужно будет как можно скорее уничтожить последнего врага. Иначе никакая защита не спасёт нас от заражения и распада."
                },
                {
                    "N": "Паймон",
                    "T": "Значит, дальше пути назад уже не будет..."
                },
                {
                    "N": "_0",
                    "T": "Паймон? Ты что здесь делаешь?"
                },
                {
                    "N": "_0",
                    "T": "Ты выглядишь иначе..."
                },
                {
                    "N": "Паймон",
                    "T": "Паймон сама не понимает, как это случилось, но после вашего ухода Паймон почему-то увидела Царство Ночи."
                },
                {
                    "N": "REALNAME[2]",
                    "T": "Р-р-р!"
                },
                {
                    "N": "Мавуика",
                    "T": "Священное пламя нас соединило. Оно привело нас сюда и позволило вашим сознаниям проводить нас."
                },
                {
                    "N": "Мавуика",
                    "T": "Только дальше вам нельзя. Бездна обладает способностью разъедать дух. Поэтому здесь вам придётся остановиться."
                },
                {
                    "N": "Мавуика",
                    "T": "Но пока мы ещё здесь, друзья могут сказать тебе несколько напутственных слов."
                },
                {
                    "N": "_0",
                    "T": "Времени осталось немного?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да, но попрощаться вы успеете."
                },
                {
                    "N": "Мавуика",
                    "T": "#Как будешь готов{F#а}, дай мне знать. Обсудим план предстоящей битвы."
                }
            ],
            [
                {
                    "N": "Пакаль",
                    "T": "Скоро в путь?"
                },
                {
                    "N": "Пакаль",
                    "T": "Твоя храбрость превратилась в голос, эхо которого разнеслось по всей долине. Услышав его, Дети Эха пришли пожелать тебе удачи."
                },
                {
                    "N": "Качина",
                    "T": "Мы всегда будем с тобой. И мы ждём твоего возвращения на стадионе Священного пламени!"
                },
                {
                    "N": "Шилонен",
                    "T": "Бездна очень сильна. Но однажды мы уже её победили. А значит, нечего бояться."
                },
                {
                    "N": "Шилонен",
                    "T": "Тебе предстоит выковать новое будущее Натлана."
                }
            ],
            [
                {
                    "N": "Уайна",
                    "T": "От имени всех Потомков Крон я желаю тебе удачи в бою."
                },
                {
                    "N": "Кинич",
                    "T": "Пламя поворота говорит, что всё имеет свою цену. Мы отдали войне свою кровь и слёзы, теперь настало время обрести заслуженную награду."
                },
                {
                    "N": "Кинич",
                    "T": "И Бездна поплатится за все свои злодеяния."
                },
                {
                    "N": "Кинич",
                    "T": "Ещё Ахав хотел что-то добавить."
                },
                {
                    "N": "Ахав",
                    "T": "#Пусть ты всего лишь {F#презренная раба}{M#презренный раб}, но тебе удалось вдоволь потешить наше драконье величество."
                },
                {
                    "N": "Ахав",
                    "T": "Будет прискорбно, если радости наши кончатся, едва успев начаться."
                },
                {
                    "N": "Ахав",
                    "T": "Мы переживём, разумеется. Но если соберёшься умирать, умирай без сожалений."
                },
                {
                    "N": "Кинич",
                    "T": "#Ты уже знаком{F#а} с Ахавом и понимаешь, что это самые приятные слова, которые только можно от него услышать."
                }
            ],
            [
                {
                    "N": "Амина",
                    "T": "Народ Родников собрался здесь, на земле, где ручьи соседствуют с волнами, дабы восславить твою храбрость!"
                },
                {
                    "N": "Муалани",
                    "T": "Обожаю наши источники. Никогда не надоедает в них купаться!"
                },
                {
                    "N": "Муалани",
                    "T": "Я бы купалась в источниках и сегодня, и завтра, и послезавтра!"
                },
                {
                    "N": "Муалани",
                    "T": "Вот бы пойти на источники вместе с тобой и нашими друзьями! От одной мысли становится радостно!"
                },
                {
                    "N": "Муалани",
                    "T": "Когда закончится битва, возьмём с собой Паймон и махнём на источники. Договорились?"
                },
                {
                    "N": "_0",
                    "T": "Договорились."
                },
                {
                    "N": "Муалани",
                    "T": "Отлично! Буду ждать!"
                }
            ],
            [
                {
                    "N": "Мутота",
                    "T": "Да будет небо чистым и ясным вовеки, да будем мы летать по нему, расправив крылья. Ради этого пожелания здесь собрался весь клан Цветочного Пера."
                },
                {
                    "N": "Часка",
                    "T": "Война всегда лежала на наших плечах тяжким бременем. Но мы никогда не останавливались."
                },
                {
                    "N": "Часка",
                    "T": "Мирная жизнь, о которой мы всегда мечтали, совсем рядом. И ты можешь сотворить для нас мирное будущее."
                },
                {
                    "N": "Часка",
                    "T": "Мы долго шли к этой цели. И ни один шаг не был напрасен."
                }
            ],
            [
                {
                    "N": "Акатль",
                    "T": "На краю земли горит Первозданный огонь. Мы пришли издалека и принесли благословение нашего края. Прими этот дар от Удела Благодатных Земель."
                },
                {
                    "N": "Иансан",
                    "T": "Сила не бывает даром, спустившимся с небес. Сила копится в нас с каждым новым шагом."
                },
                {
                    "N": "Иансан",
                    "T": "История Натлана насчитывает несколько тысячелетий. Уверена, каждый человек, который живёт на этой земле, осознанно или неосознанно внёс свой вклад в общее дело."
                },
                {
                    "N": "Иансан",
                    "T": "Я согласна со словами Пиро Архонта о времени: прошлое, настоящее и будущее существуют одновременно. А мы оказались в той точке, где они встретились."
                },
                {
                    "N": "Иансан",
                    "T": "Я знаю, каким будет исход этой битвы. Победа останется за Натланом."
                },
                {
                    "N": "_0",
                    "T": "Да, я обещаю."
                },
                {
                    "N": "_0",
                    "T": "Ваши усилия не пропадут напрасно."
                },
                {
                    "N": "Иансан",
                    "T": "И ещё... моя личная просьба."
                },
                {
                    "N": "Иансан",
                    "T": "Обещай, что после битвы наведаешься в Удел Благодатных Земель."
                },
                {
                    "N": "Акатль",
                    "T": "Ха-ха, верно. Все члены нашего племени ждут встречи с тобой."
                },
                {
                    "N": "Иансан",
                    "T": "Мы вместе с Варесой устроим тебе экскурсию по Уделу Благодатных Земель, познакомим с местными обычаями."
                },
                {
                    "N": "Иансан",
                    "T": "Пока не буду рассказывать, какую программу мы готовим, но тебе точно понравится!"
                }
            ],
            [
                {
                    "N": "Пакаль",
                    "T": "Скоро в путь?"
                },
                {
                    "N": "Пакаль",
                    "T": "Твоя храбрость превратилась в голос, эхо которого разнеслось по всей долине. Услышав его, Дети Эха пришли пожелать тебе удачи."
                },
                {
                    "N": "Качина",
                    "T": "Мы всегда будем с тобой. И мы ждём твоего возвращения на стадионе Священного пламени!"
                },
                {
                    "N": "Шилонен",
                    "T": "Бездна очень сильна. Но однажды мы уже её победили. А значит, нечего бояться."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, Непека очень хотела с тобой увидеться. Я взяла её с собой."
                },
                {
                    "N": "Непека",
                    "T": "#Привет, {M#братец}{F#сестрица}..."
                },
                {
                    "N": "Непека",
                    "T": "Помнишь, недавно вы с Шилонен спасли меня. Помогли мне вернуть моё «имя»."
                },
                {
                    "N": "Непека",
                    "T": "А теперь тебе придётся отправиться в очень опасное место, чтобы защитить «имена» всех жителей Натлана..."
                },
                {
                    "N": "Качина",
                    "T": "#Да, {NICKNAME} не подкачает!"
                },
                {
                    "N": "Непека",
                    "T": "Шилонен говорит, что в имени заложено благословение. И я тоже хочу подарить тебе моё благословение."
                },
                {
                    "N": "Непека",
                    "T": "#Я не умею говорить умные речи, гм... Желаю тебе вернуться {F#целой и невредимой}{M#целым и невредимым}. Дети Эха ждут тебя в гости."
                },
                {
                    "N": "Непека",
                    "T": "Теперь наша очередь устроить праздник в честь твоего дня рождения."
                },
                {
                    "N": "_0",
                    "T": "Хорошо."
                },
                {
                    "N": "Качина",
                    "T": "Хи-хи, тогда договорились."
                },
                {
                    "N": "Шилонен",
                    "T": "Считай, мы пообещали друг другу встретиться в будущем."
                },
                {
                    "N": "Шилонен",
                    "T": "#Когда бы ты ни {F#пришла}{M#пришёл}, Дети Эха всегда распахнут для тебя двери, поставят на стол лучшее вино и горячее мясо."
                },
                {
                    "N": "Шилонен",
                    "T": "Я верю, что ты вернёшься с победой."
                }
            ],
            [
                {
                    "N": "Уайна",
                    "T": "От имени всех Потомков Крон я желаю тебе удачи в бою."
                },
                {
                    "N": "Кинич",
                    "T": "Пламя поворота говорит, что всё имеет свою цену. Мы отдали войне свою кровь и слёзы, теперь настало время обрести заслуженную награду."
                },
                {
                    "N": "Кинич",
                    "T": "Отомстить хотим не только мы, но и он тоже."
                },
                {
                    "N": "Горный король",
                    "T": "В Ночь Пламени поворота я говорил... «Воля Конгамато всегда будет идти вперёд, пока не одолеет Бездну»."
                },
                {
                    "N": "Горный король",
                    "T": "Недавно я снова видел его во сне... моего самого верного спутника, Буркину."
                },
                {
                    "N": "Горный король",
                    "T": "Он верит, что грядёт последняя битва, которая поставит точку в бесконечной войне. И он просил меня принять бой вместе с героями новой эпохи."
                },
                {
                    "N": "Горный король",
                    "T": "#...Вместе с тобой, {M#путник}{F#путница} из далёких краёв."
                },
                {
                    "N": "Горный король",
                    "T": "#С первой нашей встречи я понял, что имею дело с необыкновенным человеком. Ты очень похож{F#а} на того, кто убедил Буркину..."
                },
                {
                    "N": "Горный король",
                    "T": "Я верю, что ты победишь силы тьмы. Чудо грядёт."
                },
                {
                    "N": "Кинич",
                    "T": "«Мы ответим перед огнём за все наши деяния». И Бездна поплатится за всё, что сотворила."
                },
                {
                    "N": "Кинич",
                    "T": "Ещё Ахав хотел что-то добавить."
                },
                {
                    "N": "Ахав",
                    "T": "#Пусть ты всего лишь {F#презренная раба}{M#презренный раб}, но тебе удалось вдоволь потешить наше драконье величество."
                },
                {
                    "N": "Ахав",
                    "T": "Будет прискорбно, если радости наши кончатся, едва успев начаться."
                },
                {
                    "N": "Ахав",
                    "T": "Мы переживём, разумеется. Но если соберёшься умирать, умирай без сожалений."
                },
                {
                    "N": "Кинич",
                    "T": "#Ты уже знаком{F#а} с Ахавом и понимаешь, что это самые приятные слова, которые только можно от него услышать."
                }
            ],
            [
                {
                    "N": "Амина",
                    "T": "Народ Родников собрался здесь, на земле, где ручьи соседствуют с волнами, дабы восславить твою храбрость!"
                },
                {
                    "N": "Муалани",
                    "T": "Дядюшка Нуу тоже пришёл проводить тебя."
                },
                {
                    "N": "Нуу",
                    "T": "#Мои подвиги не стоят и упоминания рядом с историей, которую скоро сотворит {M#этот герой}{F#эта героиня}."
                },
                {
                    "N": "Нуу",
                    "T": "Наверное, и наши предки, ступая на путь приключений, не подозревали, что создают племя, история которого будет насчитывать тысячелетия."
                },
                {
                    "N": "Нуу",
                    "T": "...Бесчисленные потомки вспомнят и прославят наши деяния, в будущем они воссияют ещё большим величием."
                },
                {
                    "N": "Муалани",
                    "T": "#А давай запишем историю {M#путешественника}{F#путешественницы} на каменной плите? Как легенду о таинственном острове!"
                },
                {
                    "N": "_0",
                    "T": "Не возражаю."
                },
                {
                    "N": "Муалани",
                    "T": "Ха-ха, отлично! Стоит поторопиться, наверняка эта мысль пришла в голову не мне одной!"
                },
                {
                    "N": "_0",
                    "T": "Только поставь плиту на видное место."
                },
                {
                    "N": "Муалани",
                    "T": "Конечно! Её будет нельзя не заметить! Как памятник первому вождю!"
                },
                {
                    "N": "Муалани",
                    "T": "#Я очень хочу, чтобы ты {F#стала великой героиней}{M#стал великим героем}. Всё моё племя ждёт этого..."
                },
                {
                    "N": "Муалани",
                    "T": "#Но ты {F#моя подруга}{M#мой друг}, поэтому у меня есть ещё одно желание, и исполнить его куда проще..."
                },
                {
                    "N": "Муалани",
                    "T": "Когда битва закончится, я хочу отправиться с тобой и Паймон на источники!"
                },
                {
                    "N": "Муалани",
                    "T": "Друзья на то и друзья, чтобы проводить время вместе и радовать друг друга!"
                },
                {
                    "N": "_0",
                    "T": "Договорились."
                },
                {
                    "N": "Муалани",
                    "T": "Договорились!"
                }
            ],
            [
                {
                    "N": "Мутота",
                    "T": "Да будет небо чистым и ясным вовеки, да будем мы летать по нему, расправив крылья. Ради этого пожелания здесь собрался весь клан Цветочного Пера."
                },
                {
                    "N": "Часка",
                    "T": "Война всегда лежала на наших плечах тяжким бременем. Но мы никогда не останавливались."
                },
                {
                    "N": "Часка",
                    "T": "Мирная жизнь, о которой мы всегда мечтали, совсем рядом. И ты можешь сотворить для нас мирное будущее."
                },
                {
                    "N": "Часка",
                    "T": "Я буду болеть за тебя. Да, услышав о битве, Коя тоже решила тебя поддержать."
                },
                {
                    "N": "Коя",
                    "T": "Чип..."
                },
                {
                    "N": "Часка",
                    "T": "Мы с ней обе оказались перед трудным выбором. Но потом наконец смогли помириться, и она поняла, как сильно я привязана к людям."
                },
                {
                    "N": "Часка",
                    "T": "Племя подарило мне новое счастье и любовь. Коя сказала, что будет сражаться, если кто-то попытается у меня это отнять."
                },
                {
                    "N": "Часка",
                    "T": "И я тоже буду сражаться за неё."
                },
                {
                    "N": "Часка",
                    "T": "И за мою человеческую семью... За родителей Куичи."
                },
                {
                    "N": "Часка",
                    "T": "Тебе может показаться, что я совсем не умею строить отношения с людьми... Но ничего, я всё исправлю."
                },
                {
                    "N": "Часка",
                    "T": "Я извлеку урок из опыта, который мы получили, и пройду испытания судьбы, чтобы стать лучше."
                },
                {
                    "N": "_0",
                    "T": "Скоро ты станешь сама себе миротворцем."
                },
                {
                    "N": "Часка",
                    "T": "Спасибо, но ещё..."
                },
                {
                    "N": "Часка",
                    "T": "Я хочу стать другом, на которого ты сможешь рассчитывать в своих будущих приключениях."
                }
            ],
            [
                {
                    "N": "Бирам",
                    "T": "Во сне мне было явлено откровение, которым я поделился со своим племенем: ты - звезда, что будет светить в тумане."
                },
                {
                    "N": "Бирам",
                    "T": "Духи благословляют твой путь."
                },
                {
                    "N": "Оророн",
                    "T": "Отныне травы и цветы будут расти, послушные твоей воле, шмели и бабочки будут летать, послушные твоей воле, весь мир будет послушен твоей воле."
                },
                {
                    "N": "_0",
                    "T": "Это как-то слишком..."
                },
                {
                    "N": "Оророн",
                    "T": "Я не согласен. Земля Натлана взращивает жизнь, но Бездна порождает одни разрушения."
                },
                {
                    "N": "Ситлали",
                    "T": "Ещё Натлан - земля памяти и преданий."
                },
                {
                    "N": "Ситлали",
                    "T": "Мой век дольше, чем у обычных людей, я лучше понимаю, что значат для них рождение и смерть."
                },
                {
                    "N": "Ситлали",
                    "T": "Мёртвые черпают утешение у живых, а живые смело идут вперёд, потому что так заповедали мёртвые."
                },
                {
                    "N": "Ситлали",
                    "T": "Своей жизнью и смертью мы оставляем в мире следы. Будет жаль, если они исчезнут."
                },
                {
                    "N": "_0",
                    "T": "#{F#Согласна}{M#Согласен}."
                },
                {
                    "N": "_0",
                    "T": "Поэтому я здесь."
                },
                {
                    "N": "Ситлали",
                    "T": "#Да... Спасибо, что {F#вызвалась}{M#вызвался} сражаться за нас."
                },
                {
                    "N": "Ситлали",
                    "T": "Я буду ждать тебя."
                }
            ]
        ]
    },
    "502404": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Пакаль",
                    "T": "Скоро в путь?"
                },
                {
                    "N": "Пакаль",
                    "T": "Твоя храбрость превратилась в голос, эхо которого разнеслось по всей долине. Услышав его, Дети Эха пришли пожелать тебе удачи."
                },
                {
                    "N": "Качина",
                    "T": "Мы всегда будем с тобой. И мы ждём твоего возвращения на стадионе Священного пламени!"
                },
                {
                    "N": "Шилонен",
                    "T": "Бездна очень сильна. Но однажды мы уже её победили. А значит, нечего бояться."
                },
                {
                    "N": "Шилонен",
                    "T": "Тебе предстоит выковать новое будущее Натлана."
                }
            ]
        ]
    },
    "502406": {
        "Desc": "Когда будете готовы, поговорите с Мавуикой",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "#{NICKNAME}, ты готов{F#а}?"
                },
                {
                    "N": "_0",
                    "T": "#Готов{F#а}."
                },
                {
                    "N": "Мавуика",
                    "T": "Хорошо. Перед встречей с последним врагом нам нужно разделиться."
                },
                {
                    "N": "Мавуика",
                    "T": "Во время прошлой битвы тебе наверняка довелось сражаться с Опухолями Бездны. Они порождают бесконечный поток монстров, поэтому их так важно было уничтожить."
                },
                {
                    "N": "Мавуика",
                    "T": "У врага, с которым нам предстоит встретиться, есть ядро с похожими свойствами. И оно спрятано где-то в Царстве Ночи."
                },
                {
                    "N": "Мавуика",
                    "T": "Я лучше знаю Царство Ночи, так что я постараюсь отыскать и разрушить это ядро. А ты отправляйся прямиком к логову нашего врага. Там и встретимся."
                },
                {
                    "N": "_0",
                    "T": "Ясно."
                },
                {
                    "N": "Мавуика",
                    "T": "Ну что, пришло время действовать."
                },
                {
                    "N": "Мавуика",
                    "T": "С нами весь Натлан. Мы должны набраться храбрости и без страха ступить в неизвестность."
                },
                {
                    "N": "Мавуика",
                    "T": "«Никто не сражается в одиночку»."
                },
                {
                    "N": "Паймон",
                    "T": "Мавуика уже тронулась в путь. Тебе тоже пора. Паймон не будет тебя задерживать! Иди..."
                },
                {
                    "N": "Паймон",
                    "T": "Не бойся, Паймон не забыла про наш уговор! Паймон будет болеть за тебя громче всех!"
                },
                {
                    "N": "Паймон",
                    "T": "Не волнуйся, с Паймон всё будет в порядке, она не будет нервничать или бояться! Паймон ведь не малышка, которая не может заснуть без ночника!"
                },
                {
                    "N": "_0",
                    "T": "Жди меня."
                },
                {
                    "N": "Паймон",
                    "T": "Угу!"
                },
                {
                    "N": "REALNAME[2]",
                    "T": "Р-р-р!"
                },
                {
                    "N": "Паймон",
                    "T": "Ты не сражаешься в одиночку! У тебя есть мы!"
                },
                {
                    "N": "_0",
                    "T": "Подожди ещё немного."
                },
                {
                    "N": "Мавуика",
                    "T": "Конечно. Главное, чтобы у тебя не осталось сожалений."
                }
            ]
        ]
    },
    "502407": {
        "Desc": "Продолжайте поиски",
        "Talk": [
            [
                {
                    "N": "Атея",
                    "T": "Не думала, что мы так скоро встретимся."
                },
                {
                    "N": "Нечка",
                    "T": "Ничего себе, как я умею..."
                },
                {
                    "N": "Нечка",
                    "T": "#Привет, {M#братец}{F#сестрица}!"
                },
                {
                    "N": "_0",
                    "T": "Ты..."
                },
                {
                    "N": "Нечка",
                    "T": "Помнишь Тласоли? Она моя мама! Знаю, она сделала много плохого..."
                },
                {
                    "N": "Нечка",
                    "T": "Я увидела её во сне. Она всё время передо мной извинялась, и я не знала, как её утешить."
                },
                {
                    "N": "Нечка",
                    "T": "Она ведь должна извиняться не передо мной, а перед Непекой и другими людьми, у которых взяла воспоминания."
                },
                {
                    "N": "Атея",
                    "T": "Нечка всё мне рассказала. И я дала ей совет."
                },
                {
                    "N": "Атея",
                    "T": "Чем жалеть о прошлых ошибках, лучше подумай, как загладить свою вину."
                },
                {
                    "N": "Нечка",
                    "T": "Во сне мама меня внимательно выслушала и пообещала дать мне свою силу. Потому я и смогла сейчас тебе помочь."
                },
                {
                    "N": "Нечка",
                    "T": "...Мама наделала много ошибок. Но по крайней мере... сейчас её сила служит добру."
                },
                {
                    "N": "_0",
                    "T": "Твоя помощь была очень кстати."
                },
                {
                    "N": "Атея",
                    "T": "У тебя настоящий дар, Нечка. Жаль, что твоя жизнь оборвалась так рано."
                },
                {
                    "N": "Нечка",
                    "T": "Но мы всё равно смогли помочь, правда?"
                },
                {
                    "N": "Нечка",
                    "T": "#Удачи, {F#путешественница}{M#путешественник}! Ты наша надежда."
                },
                {
                    "N": "Атея",
                    "T": "За эти места не беспокойся. Монстры Бездны попытаются напасть, но мы их отбросим."
                },
                {
                    "N": "_0",
                    "T": "Муалани сейчас на площади."
                },
                {
                    "N": "_0",
                    "T": "Думаю, ей бы очень хотелось с тобой увидеться."
                },
                {
                    "N": "Атея",
                    "T": "Мы уже виделись во сне. Этого достаточно."
                },
                {
                    "N": "Атея",
                    "T": "Площадь - важнейшее место, которое передаёт волю живых в Царство Ночи. Если Бездна разрушит площадь, по всему Натлану вновь появятся монстры."
                },
                {
                    "N": "Атея",
                    "T": "Жаль, что я не смогу вновь увидеть Муалани. Но у меня останется намного больше сожалений, если я не смогу защитить Натлан."
                },
                {
                    "N": "Атея",
                    "T": "Она превзойдёт меня в воинском искусстве. И сделает больше, чем сделала я. За неё я спокойна."
                }
            ]
        ]
    },
    "502408": {
        "Desc": "Одолейте врагов и продолжайте поиски",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502409": {
        "Desc": "Продолжайте поиски",
        "Talk": [
            [
                {
                    "N": "Хини",
                    "T": "Давно не виделись, сестричка. Наверное, такой я осталась в твоей памяти?"
                },
                {
                    "N": "Хини",
                    "T": "По правде говоря, мы недавно виделись во сне, только... Вряд ли ты кому-то об этом рассказывала."
                },
                {
                    "N": "Мавуика",
                    "T": "..."
                },
                {
                    "N": "Мавуика",
                    "T": "Я очень удивилась, что и «ты» оказалась среди разбуженных душ. Ведь прошло целых пять столетий."
                },
                {
                    "N": "Хини",
                    "T": "Хи-хи, да! Наверное, настоящая «я» прожила с тех пор много жизней, но история и воспоминания «Хини» никуда не исчезли."
                },
                {
                    "N": "Хини",
                    "T": "Прошлое, настоящее и будущее существуют одновременно. Потому мы и встретились снова."
                },
                {
                    "N": "Мавуика",
                    "T": "Знаю."
                },
                {
                    "N": "Мавуика",
                    "T": "Как жаль, что у нас нет времени толком поговорить."
                },
                {
                    "N": "Хини",
                    "T": "Твой план близится к завершению?"
                },
                {
                    "N": "Хини",
                    "T": "Я так и знала! Ты дойдёшь до конца, каким бы трудным ни был путь."
                },
                {
                    "N": "Хини",
                    "T": "Мне так хочется помочь тебе. Но я обычный человек, я не могу преодолеть время."
                },
                {
                    "N": "Хини",
                    "T": "В детстве я говорила, что обязательно тебя отыщу. Потратила много времени, испробовала самые разные способы, но ничего не вышло."
                },
                {
                    "N": "Мавуика",
                    "T": "Нет, у тебя получилось."
                },
                {
                    "N": "Хини",
                    "T": "Ты про... ты получила мою лягушку из бумаги?"
                },
                {
                    "N": "Мавуика",
                    "T": "И твой справочник по архитектуре. Они всё мне передали."
                },
                {
                    "N": "Хини",
                    "T": "Ха-ха, как хорошо! Я боялась, что за пятьсот лет они потеряются во время очередного переезда."
                },
                {
                    "N": "Мавуика",
                    "T": "Нет. Они помнили твою доброту. И от них я многое о тебе узнала."
                },
                {
                    "N": "Хини",
                    "T": "Значит, я доверилась правильным людям."
                },
                {
                    "N": "Хини",
                    "T": "Наверное, мои записки... давно устарели?"
                },
                {
                    "N": "Мавуика",
                    "T": "Да, немного."
                },
                {
                    "N": "Хини",
                    "T": "Что поделаешь. Слишком много времени прошло. Да и я не великий архитектор. Никаких новаторских проектов на моём счету нет."
                },
                {
                    "N": "Хини",
                    "T": "Но я прожила счастливую жизнь. Я помогла многим людям, оставшимся без дома, я служила им до конца дней..."
                },
                {
                    "N": "Хини",
                    "T": "У меня не было времени на себя и на любовь... но ничего, ведь ты научила меня, что в мире есть много вещей важнее себя."
                },
                {
                    "N": "Хини",
                    "T": "Сестричка, ведь и ты вряд ли когда-то находила время для себя?"
                },
                {
                    "N": "Мавуика",
                    "T": "Нет, и мне это не нужно, я сделала другой выбор... Скоро всё закончится. Либо меня не станет, либо Бездны."
                },
                {
                    "N": "Мавуика",
                    "T": "Но я хотела сказать, что твой способ преодолеть время оказался куда надёжнее бумажной лягушки."
                },
                {
                    "N": "Мавуика",
                    "T": "Сквозь века я чувствую твою любовь. И я всегда любила тебя и буду любить."
                },
                {
                    "N": "Хини",
                    "T": "Ха-ха, конечно! И папа с мамой тебя любят! Мы ведь одна семья, так будет всегда!"
                },
                {
                    "N": "Мавуика",
                    "T": "#Мне пора. Меня ждёт {F#наша героиня}{M#наш герой}."
                },
                {
                    "N": "Хини",
                    "T": "Давай, сестричка!"
                },
                {
                    "N": "Хини",
                    "T": "За Натлан!"
                }
            ]
        ]
    },
    "502410": {
        "Desc": "Продолжайте поиски",
        "Talk": [
            [
                {
                    "N": "Атея",
                    "T": "Не думала, что мы так скоро встретимся."
                },
                {
                    "N": "Атея",
                    "T": "За эти места не беспокойся. Монстры Бездны попытаются напасть, но мы их отбросим."
                },
                {
                    "N": "_0",
                    "T": "Муалани сейчас на площади."
                },
                {
                    "N": "_0",
                    "T": "Думаю, ей бы очень хотелось с тобой увидеться."
                },
                {
                    "N": "Атея",
                    "T": "Мы уже виделись во сне. Этого достаточно."
                },
                {
                    "N": "Атея",
                    "T": "Площадь - важнейшее место, которое передаёт волю живых в Царство Ночи. Если Бездна разрушит площадь, по всему Натлану вновь появятся монстры."
                },
                {
                    "N": "Атея",
                    "T": "Жаль, что я не смогу вновь увидеть Муалани. Но у меня останется намного больше сожалений, если я не смогу защитить Натлан."
                },
                {
                    "N": "Атея",
                    "T": "Она превзойдёт меня в воинском искусстве. И сделает больше, чем сделала я. За неё я спокойна."
                }
            ]
        ]
    },
    "502436": {
        "Desc": "",
        "Talk": []
    },
    "502411": {
        "Desc": "Победите всех противников",
        "Talk": [
            [
                {
                    "N": "Бона",
                    "T": "Ты снова меня удивляешь!"
                },
                {
                    "N": "Кокоуик",
                    "T": "Чип!"
                },
                {
                    "N": "Вичама",
                    "T": "Кто это?"
                },
                {
                    "N": "_0",
                    "T": "Великая искательница приключений и её спутник."
                },
                {
                    "N": "_0",
                    "T": "Мои друзья."
                },
                {
                    "N": "Бона",
                    "T": "Ха-ха, раз ты так говоришь, не буду скромничать. На самом деле здесь собралась удивительная компания. И мы с Коко тоже стали её частью."
                },
                {
                    "N": "Бона",
                    "T": "У каждого из нас свой путь, который нужно пройти до конца. Не всем приключениям суждено остаться в истории..."
                },
                {
                    "N": "Бона",
                    "T": "Но сейчас можно с уверенностью сказать, что мы творим великое дело."
                },
                {
                    "N": "Кокоуик",
                    "T": "Чип!"
                },
                {
                    "N": "Малко",
                    "T": "Точно!"
                },
                {
                    "N": "Бона",
                    "T": "Ну что, в путь! А мы тебе поможем!"
                },
                {
                    "N": "Бона",
                    "T": "#Пусть белая феечка и малыш {REALNAME[ID(2)|HOSTONLY(true)]} сейчас далеко, они наверняка болеют за тебя."
                }
            ]
        ]
    },
    "502437": {
        "Desc": "",
        "Talk": []
    },
    "502405": {
        "Desc": "Поговорите с Атеей",
        "Talk": [
            [
                {
                    "N": "Атея",
                    "T": "Не думала, что мы так скоро встретимся."
                },
                {
                    "N": "Нечка",
                    "T": "Ничего себе, как я умею..."
                },
                {
                    "N": "Нечка",
                    "T": "#Привет, {M#братец}{F#сестрица}!"
                },
                {
                    "N": "_0",
                    "T": "Ты..."
                },
                {
                    "N": "Нечка",
                    "T": "Помнишь Тласоли? Она моя мама! Знаю, она сделала много плохого..."
                },
                {
                    "N": "Нечка",
                    "T": "Я увидела её во сне. Она всё время передо мной извинялась, и я не знала, как её утешить."
                },
                {
                    "N": "Нечка",
                    "T": "Она ведь должна извиняться не передо мной, а перед Непекой и другими людьми, у которых взяла воспоминания."
                },
                {
                    "N": "Атея",
                    "T": "Нечка всё мне рассказала. И я дала ей совет."
                },
                {
                    "N": "Атея",
                    "T": "Чем жалеть о прошлых ошибках, лучше подумай, как загладить свою вину."
                },
                {
                    "N": "Нечка",
                    "T": "Во сне мама меня внимательно выслушала и пообещала дать мне свою силу. Потому я и смогла сейчас тебе помочь."
                },
                {
                    "N": "Нечка",
                    "T": "...Мама наделала много ошибок. Но по крайней мере... сейчас её сила служит добру."
                },
                {
                    "N": "_0",
                    "T": "Твоя помощь была очень кстати."
                },
                {
                    "N": "Атея",
                    "T": "У тебя настоящий дар, Нечка. Жаль, что твоя жизнь оборвалась так рано."
                },
                {
                    "N": "Нечка",
                    "T": "Но мы всё равно смогли помочь, правда?"
                },
                {
                    "N": "Нечка",
                    "T": "#Удачи, {F#путешественница}{M#путешественник}! Ты наша надежда."
                },
                {
                    "N": "Атея",
                    "T": "За эти места не беспокойся. Монстры Бездны попытаются напасть, но мы их отбросим."
                },
                {
                    "N": "_0",
                    "T": "Муалани сейчас на площади."
                },
                {
                    "N": "_0",
                    "T": "Думаю, ей бы очень хотелось с тобой увидеться."
                },
                {
                    "N": "Атея",
                    "T": "Мы уже виделись во сне. Этого достаточно."
                },
                {
                    "N": "Атея",
                    "T": "Площадь - важнейшее место, которое передаёт волю живых в Царство Ночи. Если Бездна разрушит площадь, по всему Натлану вновь появятся монстры."
                },
                {
                    "N": "Атея",
                    "T": "Жаль, что я не смогу вновь увидеть Муалани. Но у меня останется намного больше сожалений, если я не смогу защитить Натлан."
                },
                {
                    "N": "Атея",
                    "T": "Она превзойдёт меня в воинском искусстве. И сделает больше, чем сделала я. За неё я спокойна."
                }
            ],
            [
                {
                    "N": "Атея",
                    "T": "Не думала, что мы так скоро встретимся."
                },
                {
                    "N": "Атея",
                    "T": "За эти места не беспокойся. Монстры Бездны попытаются напасть, но мы их отбросим."
                },
                {
                    "N": "_0",
                    "T": "Муалани сейчас на площади."
                },
                {
                    "N": "_0",
                    "T": "Думаю, ей бы очень хотелось с тобой увидеться."
                },
                {
                    "N": "Атея",
                    "T": "Мы уже виделись во сне. Этого достаточно."
                },
                {
                    "N": "Атея",
                    "T": "Площадь - важнейшее место, которое передаёт волю живых в Царство Ночи. Если Бездна разрушит площадь, по всему Натлану вновь появятся монстры."
                },
                {
                    "N": "Атея",
                    "T": "Жаль, что я не смогу вновь увидеть Муалани. Но у меня останется намного больше сожалений, если я не смогу защитить Натлан."
                },
                {
                    "N": "Атея",
                    "T": "Она превзойдёт меня в воинском искусстве. И сделает больше, чем сделала я. За неё я спокойна."
                }
            ]
        ]
    },
    "502412": {
        "Desc": "Продолжайте идти дальше",
        "Talk": [
            [
                {
                    "N": "Вичама",
                    "T": "Это ты! Ты здесь!"
                },
                {
                    "N": "Малко",
                    "T": "Мы снова встретились, ты меня помнишь? Я Малко. Когда вы пришли спасать Качину, мне уже было трудно принять человеческий облик."
                },
                {
                    "N": "Малко",
                    "T": "Но теперь души Царства Ночи пробудились. Вичама рассказал мне, что наверху разыгралась грандиозная битва..."
                },
                {
                    "N": "Вичама",
                    "T": "Главное, что мы преодолели все преграды и снова можем сражаться плечом к плечу."
                },
                {
                    "N": "Вичама",
                    "T": "Спасибо за это тебе и Ситлали."
                },
                {
                    "N": "_0",
                    "T": "#Я тоже не ожидал{F#а}..."
                },
                {
                    "N": "_0",
                    "T": "...встретить вас здесь."
                },
                {
                    "N": "Малко",
                    "T": "Дорога впереди изъедена Бездной, идти по ней будет непросто. Но я буду освещать твой путь, как тогда."
                },
                {
                    "N": "Вичама",
                    "T": "#Я возьму на себя разведку и сражения. В своё время я был сильным воином, а не понурым бедолагой, которого ты видел{F#а}."
                },
                {
                    "N": "Вичама",
                    "T": "Следуй за мной."
                },
                {
                    "N": "_0",
                    "T": "Вы мне очень поможете."
                },
                {
                    "N": "Малко и Вичама",
                    "T": "Угу!"
                }
            ],
            [
                {
                    "N": "Атея",
                    "T": "Мы будем оборонять рубеж и не позволим энергии Бездны вырваться наружу."
                }
            ],
            [
                {
                    "N": "Атея",
                    "T": "Мы будем оборонять рубеж и не позволим энергии Бездны вырваться наружу."
                },
                {
                    "N": "Нечка",
                    "T": "За нас не беспокойся. Иди вперёд!"
                }
            ]
        ]
    },
    "502444": {
        "Desc": "",
        "Talk": []
    },
    "502435": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Атея",
                    "T": "Мы будем оборонять рубеж и не позволим энергии Бездны вырваться наружу."
                }
            ]
        ]
    },
    "502413": {
        "Desc": "Продолжайте идти дальше",
        "Talk": [
            [
                {
                    "N": "Атея",
                    "T": "Мы будем оборонять рубеж и не позволим энергии Бездны вырваться наружу."
                }
            ],
            [
                {
                    "N": "Атея",
                    "T": "Мы будем оборонять рубеж и не позволим энергии Бездны вырваться наружу."
                },
                {
                    "N": "Нечка",
                    "T": "За нас не беспокойся. Иди вперёд!"
                }
            ]
        ]
    },
    "502441": {
        "Desc": "Победите всех противников",
        "Talk": []
    },
    "502439": {
        "Desc": "",
        "Talk": []
    },
    "502419": {
        "Desc": "Поговорите с Боной",
        "Talk": [
            [
                {
                    "N": "Бона",
                    "T": "Ты снова меня удивляешь!"
                },
                {
                    "N": "Кокоуик",
                    "T": "Чип!"
                },
                {
                    "N": "Вичама",
                    "T": "Кто это?"
                },
                {
                    "N": "_0",
                    "T": "Великая искательница приключений и её спутник."
                },
                {
                    "N": "_0",
                    "T": "Мои друзья."
                },
                {
                    "N": "Бона",
                    "T": "Ха-ха, раз ты так говоришь, не буду скромничать. На самом деле здесь собралась удивительная компания. И мы с Коко тоже стали её частью."
                },
                {
                    "N": "Бона",
                    "T": "У каждого из нас свой путь, который нужно пройти до конца. Не всем приключениям суждено остаться в истории..."
                },
                {
                    "N": "Бона",
                    "T": "Но сейчас можно с уверенностью сказать, что мы творим великое дело."
                },
                {
                    "N": "Кокоуик",
                    "T": "Чип!"
                },
                {
                    "N": "Малко",
                    "T": "Точно!"
                },
                {
                    "N": "Бона",
                    "T": "Ну что, в путь! А мы тебе поможем!"
                },
                {
                    "N": "Бона",
                    "T": "#Пусть белая феечка и малыш {REALNAME[ID(2)|HOSTONLY(true)]} сейчас далеко, они наверняка болеют за тебя."
                }
            ]
        ]
    },
    "502431": {
        "Desc": "Продолжайте идти дальше",
        "Talk": [
            [
                {
                    "N": "Часка",
                    "T": "Спасибо тебе за всё. Я придумаю, как тебя отблагодарить."
                }
            ]
        ]
    },
    "502432": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Вичама",
                    "T": "Потрясающе. Судя по костюму, ты не из Натлана?"
                },
                {
                    "N": "Малко",
                    "T": "Впервые вижу в Царстве Ночи такую душу."
                },
                {
                    "N": "_0",
                    "T": "Ты..."
                },
                {
                    "N": "_0",
                    "T": "Гутфрит."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Но если быть точным, вы видите не душу, а «историю», которую сочинили обо мне натланцы."
                },
                {
                    "N": "Гутфрит",
                    "T": "Я его самый доверенный адъютант. Пять столетий назад мы вместе сражались против Бездны. И я погиб на поле боя."
                },
                {
                    "N": "Гутфрит",
                    "T": "Шаманы из Повелителей Ночного Ветра записали мою историю в свитках, и по сей день многие люди ещё помнят моё имя."
                },
                {
                    "N": "Вичама",
                    "T": "Значит, ты это не совсем ты?"
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Я явлен таким, каким записан в истории. Они считали меня сияющим героем. Но на самом деле я другой."
                },
                {
                    "N": "Гутфрит",
                    "T": "Из обрывков воспоминаний я постепенно понял, каким я был «на самом деле»."
                },
                {
                    "N": "Гутфрит",
                    "T": "Мы с командиром часто спорили. Он отличался обострённым чувством справедливости, а я хотел действовать прямо и жестоко, поскольку считал, что так мы быстрее решим проблему."
                },
                {
                    "N": "_0",
                    "T": "Потому ты и хотел..."
                },
                {
                    "N": "_0",
                    "T": "...принести в жертву Оророна."
                },
                {
                    "N": "Малко",
                    "T": "Что?! В жертву?"
                },
                {
                    "N": "Гутфрит",
                    "T": "...В интересах командира «я» готов пойти на всё."
                },
                {
                    "N": "Гутфрит",
                    "T": "Нет в мире ничего более хрупкого, чем идеалы и справедливость. И я должен защищать его, ибо только идеалы и справедливость помогут выстоять против самого сильного, самого чёрного врага."
                },
                {
                    "N": "Гутфрит",
                    "T": "Это и есть «слава Каэнри'ах», как я её понимаю."
                },
                {
                    "N": "_0",
                    "T": "Ты по-прежнему ему веришь?"
                },
                {
                    "N": "_0",
                    "T": "Пусть даже теперь он для тебя незнакомец."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да."
                },
                {
                    "N": "Гутфрит",
                    "T": "У меня есть на то свои причины, как у всякого, кто хранит в своём сердце веру. Уверен, скоро ты это поймёшь."
                },
                {
                    "N": "Гутфрит",
                    "T": "Артерии земли не позволят нам проводить тебя дальше. Логово Бездны совсем рядом."
                },
                {
                    "N": "Вичама",
                    "T": "Но не бойся. Все души, что обитают в Царстве Ночи, будут помогать тебе."
                },
                {
                    "N": "Малко",
                    "T": "#Ты станешь {F#героиней}{M#героем} новой эпохи."
                },
                {
                    "N": "Гутфрит",
                    "T": "Ступай. Во имя Натлана. И во имя всех погибших от Бездны."
                },
                {
                    "N": "Гутфрит",
                    "T": "Во что бы мы ни верили, где бы ни была наша родина, на этот раз победа будет за нами."
                }
            ]
        ]
    },
    "502433": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502442": {
        "Desc": "Победите всех противников",
        "Talk": []
    },
    "502414": {
        "Desc": "Поговорите с Гутфритом",
        "Talk": [
            [
                {
                    "N": "Вичама",
                    "T": "Потрясающе. Судя по костюму, ты не из Натлана?"
                },
                {
                    "N": "Малко",
                    "T": "Впервые вижу в Царстве Ночи такую душу."
                },
                {
                    "N": "Бона",
                    "T": "Я думала, Царство Ночи не принимает чужеземцев."
                },
                {
                    "N": "Кокоуик",
                    "T": "Кулу..."
                },
                {
                    "N": "_0",
                    "T": "Ты..."
                },
                {
                    "N": "_0",
                    "T": "Гутфрит."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Но если быть точным, вы видите не душу, а «историю», которую сочинили обо мне натланцы."
                },
                {
                    "N": "Гутфрит",
                    "T": "Я его самый доверенный адъютант. Пять столетий назад мы вместе сражались против Бездны. И я погиб на поле боя."
                },
                {
                    "N": "Гутфрит",
                    "T": "Шаманы из Повелителей Ночного Ветра записали мою историю в свитках, и по сей день многие люди ещё помнят моё имя."
                },
                {
                    "N": "Вичама",
                    "T": "Значит, ты это не совсем ты?"
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Я явлен таким, каким записан в истории. Они считали меня сияющим героем. Но на самом деле я другой."
                },
                {
                    "N": "Гутфрит",
                    "T": "Из обрывков воспоминаний я постепенно понял, каким я был «на самом деле»."
                },
                {
                    "N": "Гутфрит",
                    "T": "Мы с командиром часто спорили. Он отличался обострённым чувством справедливости, а я хотел действовать прямо и жестоко, поскольку считал, что так мы быстрее решим проблему."
                },
                {
                    "N": "_0",
                    "T": "Потому ты и хотел..."
                },
                {
                    "N": "_0",
                    "T": "...принести в жертву Оророна."
                },
                {
                    "N": "Малко",
                    "T": "Что?! В жертву?"
                },
                {
                    "N": "Гутфрит",
                    "T": "...В интересах командира «я» готов пойти на всё."
                },
                {
                    "N": "Гутфрит",
                    "T": "Нет в мире ничего более хрупкого, чем идеалы и справедливость. И я должен защищать его, ибо только идеалы и справедливость помогут выстоять против самого сильного, самого чёрного врага."
                },
                {
                    "N": "Гутфрит",
                    "T": "Это и есть «слава Каэнри'ах», как я её понимаю."
                },
                {
                    "N": "_0",
                    "T": "Ты по-прежнему ему веришь?"
                },
                {
                    "N": "_0",
                    "T": "Пусть даже теперь он для тебя незнакомец."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да."
                },
                {
                    "N": "Гутфрит",
                    "T": "У меня есть на то свои причины, как у всякого, кто хранит в своём сердце веру. Уверен, скоро ты это поймёшь."
                },
                {
                    "N": "Гутфрит",
                    "T": "Артерии земли не позволят нам проводить тебя дальше. Логово Бездны совсем рядом."
                },
                {
                    "N": "Вичама",
                    "T": "Но не бойся. Все души, что обитают в Царстве Ночи, будут помогать тебе."
                },
                {
                    "N": "Малко",
                    "T": "#Ты станешь {F#героиней}{M#героем} новой эпохи."
                },
                {
                    "N": "Бона",
                    "T": "#Вот это да. Ты снова меня удивляешь, {F#путешественница}{M#путешественник}!"
                },
                {
                    "N": "Кокоуик",
                    "T": "(Свет и дальше будет направлять тебя, освещая бездонный мрак.)"
                },
                {
                    "N": "Гутфрит",
                    "T": "Ступай. Во имя Натлана. И во имя всех погибших от Бездны."
                },
                {
                    "N": "Гутфрит",
                    "T": "Во что бы мы ни верили, где бы ни была наша родина, на этот раз победа будет за нами."
                }
            ],
            [
                {
                    "N": "Вичама",
                    "T": "Потрясающе. Судя по костюму, ты не из Натлана?"
                },
                {
                    "N": "Малко",
                    "T": "Впервые вижу в Царстве Ночи такую душу."
                },
                {
                    "N": "_0",
                    "T": "Ты..."
                },
                {
                    "N": "_0",
                    "T": "Гутфрит."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Но если быть точным, вы видите не душу, а «историю», которую сочинили обо мне натланцы."
                },
                {
                    "N": "Гутфрит",
                    "T": "Я его самый доверенный адъютант. Пять столетий назад мы вместе сражались против Бездны. И я погиб на поле боя."
                },
                {
                    "N": "Гутфрит",
                    "T": "Шаманы из Повелителей Ночного Ветра записали мою историю в свитках, и по сей день многие люди ещё помнят моё имя."
                },
                {
                    "N": "Вичама",
                    "T": "Значит, ты это не совсем ты?"
                },
                {
                    "N": "Гутфрит",
                    "T": "Да. Я явлен таким, каким записан в истории. Они считали меня сияющим героем. Но на самом деле я другой."
                },
                {
                    "N": "Гутфрит",
                    "T": "Из обрывков воспоминаний я постепенно понял, каким я был «на самом деле»."
                },
                {
                    "N": "Гутфрит",
                    "T": "Мы с командиром часто спорили. Он отличался обострённым чувством справедливости, а я хотел действовать прямо и жестоко, поскольку считал, что так мы быстрее решим проблему."
                },
                {
                    "N": "_0",
                    "T": "Потому ты и хотел..."
                },
                {
                    "N": "_0",
                    "T": "...принести в жертву Оророна."
                },
                {
                    "N": "Малко",
                    "T": "Что?! В жертву?"
                },
                {
                    "N": "Гутфрит",
                    "T": "...В интересах командира «я» готов пойти на всё."
                },
                {
                    "N": "Гутфрит",
                    "T": "Нет в мире ничего более хрупкого, чем идеалы и справедливость. И я должен защищать его, ибо только идеалы и справедливость помогут выстоять против самого сильного, самого чёрного врага."
                },
                {
                    "N": "Гутфрит",
                    "T": "Это и есть «слава Каэнри'ах», как я её понимаю."
                },
                {
                    "N": "_0",
                    "T": "Ты по-прежнему ему веришь?"
                },
                {
                    "N": "_0",
                    "T": "Пусть даже теперь он для тебя незнакомец."
                },
                {
                    "N": "Гутфрит",
                    "T": "Да."
                },
                {
                    "N": "Гутфрит",
                    "T": "У меня есть на то свои причины, как у всякого, кто хранит в своём сердце веру. Уверен, скоро ты это поймёшь."
                },
                {
                    "N": "Гутфрит",
                    "T": "Артерии земли не позволят нам проводить тебя дальше. Логово Бездны совсем рядом."
                },
                {
                    "N": "Вичама",
                    "T": "Но не бойся. Все души, что обитают в Царстве Ночи, будут помогать тебе."
                },
                {
                    "N": "Малко",
                    "T": "#Ты станешь {F#героиней}{M#героем} новой эпохи."
                },
                {
                    "N": "Гутфрит",
                    "T": "Ступай. Во имя Натлана. И во имя всех погибших от Бездны."
                },
                {
                    "N": "Гутфрит",
                    "T": "Во что бы мы ни верили, где бы ни была наша родина, на этот раз победа будет за нами."
                }
            ]
        ]
    },
    "502420": {
        "Desc": "Отыщите продолжение пути",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "#(Не думал{F#а}, что здесь всё настолько плохо... Всему виной повреждения в артериях земли?)"
                },
                {
                    "N": "_0",
                    "T": "(Дорога обрушилась, но строение наверху выглядит целым... Наверное, путь дальше лежит через него.)"
                },
                {
                    "N": "_0",
                    "T": "(Но как мне туда попасть?)"
                },
                {
                    "N": "_0",
                    "T": "(Что это за голос...)"
                },
                {
                    "N": "Куичи",
                    "T": "#Эй, {NICKNAME}! Это я! Куичи!"
                },
                {
                    "N": "Куичи",
                    "T": "Нужна помощь? Знаешь, врачи умеют не только лечить болезни, но и оказывать неотложную помощь, ха-ха!"
                },
                {
                    "N": "Куичи",
                    "T": "#Знаю, ты владеешь чудесными способностями, потому ты здесь и {F#оказалась}{M#оказался}."
                },
                {
                    "N": "Куичи",
                    "T": "Иди, скорее."
                },
                {
                    "N": "Куичи",
                    "T": "Ой, что такое? Всё затряслось..."
                },
                {
                    "N": "_0",
                    "T": "Неужели..."
                },
                {
                    "N": "_0",
                    "T": "...у Мавуики всё получилось?"
                },
                {
                    "N": "Куичи",
                    "T": "Вот, а я думаю, почему её нигде не видно!"
                },
                {
                    "N": "Куичи",
                    "T": "Ну всё, тебе нужно спешить! Никогда не любила добавлять людям проблем и теперь не хочу, чтобы Пиро Архонт подумала, будто я тебя задержала."
                },
                {
                    "N": "_0",
                    "T": "Куичи..."
                },
                {
                    "N": "_0",
                    "T": "...ты виделась с Чаской?"
                },
                {
                    "N": "Куичи",
                    "T": "...Да."
                },
                {
                    "N": "Куичи",
                    "T": "Я рада, что она исполнила свою миссию. Я увидела, что она очень повзрослела."
                },
                {
                    "N": "Куичи",
                    "T": "Давно бы так. Тогда бы мне не пришлось столько за неё переживать."
                },
                {
                    "N": "Куичи",
                    "T": "...Этого достаточно. Больше я не буду появляться в её снах."
                },
                {
                    "N": "Куичи",
                    "T": "Теперь всё стало как надо. Где это видано, чтобы младшая сестра тревожилась о старшей?"
                },
                {
                    "N": "_0",
                    "T": "Ты такая сильная, Куичи."
                },
                {
                    "N": "Куичи",
                    "T": "Ну ладно, довольно об этом. Нужно принять случившееся и смотреть вперёд."
                },
                {
                    "N": "Куичи",
                    "T": "Натлан ждёт светлое будущее, правда?"
                },
                {
                    "N": "Куичи",
                    "T": "#Ступай, {NICKNAME}."
                }
            ]
        ]
    },
    "502415": {
        "Desc": "Двигайтесь дальше",
        "Talk": [
            [
                {
                    "N": "Куичи",
                    "T": "Натлан ждёт светлое будущее, правда?"
                },
                {
                    "N": "Куичи",
                    "T": "#Ступай, {NICKNAME}."
                }
            ]
        ]
    },
    "502438": {
        "Desc": "Попробуйте продолжить путь",
        "Talk": []
    },
    "502443": {
        "Desc": "",
        "Talk": []
    },
    "502417": {
        "Desc": "Следуя указаниям, доберитесь до цели",
        "Talk": [
            [
                {
                    "N": "Пакаль",
                    "T": "Скоро в путь?"
                },
                {
                    "N": "Пакаль",
                    "T": "Твоя храбрость превратилась в голос, эхо которого разнеслось по всей долине. Услышав его, Дети Эха пришли пожелать тебе удачи."
                },
                {
                    "N": "Качина",
                    "T": "Мы всегда будем с тобой. И мы ждём твоего возвращения на стадионе Священного пламени!"
                },
                {
                    "N": "Шилонен",
                    "T": "Бездна очень сильна. Но однажды мы уже её победили. А значит, нечего бояться."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, Непека очень хотела с тобой увидеться. Я взяла её с собой."
                },
                {
                    "N": "Непека",
                    "T": "#Привет, {M#братец}{F#сестрица}..."
                },
                {
                    "N": "Непека",
                    "T": "Помнишь, недавно вы с Шилонен спасли меня. Помогли мне вернуть моё «имя»."
                },
                {
                    "N": "Непека",
                    "T": "А теперь тебе придётся отправиться в очень опасное место, чтобы защитить «имена» всех жителей Натлана..."
                },
                {
                    "N": "Качина",
                    "T": "#Да, {NICKNAME} не подкачает!"
                },
                {
                    "N": "Непека",
                    "T": "Шилонен говорит, что в имени заложено благословение. И я тоже хочу подарить тебе моё благословение."
                },
                {
                    "N": "Непека",
                    "T": "#Я не умею говорить умные речи, гм... Желаю тебе вернуться {F#целой и невредимой}{M#целым и невредимым}. Дети Эха ждут тебя в гости."
                },
                {
                    "N": "Непека",
                    "T": "Теперь наша очередь устроить праздник в честь твоего дня рождения."
                },
                {
                    "N": "_0",
                    "T": "Хорошо."
                },
                {
                    "N": "Качина",
                    "T": "Хи-хи, тогда договорились."
                },
                {
                    "N": "Шилонен",
                    "T": "Считай, мы пообещали друг другу встретиться в будущем."
                },
                {
                    "N": "Шилонен",
                    "T": "#Когда бы ты ни {F#пришла}{M#пришёл}, Дети Эха всегда распахнут для тебя двери, поставят на стол лучшее вино и горячее мясо."
                },
                {
                    "N": "Шилонен",
                    "T": "Я верю, что ты вернёшься с победой."
                }
            ]
        ]
    },
    "502416": {
        "Desc": "Следуя указаниям, доберитесь до цели",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502434": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Куичи",
                    "T": "Натлан ждёт светлое будущее, правда?"
                },
                {
                    "N": "Куичи",
                    "T": "#Ступай, {NICKNAME}."
                }
            ]
        ]
    },
    "502821": {
        "Desc": "Идите к Госойтоту",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502822": {
        "Desc": "Идите к Госойтоту",
        "Talk": []
    },
    "502801": {
        "Desc": "Идите к Госойтоту",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": ""
                }
            ]
        ]
    },
    "502802": {
        "Desc": "Идите к Госойтоту",
        "Talk": []
    },
    "502803": {
        "Desc": "Идите к Госойтоту",
        "Talk": []
    },
    "502812": {
        "Desc": "Победите Госойтота",
        "Talk": []
    },
    "502804": {
        "Desc": "Победите Госойтота",
        "Talk": [
            [
                {
                    "N": "Шбаланке",
                    "T": "Я всё захвачу, поглощу, уничтожу!"
                }
            ]
        ]
    },
    "502823": {
        "Desc": "Победите Госойтота",
        "Talk": []
    },
    "502805": {
        "Desc": "Продолжайте «ваше» путешествие",
        "Talk": [
            [
                {
                    "N": "Шбаланке",
                    "T": "Жизни Сошедших куда ценнее, чем тебе кажется."
                },
                {
                    "N": "Шбаланке",
                    "T": "Ты своими руками рушишь надежду этого мира."
                },
                {
                    "N": "Мавуика",
                    "T": "Если я обречена на поражение, чего ты боишься?"
                },
                {
                    "N": "Шбаланке",
                    "T": "..."
                },
                {
                    "N": "Мавуика",
                    "T": "(Мы отправляемся в паломничество ради исполнения желаний людей.)"
                },
                {
                    "N": "Мавуика",
                    "T": "(Мы собираемся вместе и бьёмся за то, чтобы называться сильнейшими.)"
                },
                {
                    "N": "Мавуика",
                    "T": "(Мы горим дотла за мечту.)"
                },
                {
                    "N": "Мавуика",
                    "T": "(И так будет снова и снова, цикл повторится...)"
                }
            ]
        ]
    },
    "502806": {
        "Desc": "Продолжайте «ваше» путешествие",
        "Talk": []
    },
    "502807": {
        "Desc": "Продолжайте «ваше» путешествие",
        "Talk": []
    },
    "502808": {
        "Desc": "Победите Госойтота",
        "Talk": []
    },
    "502809": {
        "Desc": "Победите Госойтота",
        "Talk": []
    },
    "502810": {
        "Desc": "Победите Госойтота",
        "Talk": []
    },
    "502811": {
        "Desc": "Поговорите с друзьями",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": ""
                }
            ]
        ]
    },
    "502901": {
        "Desc": "Поговорите с друзьями",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": "Жители Натлана празднуют победу, друзья радуются вашему возвращению."
                },
                {
                    "N": "???",
                    "T": "На всякий случай врачи первым делом должны проверить, нет ли на вас загрязнения энергией Бездны."
                },
                {
                    "N": "Локва",
                    "T": "#Невероятно... На {M#герое}{F#героине} нет ни следа энергии Бездны, как и на Пиро Архонте."
                },
                {
                    "N": "Локва",
                    "T": "Отдохните немного, и будем праздновать победу."
                },
                {
                    "N": "_1005",
                    "T": "То есть... беспокоиться больше не о чем?"
                },
                {
                    "N": "_1005",
                    "T": "#Ты победил{F#а}! Ха-ха-ха, ура!"
                },
                {
                    "N": "_0",
                    "T": "Наконец можно отдохнуть."
                },
                {
                    "N": "_1005",
                    "T": "Паймон так и знала! Никакая Бездна тебе не страшна!"
                },
                {
                    "N": "_0",
                    "T": "Наконец кто-то снова говорит вместо меня."
                },
                {
                    "N": "_1005",
                    "T": "#То есть Паймон тебе нужна только для этого? Ладно, сегодня можешь подшучивать над Паймон, ты заслужил{F#а}!"
                },
                {
                    "N": "Иансан",
                    "T": "#Ты опять победил{F#а}, {NICKNAME}. {F#Какая же ты сильная}{M#Какой же ты сильный}!"
                },
                {
                    "N": "Иансан",
                    "T": "Значит, теперь наконец Натлан избавлен от угрозы!"
                },
                {
                    "N": "Муалани",
                    "T": "#Добро пожаловать, {F#великая героиня}{M#великий герой}! Мне не терпится рассказать всем твою историю!"
                },
                {
                    "N": "Оророн",
                    "T": "И нам нужно записать её на тканом свитке. Тогда твоя история сохранится и будет передаваться в племени из поколения в поколение."
                },
                {
                    "N": "Оророн",
                    "T": "Уверен, дома бабули и дедули уже взялись за работу."
                },
                {
                    "N": "Часка",
                    "T": "#{NICKNAME}, ты {M#потрясающий}{F#потрясающая}. {F#Первая чужестранка, которой}{M#Первый чужестранец, которому} выковали древнее имя. О тебе будут слагать легенды."
                },
                {
                    "N": "Шилонен",
                    "T": "Да, Владыка Ночи в тебе не ошиблась. И выбрала идеальное имя."
                },
                {
                    "N": "Качина",
                    "T": "#А самое, самое главное, что ты {F#вернулась целой и невредимой}{M#вернулся целым и невредимым}! И мне не надо ломать голову над тем, как тебя спасать!"
                },
                {
                    "N": "_1005",
                    "T": "#Ты собиралась {F#её}{M#его} спасать?"
                },
                {
                    "N": "Качина",
                    "T": "#Ну... {NICKNAME} однажды спас{F#ла} меня. Так что я собиралась отправиться в Царство Ночи и спасти {F#её}{M#его}, если дело примет опасный оборот!"
                },
                {
                    "N": "Иансан",
                    "T": "Там ведь очень опасно, Качина. Но..."
                },
                {
                    "N": "Иансан",
                    "T": "Я бы и сама отправилась на выручку, чего бы мне это ни стоило."
                },
                {
                    "N": "Муалани",
                    "T": "Да, и я тоже!"
                },
                {
                    "N": "Кинич",
                    "T": "Я стараюсь поступать храбро, но не безрассудно... Но для этого случая я сделал бы исключение."
                },
                {
                    "N": "_0",
                    "T": "Подождите с благодарностями..."
                },
                {
                    "N": "_0",
                    "T": "...мне нужно кое-что сказать."
                },
                {
                    "N": "_0",
                    "T": "#В артериях земли я {F#видела}{M#видел} много душ умерших. И слышал{F#а} вашу поддержку."
                },
                {
                    "N": "_1005",
                    "T": "#Что, правда? А кого ты видел{F#а}?"
                },
                {
                    "N": "_0",
                    "T": "#Я видел{F#а} Атею, Вичаму, Куичи, шестерых героев, что жили пять столетий назад... И ещё я слышал{F#а} послания, которые вы вложили в моё древнее имя."
                },
                {
                    "N": "_0",
                    "T": "#Я {F#должна}{M#должен} поблагодарить всех вас."
                },
                {
                    "N": "_0",
                    "T": "#Без вашей помощи я никогда бы не {F#смогла}{M#смог} одолеть столь сильного врага."
                },
                {
                    "N": "Оророн",
                    "T": "#Значит, ты слышал{F#а} всё, что мы говорили..."
                },
                {
                    "N": "Шилонен",
                    "T": "Во время ковки послания стали частью твоего древнего имени. Не думала, что они так пригодятся..."
                },
                {
                    "N": "Иансан",
                    "T": "#Даже немного... неловко, что ты всё слышал{F#а}..."
                },
                {
                    "N": "Муалани",
                    "T": "А что тут неловкого? Я могу повторить свои слова и сейчас!"
                },
                {
                    "N": "Муалани",
                    "T": "Какое счастье - быть твоим другом!"
                },
                {
                    "N": "Часка",
                    "T": "...Ха, молодец Куичи."
                },
                {
                    "N": "Мавуика",
                    "T": "#Здесь у вас весело. {NICKNAME}, как ты себя чувствуешь?"
                },
                {
                    "N": "_0",
                    "T": "Вполне нормально."
                },
                {
                    "N": "Мавуика",
                    "T": "Отлично, это я и хотела услышать."
                },
                {
                    "N": "Мавуика",
                    "T": "Приготовления к церемонии в твою честь почти закончены."
                },
                {
                    "N": "_1005",
                    "T": "Церемония?"
                },
                {
                    "N": "Мавуика",
                    "T": "По традиции мы проводим церемонию в честь наших самых выдающихся героев, когда они возвращаются из последнего Паломничества."
                },
                {
                    "N": "Мавуика",
                    "T": "В большинстве случаев «самыми выдающимися» считаются воины, на чьём счету больше двадцати побед в Войнах ночных дозорных."
                },
                {
                    "N": "Мавуика",
                    "T": "Поэтому героев, которым была оказана столь высокая честь, можно по пальцам пересчитать. Считай это наградой за все твои достижения."
                },
                {
                    "N": "Оророн",
                    "T": "Мы давно не проводили такую церемонию..."
                },
                {
                    "N": "Мавуика",
                    "T": "#Да, но если учесть, какой вклад {NICKNAME} {M#внёс}{F#внесла} в нашу победу, станет ясно, что он{F#а} как никто {M#достоин}{F#достойна} этой церемонии."
                },
                {
                    "N": "Мавуика",
                    "T": "#Давайте пройдём в центр стадиона, и я объявлю всем, какой чести ты {M#удостоен}{F#удостоена}, чтобы ты мог{F#ла} получить свою долю аплодисментов."
                },
                {
                    "N": "Муалани",
                    "T": "Ого, я должна занять место в первом ряду!"
                },
                {
                    "N": "Качина",
                    "T": "И я, я иду с тобой!"
                },
                {
                    "N": "Иансан",
                    "T": "Камера... Срочно нужна камера..."
                },
                {
                    "N": "_1005",
                    "T": "Ха-ха, постойте! К чему такая спешка!"
                },
                {
                    "N": "_1005",
                    "T": "#Мавуика, если это церемония в честь {F#героини, победившей}{M#героя, победившего} Бездну, ты заслуживаешь таких же почестей!"
                },
                {
                    "N": "Мавуика",
                    "T": "Кто проводит церемонии в честь самого себя? И потом, я уже Пиро Архонт, какие ещё могут быть почести?"
                },
                {
                    "N": "Мавуика",
                    "T": "Идёмте. Нас все ждут."
                }
            ]
        ]
    },
    "502902": {
        "Desc": "Следуйте к началу «дороги благословений»",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "Сегодня в долгой истории противостояния Натлана и Бездны наконец поставлена точка."
                },
                {
                    "N": "Мавуика",
                    "T": "#Многие боролись, чтобы этот день настал, многие отдали за это свои жизни. Мы не должны забывать их. И не должны забывать о помощи {M#героя}{F#героини} из далёких краёв."
                },
                {
                    "N": "Мавуика",
                    "T": "#{M#Его}{F#Её} древнее имя «Тумайни» будет навеки вписано в историю Натлана."
                },
                {
                    "N": "Мавуика",
                    "T": "Отныне больше не будет Войн ночных дозорных, и я надеюсь, что Оде воскресения больше никогда не придётся возвращать павших."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы сражались ради единственной цели, и этой целью был мир."
                },
                {
                    "N": "Мавуика",
                    "T": "#Позже мы проведём погребальную церемонию и вспомним всех погибших. А пока {M#нашему герою}{F#нашей героине} пришло время пройти дорогой благословений. Давайте проводим {M#его}{F#её} аплодисментами."
                },
                {
                    "N": "Мавуика",
                    "T": "#Окружите {M#его}{F#её} своим теплом и благодарностью!"
                },
                {
                    "N": "Толпа",
                    "T": "Ура-а-а-а!"
                },
                {
                    "N": "Мавуика",
                    "T": "Иди. Это твой звёздный час."
                },
                {
                    "N": "_0",
                    "T": "Но... а как же ты?"
                },
                {
                    "N": "Мавуика",
                    "T": "Мы избавились от Бездны, теперь наконец пришло время восстановить Царство Ночи."
                },
                {
                    "N": "Мавуика",
                    "T": "Этим я и займусь."
                },
                {
                    "N": "_1005",
                    "T": "Договорились! Будем ждать хороших новостей!"
                }
            ]
        ]
    },
    "502903": {
        "Desc": "Примите корону",
        "Talk": [
            [
                {
                    "N": "Пакаль",
                    "T": "#Постой, о {F#великая героиня}{M#великий герой}. Пока ты не {F#ступила}{M#ступил} на дорогу благословений, позволь преподнести тебе это перо."
                },
                {
                    "N": "Уайна",
                    "T": "Мы подносим этот дар каждому герою, который удостаивается высочайшей награды. Перо будет служить доказательством твоей храбрости и силы. Теперь ты образец для всех натланцев."
                },
                {
                    "N": "Амина",
                    "T": "#Спасибо тебе за всё... Спасибо, что спас{F#ла} нас от Бездны!"
                },
                {
                    "N": "Мутота",
                    "T": "А поднести тебе наш дар выпала честь Часке, одной из самых знаменитых воительниц Натлана."
                },
                {
                    "N": "_1005",
                    "T": "Мм, наша давняя знакомая."
                },
                {
                    "N": "Часка",
                    "T": "Ты недовольна?"
                },
                {
                    "N": "_0",
                    "T": "Паймон хотела сказать, «наш верный товарищ по оружию»."
                },
                {
                    "N": "_1005",
                    "T": "Да, да! Так даже торжественнее... когда подарок преподносит человек, которого мы знаем!"
                },
                {
                    "N": "Часка",
                    "T": "Что ж... От себя лично и от всех воинов Натлана я хочу поднести тебе это благословение."
                },
                {
                    "N": "Часка",
                    "T": "Пусть твоё пламя всегда остаётся чистым и ярким."
                },
                {
                    "N": "Акатль",
                    "T": "Пока есть мы, тебе не придётся сражаться в одиночку!"
                },
                {
                    "N": "Бирам",
                    "T": "Дорога благословений ждёт тебя."
                }
            ]
        ]
    },
    "502908": {
        "Desc": "Следуйте дальше по дороге благословений",
        "Talk": [
            [
                {
                    "N": "Часка",
                    "T": "Идём. Все ждут тебя."
                }
            ],
            [
                {
                    "N": "Балам",
                    "T": "#{NICKNAME}, {F#великая героиня}{M#великий герой}, можно тебя на минуточку?"
                },
                {
                    "N": "Балам",
                    "T": "Многие люди преклоняются перед тобой и мечтают о совместном фото или об автографе."
                },
                {
                    "N": "Балам",
                    "T": "#Ты не мог{F#ла} бы задержаться? Сделаем парочку фотоснимков и устроим небольшую автограф-сессию."
                },
                {
                    "N": "_1005",
                    "T": "Ого, только посмотри, сколько людей... Наверное, они давно здесь собрались."
                },
                {
                    "N": "_1005",
                    "T": "Давай согласимся? Нам это ничего не стоит!"
                },
                {
                    "N": "_0",
                    "T": "Хорошо."
                },
                {
                    "N": "_0",
                    "T": "Пара снимков и несколько автографов?"
                },
                {
                    "N": "Балам",
                    "T": "Да! Фотографии сделаем здесь, а автограф-сессию устроим напротив."
                },
                {
                    "N": "Балам",
                    "T": "#Дальше дорога благословений ведёт туда. Когда будешь готов{F#а}, можешь продолжать путь, а мы тебе поаплодируем!"
                }
            ]
        ]
    },
    "502904": {
        "Desc": "Следуйте дальше по дороге благословений",
        "Talk": [
            [
                {
                    "N": "Ваканка",
                    "T": "Да, вот так!"
                },
                {
                    "N": "Нуста",
                    "T": "Спасибо!"
                },
                {
                    "N": "Ваканка",
                    "T": "Отличная поза!"
                },
                {
                    "N": "Ваниету",
                    "T": "Этот момент запомнится надолго..."
                },
                {
                    "N": "Ваканка",
                    "T": "Замечательно! Здорово получилось!"
                },
                {
                    "N": "Аукаман",
                    "T": "Можно ещё один снимок? Только один!"
                },
                {
                    "N": "_1005",
                    "T": "Нет, один снимок на человека, как договаривались! Смотри, сколько людей ждёт своей очереди!"
                },
                {
                    "N": "Аукаман",
                    "T": "Хорошо, мне хватит и одного! Хватит и одного!"
                },
                {
                    "N": "Ваканка",
                    "T": "Смотри на меня... Отлично! Отправлю сразу в следующий выпуск."
                },
                {
                    "N": "Яреци",
                    "T": "#Спасибо, спасибо тебе за всё, что ты сделал{F#а} для Натлана."
                },
                {
                    "N": "Ваканка",
                    "T": "Ну всё, для фильма материала хватит. Заканчиваем фотосессию!"
                },
                {
                    "N": "Элуней",
                    "T": "Что?!"
                },
                {
                    "N": "Ваканка",
                    "T": "#Нельзя задерживать {F#нашу великую героиню}{M#нашего великого героя}. Спасибо всем за участие и за понимание!"
                },
                {
                    "N": "_1005",
                    "T": "Все так хотят с тобой сфотографироваться! Наверное, Паймон могла бы неплохо разбогатеть, продавая натланцам твои фотографии."
                },
                {
                    "N": "_0",
                    "T": "Паймон..."
                },
                {
                    "N": "_0",
                    "T": "...даже не думай."
                },
                {
                    "N": "_1005",
                    "T": "Ладно, ладно! Паймон пошутила!"
                }
            ],
            [
                {
                    "N": "Балам",
                    "T": "Не беспокойся, дорогу тебе покажут."
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "Шилонен, о чём ты задумалась?"
                },
                {
                    "N": "Шилонен",
                    "T": "Гм, о том, что имя Тума{RUBY#[S]Надежда}йни подходит тебе как нельзя лучше."
                },
                {
                    "N": "Шилонен",
                    "T": "#Когда я вижу, сколько надежды ты подарил{F#а} людям... то понимаю это ещё отчётливее."
                }
            ]
        ]
    },
    "502905": {
        "Desc": "Следуйте дальше по дороге благословений",
        "Talk": [
            [
                {
                    "N": "Вуттуни",
                    "T": "#Строимся, строимся! Сейчас {F#героиня}{M#герой} будет раздавать автографы."
                },
                {
                    "N": "_0",
                    "T": "(Как мне подписаться?..)"
                },
                {
                    "N": "_0",
                    "T": "(Очевидно, «Тума{RUBY#[S]Надежда}йни».)"
                },
                {
                    "N": "_0",
                    "T": "(Рука уже привыкла. Подпишу ещё несколько...)"
                },
                {
                    "N": "_0",
                    "T": "(...)"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "Шилонен, о чём ты задумалась?"
                },
                {
                    "N": "Шилонен",
                    "T": "Гм, о том, что имя Тума{RUBY#[S]Надежда}йни подходит тебе как нельзя лучше."
                },
                {
                    "N": "Шилонен",
                    "T": "#Когда я вижу, сколько надежды ты подарил{F#а} людям... то понимаю это ещё отчётливее."
                }
            ],
            [
                {
                    "N": "Ваканка",
                    "T": "#Спасибо, ты их очень порадовал{F#а}."
                }
            ],
            [
                {
                    "N": "Ахав",
                    "T": "Почему никто не просит автограф у нашего драконьего величества Кухул Ахава?"
                },
                {
                    "N": "Кинич",
                    "T": "Ахав битый час тренировался, писал своё имя камнем на земле. Но вряд ли тренировки однажды пригодятся..."
                },
                {
                    "N": "Ахав",
                    "T": "Так, помолчи!"
                }
            ]
        ]
    },
    "502906": {
        "Desc": "Следуйте дальше по дороге благословений",
        "Talk": [
            [
                {
                    "N": "Вампуна",
                    "T": "#Прости, что отвлекаю, {F#о великая героиня}{M#о великий герой}."
                },
                {
                    "N": "Вампуна",
                    "T": "Я курьер из Потомков Крон. Всем очень интересно, какое послание скрыто за древним именем «Тума{RUBY#[S]Надежда}йни»."
                },
                {
                    "N": "Садигуа",
                    "T": "За каждым древним именем стоит история, у каждого героя есть свой девиз..."
                },
                {
                    "N": "Садигуа",
                    "T": "Обычно Вайоб передаёт послание вождю племени во сне, но девиз твоего древнего имени нам до сих пор неизвестен."
                },
                {
                    "N": "_1005",
                    "T": "Паймон поняла! Это те самые слова, которые говорили шесть героев при своём появлении!"
                },
                {
                    "N": "_1005",
                    "T": "#Но... Откуда нам их узнать? Неужели ты {F#должна сама}{M#должен сам} их придумать?"
                },
                {
                    "N": "_0",
                    "T": "В начале была тьма."
                },
                {
                    "N": "_0",
                    "T": "Пока кто-то не обратил себя в пламя."
                },
                {
                    "N": "_0",
                    "T": "И тогда во вселенной появился первый свет."
                },
                {
                    "N": "Толпа",
                    "T": "О-о-о!"
                },
                {
                    "N": "Вампуна",
                    "T": "Как красиво! Я записал всё слово в слово!"
                },
                {
                    "N": "_1005",
                    "T": "Ого, это ведь последняя часть твоего древнего имени? Значит, артерии земли Натлана окончательно приняли тебя!"
                },
                {
                    "N": "_0",
                    "T": "Эти слова сказала мне Владыка Ночи."
                },
                {
                    "N": "Садигуа",
                    "T": "Сама Владыка Ночи..."
                },
                {
                    "N": "Садигуа",
                    "T": "Невероятно! Поистине легендарный герой!"
                },
                {
                    "N": "Толпа",
                    "T": "Тума{RUBY#[S]Надежда}йни! Тума{RUBY#[S]Надежда}йни! Тума{RUBY#[S]Надежда}йни!"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "Шилонен, о чём ты задумалась?"
                },
                {
                    "N": "Шилонен",
                    "T": "Гм, о том, что имя Тума{RUBY#[S]Надежда}йни подходит тебе как нельзя лучше."
                },
                {
                    "N": "Шилонен",
                    "T": "#Когда я вижу, сколько надежды ты подарил{F#а} людям... то понимаю это ещё отчётливее."
                }
            ],
            [
                {
                    "N": "Вуттуни",
                    "T": "#Спасибо, что {F#согласилась}{M#согласился} дать автографы!"
                }
            ],
            [
                {
                    "N": "Ахав",
                    "T": "Почему никто не просит автограф у нашего драконьего величества Кухул Ахава?"
                },
                {
                    "N": "Кинич",
                    "T": "Ахав битый час тренировался, писал своё имя камнем на земле. Но вряд ли тренировки однажды пригодятся..."
                },
                {
                    "N": "Ахав",
                    "T": "Так, помолчи!"
                }
            ]
        ]
    },
    "502907": {
        "Desc": "Следуйте дальше по дороге благословений",
        "Talk": [
            [
                {
                    "N": "Балам",
                    "T": "#Дорога благословений подходит к концу. Давайте удостоим {M#путешественника}{F#путешественницу} самых громких аплодисментов и проводим {M#его}{F#её} своими благословениями!"
                },
                {
                    "N": "Толпа",
                    "T": "У-у-у!"
                },
                {
                    "N": "_0",
                    "T": "Спасибо вам."
                },
                {
                    "N": "_1005",
                    "T": "#Ничего себе! Ты для них {F#настоящая героиня}{M#настоящий герой}, {NICKNAME}."
                },
                {
                    "N": "_1005",
                    "T": "#Но ты этого заслуживаешь! Ведь ты подвергал{F#а} себя такой опасности!"
                },
                {
                    "N": "Ситлали",
                    "T": "#{NICKNAME}, Паймон! Наконец я вас нашла!"
                },
                {
                    "N": "_1005",
                    "T": "Ситлали! Где ты была? Мы не видели тебя на дороге благословений."
                },
                {
                    "N": "Ситлали",
                    "T": "Неважно! У меня к вам срочное дело. Идите за мной."
                },
                {
                    "N": "Ситлали",
                    "T": "Сразу после вашего возвращения я решила проверить предзнаменование, явленное мне во сне."
                },
                {
                    "N": "Ситлали",
                    "T": "Но я не могу спать где попало, пришлось искать такое место, чтобы никого рядом не было. Вдруг во сне я начну дрыгаться или скажу что-нибудь..."
                },
                {
                    "N": "Ситлали",
                    "T": "Но это всё неважно! Важно, что предзнаменование не изменилось. Мавуика обречена умереть."
                },
                {
                    "N": "_1005",
                    "T": "Что?!"
                },
                {
                    "N": "_0",
                    "T": "Но мы вернулись живыми!"
                },
                {
                    "N": "_1005",
                    "T": "Или война не окончена? И главный злодей до сих пор не повержен?"
                },
                {
                    "N": "Ситлали",
                    "T": "Нет, война теперь позади, но мои сны никогда не лгут..."
                },
                {
                    "N": "Ситлали",
                    "T": "Вот почему я пришла к вам. Хочу понять, что мы упустили."
                },
                {
                    "N": "Ситлали",
                    "T": "Где сейчас Мавуика? Она делилась с вами своими планами?"
                },
                {
                    "N": "_1005",
                    "T": "Она сказала, что собирается заняться восстановлением Царства Ночи... Но это ведь куда менее опасно, чем сражаться с Бездной?"
                },
                {
                    "N": "_0",
                    "T": "И воздействие Бездны на артерии земли уже исчезло..."
                },
                {
                    "N": "Ситлали",
                    "T": "Куда менее опасно... Я бы не сказала. Без Владыки Ночи восстановить артерии земли невозможно. Я не уверена, что ей хватит сил справиться с этим в одиночку."
                },
                {
                    "N": "Ситлали",
                    "T": "Сейчас Владыка Ночи слишком слаба. Она ведь и сама нам говорила, помните? Признаю, восстановить артерии земли проще, чем создать их заново, но работы всё равно очень много..."
                },
                {
                    "N": "_0",
                    "T": "Ты права..."
                },
                {
                    "N": "_0",
                    "T": "Иначе она обошлась бы без Мавуики."
                },
                {
                    "N": "_1005",
                    "T": "Да... Если бы Владыка Ночи могла сама восстановить артерии земли, Мавуике осталось бы только известить её о победе."
                },
                {
                    "N": "Ситлали",
                    "T": "И это было бы ни к чему. Владыке Ночи прекрасно известно состояние артерий земли. Она раньше всех узнала о вашей победе."
                },
                {
                    "N": "Ситлали",
                    "T": "Словом, всё намного сложнее, чем сказала вам Мавуика. Нужно как можно скорее выяснить, что там происходит."
                },
                {
                    "N": "_0",
                    "T": "Но почему она решила скрыть от нас правду?"
                },
                {
                    "N": "Ситлали",
                    "T": "Я уже говорила вам: Мавуика готова умереть. Если она согласна доверить кому-то свою судьбу..."
                },
                {
                    "N": "Ситлали",
                    "T": "Значит, уверена, что её смерть... будет оправдана."
                },
                {
                    "N": "Ситлали",
                    "T": "Воспользовавшись силой Повелительницы Смерти, Мавуика сделала смерть неизбежной. Это не плата за помощь, а правило, обязательное к исполнению."
                },
                {
                    "N": "Ситлали",
                    "T": "Значит, Мавуика не обязана даром отдать свою жизнь Повелительнице Смерти. Она всё ещё может получить что-то взамен."
                },
                {
                    "N": "_0",
                    "T": "То есть... пожертвовать собой ради чего-то?"
                },
                {
                    "N": "_1005",
                    "T": "Надо скорее разыскать её! Где она сейчас? Может, там, где мы нашли механизм источника?"
                },
                {
                    "N": "Ситлали",
                    "T": "Теперь Владыка Ночи может появиться в любом уголке Натлана. Мы должны выяснить, в каком месте можно призвать Повелительницу Смерти."
                },
                {
                    "N": "Ситлали",
                    "T": "Владыка Ночи говорила, что Повелительница Смерти - одна из сияющих теней небесного порядка, она не показывает себя без крайней на то необходимости. И в тканых свитках за несколько тысячелетий о ней почти нет упоминаний."
                },
                {
                    "N": "_0",
                    "T": "Мавуика говорила..."
                },
                {
                    "N": "_0",
                    "T": "...что Повелительница однажды встречалась со Шбаланке."
                },
                {
                    "N": "_1005",
                    "T": "Да! Шбаланке создал законы Натлана, воспользовавшись силой Повелительницы Смерти. Значит, он с ней встречался!"
                },
                {
                    "N": "_1005",
                    "T": "Ты не знаешь, где он живёт? Ой, то есть... где его гробница?"
                },
                {
                    "N": "Ситлали",
                    "T": "В легендах он предстаёт мудрым правителем, который оставил после себя небольшое наследие."
                },
                {
                    "N": "Ситлали",
                    "T": "Но мы можем попытать счастья в Очканатлане. В руинах сожжённого города, как мы его называем."
                },
                {
                    "N": "Ситлали",
                    "T": "Он был построен на месте города драконов и стал первой столицей Пиро Архонта. Думаю, там Шбаланке и встретился с Повелительницей Смерти."
                },
                {
                    "N": "_1005",
                    "T": "Хорошо, тогда отправляемся в Оч... кана... В сожжённый город! Да, лучше называть его сожжённым городом."
                },
                {
                    "N": "Ситлали",
                    "T": "Добраться туда будет непросто. Следуйте за мной."
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "Ты думаешь, Шбаланке встречался с Повелительницей Смерти в сожжённом городе? В... Очканатлане?"
                },
                {
                    "N": "Ситлали",
                    "T": "Похоже на то. Ведь Очканатлан был построен на месте города драконов и стал первой столицей Пиро Архонта."
                },
                {
                    "N": "_1005",
                    "T": "Хорошо! Тогда отправляемся прямо туда!"
                },
                {
                    "N": "Ситлали",
                    "T": "Добраться туда будет непросто. Следуйте за мной."
                }
            ],
            [
                {
                    "N": "Олапа",
                    "T": "#Ой, это ведь наш{F#а} {F#героиня}{M#герой}! Потанцуй с нами, пожалуйста!"
                },
                {
                    "N": "_1005",
                    "T": "Ой, ой! Что думаешь, потанцуем?"
                },
                {
                    "N": "_0",
                    "T": "<color=#FFCC33FF>Давай попробуем.</color>"
                },
                {
                    "N": "_1005",
                    "T": "Хорошо! Паймон давно хотела попробовать что-нибудь новое!"
                },
                {
                    "N": "Олапа",
                    "T": "#У тебя отлично получается! Ты наверняка {F#тренировалась}{M#тренировался}!"
                },
                {
                    "N": "Алакай",
                    "T": "#Аплодисменты {F#нашей героине}{M#нашему герою}!"
                },
                {
                    "N": "_0",
                    "T": "Да... не надо."
                },
                {
                    "N": "Алакай",
                    "T": "#Нет, нет! Давайте поаплодируем {F#нашей героине}{M#нашему герою}!"
                }
            ],
            [
                {
                    "N": "Олапа",
                    "T": "Ради музыки и Священного пламени!"
                },
                {
                    "N": "Алакай",
                    "T": "Ой!"
                }
            ]
        ]
    },
    "502909": {
        "Desc": "Разыщите Мавуику",
        "Step": "Даже после победы над Госойтотом Мавуика по-прежнему обречена умереть. Осознав, что сама она к этому давно готова, вы с Ситлали мчитесь в сожжённый город...",
        "Talk": [
            [
                {
                    "N": "Ронова",
                    "T": "Я устала от бесконечного ожидания. Мне не интересно, какая судьба ждёт эту землю."
                },
                {
                    "N": "Ронова",
                    "T": "Правда, людям удалось оправдать ожидания небесного порядка... За это вас можно похвалить."
                },
                {
                    "N": "Ронова",
                    "T": "Мавуика, теперь ты должна заплатить смертью за ту силу, что я дала тебе."
                },
                {
                    "N": "Ронова",
                    "T": "И своей смертью поставить точку в войне, длившейся больше тысячи лет."
                },
                {
                    "N": "Ситлали",
                    "T": "Мавуика!"
                },
                {
                    "N": "Мавуика",
                    "T": "Это вы. Вы пришли быстрее, чем я думала."
                },
                {
                    "N": "_1005",
                    "T": "Что... что ты делаешь?"
                },
                {
                    "N": "Мавуика",
                    "T": "Ставлю точку в плане, подчинявшем себе Натлан целых пять столетий... нет, всю историю."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы изгнали Бездну из Натлана, но её сила сохраняется в мирах за пределами Тейвата. Мощная и непобедимая."
                },
                {
                    "N": "Мавуика",
                    "T": "Лишь полностью восстановив Царство Ночи, мы сможем надолго защитить его от влияния этой силы..."
                },
                {
                    "N": "Мавуика",
                    "T": "Но создательница Царства Ночи умирает. Она слишком слаба, чтобы выполнить такую задачу."
                },
                {
                    "N": "Мавуика",
                    "T": "Хуже того, когда Владыка Ночи погибнет, вместе с ней исчезнут и правила Натлана."
                },
                {
                    "N": "Мавуика",
                    "T": "Сейчас Ода воскресения нам не нужна, но если Бездна однажды вернётся, Ода будет мощнейшим оружием для защиты нашей земли."
                },
                {
                    "N": "Ситлали",
                    "T": "И ты собираешься..."
                },
                {
                    "N": "Мавуика",
                    "T": "Да, я собираюсь снова отдать свою жизнь Священному пламени."
                },
                {
                    "N": "Мавуика",
                    "T": "Пять столетий назад я уже сделала это, чтобы переродиться в наше время..."
                },
                {
                    "N": "Мавуика",
                    "T": "И завершить план. План исполнен, теперь пришло время отдать мою жизнь, чтобы поддержать силы Владыки Ночи."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Я уважаю твоё решение, Мавуика. Но этот путь требует огромных жертв."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Твой жизненный огонь горит высоко и ярко, но однажды жизнь, питаемая огнём, погаснет. И что ты будешь делать тогда?"
                },
                {
                    "N": "Мавуика",
                    "T": "Я думала об этом... Пока Бездна не угрожает Натлану, сила Священного пламени будет уходить не так быстро. Моей жизненной силы должно хватить, чтобы поддерживать Пламя ещё два или три столетия."
                },
                {
                    "N": "Мавуика",
                    "T": "Будущий Пиро Архонт найдёт новые источники для Пламени. Пока сохраняется наследие Натлана, Царство Ночи будет оставаться неуязвимым для Бездны."
                },
                {
                    "N": "Ронова",
                    "T": "Ты снова надеешься на будущее..."
                },
                {
                    "N": "Ситлали",
                    "T": "Но сила Священного пламени восполняется на Паломничествах! Мы можем возобновить Паломничества, придав им новое значение! Почему ты должна нести это бремя в одиночку?"
                },
                {
                    "N": "Мавуика",
                    "T": "Потому что я хочу, чтобы Паломничества изменились."
                },
                {
                    "N": "Мавуика",
                    "T": "Паломничество было неотъемлемой частью нашей борьбы с Бездной, великим состязанием, где герои обретали свою славу. Но ещё Паломничество превратилось в оковы для народа Натлана."
                },
                {
                    "N": "Мавуика",
                    "T": "В нашей жизни поселились страх и тревога о будущем. Мы знаем, какими будут последствия, если мы сложим оружие. Мы знаем, что не простим себе этого."
                },
                {
                    "N": "Мавуика",
                    "T": "И так Натлан стал страной войны."
                },
                {
                    "N": "Мавуика",
                    "T": "Здесь Шбаланке одержал победу над драконами и даровал нашему народу телесную свободу. А теперь настало время на том же самом месте даровать людям духовную свободу."
                },
                {
                    "N": "Мавуика",
                    "T": "Вместо войны теперь будут соревнования. Не ради противостояния бедствию, а ради мечты о будущем."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы создали новое будущее и должны наполнить его новым смыслом, сделать шаг вперёд."
                },
                {
                    "N": "Ситлали",
                    "T": "..."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Мавуика, ты благородная душа. Но что будет с тобой? Ты твердишь про свой долг, но никогда не говоришь о своих собственных желаниях."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Я не считаю тебя особенной. Для меня ты такая же дочь Натлана, как тысячи других."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Да, обстоятельства требуют срочных действий, артерии земли нужно восстановить, но для тебя одной это слишком тяжёлое бремя."
                },
                {
                    "N": "Мавуика",
                    "T": "Этим мы и отличаемся. Для тебя все люди равны. А я знаю, что такое вести народ за собой."
                },
                {
                    "N": "Мавуика",
                    "T": "Настоящий лидер должен смотреть в лицо правде и быстро принимать самое верное решение."
                },
                {
                    "N": "Мавуика",
                    "T": "Иногда самым верным решением будет выбрать меньшее из двух зол."
                },
                {
                    "N": "Мавуика",
                    "T": "Пожертвовать оставшейся жизнью, чтобы Натлан справился с опасностью... это самое верное решение."
                },
                {
                    "N": "Мавуика",
                    "T": "Ведь лидер становится лидером, потому что обычные люди ему верят. Без их веры не было бы никакого Архонта."
                },
                {
                    "N": "Мавуика",
                    "T": "Люди верят, что лидер сделает мир лучше, что в опасную минуту он бесстрашно выступит вперёд."
                },
                {
                    "N": "Мавуика",
                    "T": "И поэтому я должна исполнить свой долг до конца."
                },
                {
                    "N": "Ситлали",
                    "T": "Но как же ты, Мавуика? Ты так и не сказала, чего хочется тебе самой..."
                },
                {
                    "N": "Ситлали",
                    "T": "Неужели для тебя это совсем не важно?"
                },
                {
                    "N": "Мавуика",
                    "T": "Не важно, Ситлали."
                },
                {
                    "N": "Мавуика",
                    "T": "Что может быть важнее защиты будущего, которое мы создавали вместе?"
                },
                {
                    "N": "_0",
                    "T": "(С её логикой трудно поспорить. Наверное, она знала, что мы придём, и была готова к этому разговору.)"
                },
                {
                    "N": "_0",
                    "T": "(Натлан вступает в новую эпоху, и Мавуика хочет до конца исполнить свой долг лидера, но...)"
                },
                {
                    "N": "_0",
                    "T": "(В «будущем, которое мы создавали вместе», должно быть место и для неё...)"
                },
                {
                    "N": "Ронова",
                    "T": "Мавуика готова пожертвовать своей жизнью ради Владыки Ночи. Я принимаю жертву и буду свидетелем смерти Мавуики."
                },
                {
                    "N": "Ронова",
                    "T": "Так завершится сделка, которую я заключила со Шбаланке несколько тысячелетий назад."
                },
                {
                    "N": "Ронова",
                    "T": "Владыка Ночи, можно начинать."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "..."
                },
                {
                    "N": "Ронова",
                    "T": "Чего ты ждёшь?"
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Нашёлся ещё один человек, желающий принять участие в церемонии. Я не могла ему отказать. Мы должны дождаться его."
                },
                {
                    "N": "Мавуика",
                    "T": "Ещё один человек?.."
                },
                {
                    "N": "Ронова",
                    "T": "Я пришла стать свидетелем смерти, но теперь дело принимает новый оборот."
                },
                {
                    "N": "Ронова",
                    "T": "Если жизнь «ещё одного человека» не соответствует требованиям, моё терпение лопнет."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Не беспокойся, его жизнь столь же ценна. Я помогаю людям и стараюсь уважать их просьбы, кто бы ко мне ни обратился."
                },
                {
                    "N": "Ронова",
                    "T": "Весьма обременительно, но что поделаешь. Таков долг ангела."
                },
                {
                    "N": "Ситлали",
                    "T": "Какое знакомое чувство..."
                },
                {
                    "N": "Оророн",
                    "T": "Фух... Успели."
                },
                {
                    "N": "«Капитан»",
                    "T": "Спасибо, что показал мне путь."
                },
                {
                    "N": "_1005",
                    "T": "Капитан?!"
                },
                {
                    "N": "Мавуика",
                    "T": "Ещё один человек... это он?"
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Да. Как и ты, он полон благородных идеалов."
                },
                {
                    "N": "«Капитан»",
                    "T": "Мавуика, я понимаю твой настрой. И будь я простым смертным, не стал бы тебя останавливать."
                },
                {
                    "N": "«Капитан»",
                    "T": "Но, как и ты, я ждал этого дня слишком долго. И могу предложить лучшее решение."
                },
                {
                    "N": "«Капитан»",
                    "T": "Ты создала новое будущее, и ты должна решать, каким оно станет. Твоя жизнь не должна прерваться сейчас."
                },
                {
                    "N": "«Капитан»",
                    "T": "Но смерть... это цель, которой я давно пытаюсь добиться. Я прошёл весь этот путь, чтобы смертью открыть врата артерий земли для своего народа."
                },
                {
                    "N": "_1005",
                    "T": "Для твоего народа?.."
                },
                {
                    "N": "_0",
                    "T": "#Души, которые я видел{F#а} во сне?"
                },
                {
                    "N": "«Капитан»",
                    "T": "Да. Они сопровождают меня целых пять столетий."
                },
                {
                    "N": "Оророн",
                    "T": "Но как?! Если носить в себе столько душ, сознание не выдержит..."
                },
                {
                    "N": "Оророн",
                    "T": "И ты не почувствовал влияния механизма источника, в отличие от меня."
                },
                {
                    "N": "«Капитан»",
                    "T": "Ты ещё помнишь тот голос?"
                },
                {
                    "N": "«Капитан»",
                    "T": "Он шёл из моего сердца. Благодаря технологиям Каэнри'ах моё сердце способно преобразовывать память и души из артерий земли в знания."
                },
                {
                    "N": "«Капитан»",
                    "T": "Побочным эффектом стала высокая чувствительность к душам, я ощущаю их присутствие... как и ты."
                },
                {
                    "N": "«Капитан»",
                    "T": "После бедствия, случившегося пять столетий назад, увидев сонмы бесприютных душ, я отказался от познания, и вместо этого стал использовать своё сердце как сосуд."
                },
                {
                    "N": "«Капитан»",
                    "T": "С тех пор там хранятся жизни моих товарищей и жизни многих натланцев."
                },
                {
                    "N": "Мавуика",
                    "T": "И ты хочешь... отправить их домой?"
                },
                {
                    "N": "«Капитан»",
                    "T": "Да. Артерии земли их не примут. Но став единым целым с Владыкой Ночи, я смогу изменить законы, которые ими управляют."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Он говорил мне об этом. Я согласна."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Капитан мечтает о более добрых и справедливых правилах для человечества. И ещё он хочет бросить вызов власти Повелительницы Смерти. Или же... отомстить."
                },
                {
                    "N": "_1005",
                    "T": "Отомстить?!"
                },
                {
                    "N": "«Капитан»",
                    "T": "Из-за Повелительницы Смерти я несу на себе проклятие бессмертия, проклятие вечной жизни."
                },
                {
                    "N": "Ронова",
                    "T": "Теперь я понимаю, чего ты хочешь..."
                },
                {
                    "N": "«Капитан»",
                    "T": "Тогда узри мою ненависть и мою волю."
                },
                {
                    "N": "«Капитан»",
                    "T": "Люди Каэнри'ах были прокляты за тяжкий грех и обречены на бесконечные мучения плоти, обречены смотреть, как гибнет всё, что они так любили."
                },
                {
                    "N": "«Капитан»",
                    "T": "Но большинство из нас были невиновны. Люди понятия не имели о том, что Пять Грешников завладели силой Бездны. И я тоже."
                },
                {
                    "N": "«Капитан»",
                    "T": "Если я отдам свою жизнь Владыке Ночи, твоя воля исполнится и ты узришь смерть. Однако проклятие бессмертия отменит смерть, которой ты так ждёшь."
                },
                {
                    "N": "«Капитан»",
                    "T": "Если оставить противоречие нерешённым, оно способно пошатнуть основы этого мира... И даже великая Повелительница Смерти не сможет вынести последствия такого исхода."
                },
                {
                    "N": "«Капитан»",
                    "T": "Теперь твоё проклятие станет силой, с помощью которой я свергну гнёт богов. Это мой тебе вызов..."
                },
                {
                    "N": "«Капитан»",
                    "T": "Тебе придётся сделать выбор."
                }
            ],
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502910": {
        "Desc": "Станьте свидетелем исполнения «правила»",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "Капитан..."
                },
                {
                    "N": "Оророн",
                    "T": "Проклятие бессмертия не снято, значит... Капитан останется здесь навсегда?"
                },
                {
                    "N": "Мавуика",
                    "T": "Владыка Ночи, Капитан ещё жив?"
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Не ищите его следы. Для проклятых бессмертием высшая форма покоя - освобождение от мирских оков."
                },
                {
                    "N": "Мавуика",
                    "T": "Если так, передай ему мою благодарность."
                },
                {
                    "N": "Мавуика",
                    "T": "Его долгий путь наконец окончен... Наверное, этого он и хотел."
                },
                {
                    "N": "Мавуика",
                    "T": "Представить не могу, сколько мучений он перенёс за последние пятьсот лет. И сколь сильна была его воля, если он ни на шаг не отступил от назначенной цели."
                },
                {
                    "N": "Оророн",
                    "T": "Мне давно не даёт покоя один вопрос... За всё время я ни разу не видел Капитана спящим."
                },
                {
                    "N": "Оророн",
                    "T": "Пока мы шли сюда, я спросил его об этом, но он не ответил. Он никогда не говорил о себе, вот и сейчас тоже..."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Он не мог уснуть из-за голосов."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Когда души сливаются в единое целое, их голоса звучат в голове бесконечным эхом, не умолкая ни на секунду."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Души, сохранившие воспоминания о своей смерти, плачут, кричат, отчаянно стонут... А он носил в себе столько душ, что не знал ни минуты покоя."
                },
                {
                    "N": "_1005",
                    "T": "Значит, за пятьсот лет он ни разу не спал?"
                },
                {
                    "N": "_0",
                    "T": "Поэтому и метод Дайна, замедляющий разрушение тела..."
                },
                {
                    "N": "_0",
                    "T": "...с ним не сработал."
                },
                {
                    "N": "Ситлали",
                    "T": "Нам никогда не понять, сколько мучений выпало на его долю, ведь мы не прокляты бессмертием."
                },
                {
                    "N": "Ситлали",
                    "T": "Вот почему он так сильно ненавидел Повелительницу Смерти."
                },
                {
                    "N": "Ситлали",
                    "T": "Но в конце он даровал своё бессмертие Владыке Ночи, слившись с ней в одно целое..."
                },
                {
                    "N": "Ситлали",
                    "T": "Вы прекрасно сражались, Капитан."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Наверное, вы хотите спросить: в Царстве Ночи повсюду души, почему оно не может принять в себя блуждающие души с земли?"
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Небесный порядок изменил артерии земли, чтобы они могли противостоять Бездне. Стабильность артерий земли была превыше всего."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Но однажды артерии земли Натлана оказались разрушены. После восстановления артерий потребовалось создать законы Оды воскресения, которые сделали невозможным соединение артерий Натлана с артериями других стран."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Именно эта особенность и привела Капитана в Натлан."
                },
                {
                    "N": "Мавуика",
                    "T": "Он пробовал проделать то же самое в других странах?"
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Да, но ни одна попытка не увенчалась успехом."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Он сражался за Натлан не только ради победы над Бездной, но и потому, что это единственный край, способный упокоить души, которые он в себе носил."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Недавно мы с ним провели «переговоры». И я подтвердила осуществимость его плана."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Я тоже посчитала необходимым изменить законы артерий земли. По Натлану блуждает много бесприютных душ, и в будущем может случиться, что кто-то из чужеземцев встретит здесь свой конец..."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "В глазах небесного порядка подобные перемены слишком рискованны или даже недопустимы... Но я ангел, и моя миссия - служить людям."
                },
                {
                    "N": "Ситлали",
                    "T": "Спасибо тебе за всё."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Ситлали, помнишь те невесёлые слова, которые ты услышала от меня, получая Хронику Пилигрима?"
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Я сказала, что мне всё равно, сколько продлится моя жизнь, десять лет или сто..."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Но теперь я смогу жить вечно. Я очень благодарна людям за этот дар. И прошу прощения, что не оценила его раньше."
                },
                {
                    "N": "Ситлали",
                    "T": "Тебе не за что нас благодарить и не за что извиняться. Ты несёшь тяжёлое бремя."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "Тяжёлое бремя? Нет. Я была создана, чтобы нести его."
                },
                {
                    "N": "Владыка Ночи",
                    "T": "До свидания, люди, творцы чудес. Вас ждёт новая эпоха."
                },
                {
                    "N": "Ситлали",
                    "T": "Исчезла. Наверное, вернулась в Царство Ночи."
                },
                {
                    "N": "Оророн",
                    "T": "Значит, вот какую цель преследовал Капитан..."
                },
                {
                    "N": "Оророн",
                    "T": "До последнего дня он сражался ради бесприютных душ. И бросил вызов законам, которые лежат в основе нашего мира."
                },
                {
                    "N": "Мавуика",
                    "T": "Он был выдающимся воином."
                },
                {
                    "N": "Мавуика",
                    "T": "Он сделал то, что должна была сделать я, и добился лучшего результата... Придётся признать, в этом поединке победа осталась за ним."
                },
                {
                    "N": "Мавуика",
                    "T": "Он был прав. Я хотела, чтобы дальнейшую судьбу Натлана решил следующий Пиро Архонт. Но пока эта ответственность лежит на моих плечах."
                },
                {
                    "N": "Мавуика",
                    "T": "А сейчас предлагаю почтить молчанием память героя."
                },
                {
                    "N": "_1005",
                    "T": "..."
                },
                {
                    "N": "Ситлали",
                    "T": "..."
                },
                {
                    "N": "Оророн",
                    "T": "..."
                },
                {
                    "N": "_0",
                    "T": "..."
                }
            ]
        ]
    },
    "502911": {
        "Desc": "Отправляйтесь в Палату советников",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "Моей сестре Хини."
                },
                {
                    "N": "Мавуика",
                    "T": "Знаю, в Царстве Ночи остались только твои воспоминания, но я всё равно решила написать тебе небольшое письмо, чтобы рассказать, как обстоят дела в Натлане после войны."
                },
                {
                    "N": "Мавуика",
                    "T": "Пережив долгую череду расставаний и прощаний, Натлан наконец дождался мирных времён."
                },
                {
                    "N": "Мавуика",
                    "T": "Паломничество возвращения Священного пламени по-прежнему пользуется любовью натланцев, но теперь это не церемония отбора воинов, а обычное состязание."
                },
                {
                    "N": "Мавуика",
                    "T": "Наша культура не угаснет от того, что победа в войне положила конец страданиям. В мирное время огонь Натлана засияет ярче, чем когда-либо прежде."
                },
                {
                    "N": "Мавуика",
                    "T": "Восстановление Царства Ночи позволит людям отправляться в путешествия за пределы Натлана. Многие натланцы хотят своими глазами увидеть чудеса Тейвата."
                },
                {
                    "N": "Мавуика",
                    "T": "Уверена, впереди их ждёт множество удивительных открытий и захватывающих приключений."
                },
                {
                    "N": "Мавуика",
                    "T": "И пусть шрамы, полученные нами в бою, рано или поздно затянутся, память о героях будет храниться вечно."
                },
                {
                    "N": "Мавуика",
                    "T": "Вернувшись на эту землю, новая «ты» обязательно почувствуешь, как много значила для нас эта война и сколь многого мы лишились."
                },
                {
                    "N": "Мавуика",
                    "T": "Земля, которую мы любили, не разрушена, с каждым днём она становится только сильнее."
                },
                {
                    "N": "Мавуика",
                    "T": "Я очень рада, что смогла с тобой повидаться."
                },
                {
                    "N": "Мавуика",
                    "T": "И когда пламя доставит тебе это письмо, ты поймёшь, как сильно я по тебе скучаю."
                },
                {
                    "N": "Мавуика",
                    "T": "Не думала, что смогу закончить эту картину."
                },
                {
                    "N": "Мавуика",
                    "T": "И как раз вовремя. Настал час прощания с павшими героями."
                }
            ]
        ]
    },
    "502912": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Балам",
                    "T": "Не беспокойся, дорогу тебе покажут."
                }
            ]
        ]
    },
    "502913": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "Шилонен, о чём ты задумалась?"
                },
                {
                    "N": "Шилонен",
                    "T": "Гм, о том, что имя Тума{RUBY#[S]Надежда}йни подходит тебе как нельзя лучше."
                },
                {
                    "N": "Шилонен",
                    "T": "#Когда я вижу, сколько надежды ты подарил{F#а} людям... то понимаю это ещё отчётливее."
                }
            ]
        ]
    },
    "502920": {
        "Desc": "Отправляйтесь к месту проведения прощальной церемонии",
        "Step": "Война в Натлане наконец закончилась, и люди готовятся открыть новую главу своей жизни. Но каким бы ни было будущее, можно точно сказать, что герои этой истории никогда не будут забыты...",
        "Talk": [
            [
                {
                    "N": "Мавуика",
                    "T": "Мы собрались здесь сегодня, чтобы проститься со всеми погибшими во время войны."
                },
                {
                    "N": "Мавуика",
                    "T": "Война принесла нам много горя, она заставила нас узнать, что такое одиночество и потеря."
                },
                {
                    "N": "Мавуика",
                    "T": "Но мы выстояли, мы не утратили отваги и никогда не оставляли надежды на победу."
                },
                {
                    "N": "Мавуика",
                    "T": "Даже самые крошечные искры могут собраться в бушующее пламя."
                },
                {
                    "N": "Мавуика",
                    "T": "Они осветили нашу землю и указали нам путь к победе."
                },
                {
                    "N": "Мавуика",
                    "T": "Когда наша родина возродится и жизнь снова расцветёт, они вернутся к нам с первым весенним дождём."
                },
                {
                    "N": "Мавуика",
                    "T": "Как говорится в старинном стихотворении:"
                },
                {
                    "N": "Мавуика",
                    "T": "Мы наследники воспоминаний и легенд."
                },
                {
                    "N": "Мавуика",
                    "T": "Те, кто рос под солнцем и ветром."
                },
                {
                    "N": "Мавуика",
                    "T": "Те, кто ковал свою судьбу и будущее."
                },
                {
                    "N": "Мавуика",
                    "T": "Это огонь Натлана, сердце нашей нации."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы не прощаемся с ними навсегда. Однажды мы встретимся снова."
                },
                {
                    "N": "Мавуика",
                    "T": "И пока мы творим новые легенды и пишем стихи в честь нашей любимой земли, они всегда будут с нами."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы не забудем их деяния, их имена навеки высечены в камне."
                },
                {
                    "N": "Мавуика",
                    "T": "Этот эпос записан подвигами всех отважных воинов и бесстрашных заврианов. Каждый без исключения внёс свой неоценимый вклад."
                },
                {
                    "N": "Мавуика",
                    "T": "И отдельно я хотела бы почтить память одного из Предвестников Фатуи, отдавшего свою жизнь ради нашей войны."
                },
                {
                    "N": "Мавуика",
                    "T": "Он был воином из Каэнри'ах, защищавшим Натлан от Бездны пять столетий назад. И, чтобы спасти души, которые всё это время жили в его сердце, он решил снова выйти с нами на битву с Бездной."
                },
                {
                    "N": "Мавуика",
                    "T": "В конце он добился своего. Все души, что он носил в себе, ушли в артерии земли, он обратил своё проклятие в острый меч, поразивший его врага и спасший мне жизнь."
                },
                {
                    "N": "Мавуика",
                    "T": "Мы относились к нему предвзято, и я далека от мнения, что все Фатуи столь же благородны, как он..."
                },
                {
                    "N": "Мавуика",
                    "T": "Но сейчас мы славим его за личные заслуги. В Натлане каждый герой заслуживает того, чтобы о нём помнили, а подвиги его прославляли."
                }
            ],
            [
                {
                    "N": "Читать",
                    "T": "«Пусть вечный покой будет дарован гордым потомкам»."
                }
            ],
            [
                {
                    "N": "Читать",
                    "T": "Гордо пойте последнюю песню свою, как герои поют на том берегу."
                },
                {
                    "N": "Читать",
                    "T": "Стела воздвигнута в честь {ABYSSWAR#1003} храбрых героев, отдавших свои жизни, защищая Натлан."
                }
            ],
            [
                {
                    "N": "Читать",
                    "T": "«В память о чужеземцах мы проливаем слёзы и поём скорбные песни»."
                }
            ]
        ]
    },
    "502914": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "Ваканка",
                    "T": "#Спасибо, ты их очень порадовал{F#а}."
                }
            ]
        ]
    },
    "502921": {
        "Desc": "Отдайте дань уважения героям",
        "Talk": [
            [
                {
                    "N": "Оророн",
                    "T": "Когда душа Гутфрита завладела моим телом, я видел только чёрную бездну."
                },
                {
                    "N": "Оророн",
                    "T": "А Капитан носил в себе целый сонм душ. Как сильна была его воля, если он жил так несколько столетий..."
                },
                {
                    "N": "Оророн",
                    "T": "Для нас смерть всегда печальна. Но ему она принесла долгожданный покой."
                }
            ],
            [
                {
                    "N": "Муалани",
                    "T": "Я узнала, что теперь, чтобы уехать из Натлана, нужно только разрешение вождя племени!"
                },
                {
                    "N": "Качина",
                    "T": "Да, это потому что артерии земли восстановились. И Владыка Ночи обрела силу!"
                },
                {
                    "N": "Муалани",
                    "T": "Значит, мы сможем увидеть мир за пределами Натлана!"
                },
                {
                    "N": "Муалани",
                    "T": "Я слышала, что в Фонтейне повсюду море! Я такое люблю! Обязательно туда съезжу!"
                },
                {
                    "N": "Качина",
                    "T": "А я хочу отправиться в Ли Юэ! Там высоченные горы!"
                },
                {
                    "N": "Муалани",
                    "T": "Устроим себе отличный отпуск! Давай начинать готовиться!"
                },
                {
                    "N": "Муалани",
                    "T": "Но сначала надо исполнить обещание и всем вместе отправиться на источники! Ха-ха, тогда мы навсегда будем «приятелями по источникам»!"
                }
            ],
            [
                {
                    "N": "Ситлали",
                    "T": "Однажды моя наставница сказала: «Тяжесть судьбы зависит от того, кто несёт её на своих плечах»."
                },
                {
                    "N": "Ситлали",
                    "T": "#Ты {F#сражалась}{M#сражался} с нами плечом к плечу, чтобы подарить Натлану новую судьбу. И отныне мы всегда готовы помочь тебе."
                },
                {
                    "N": "Ситлали",
                    "T": "И нам очень интересно, куда приведёт тебя твоя судьба... нет, наша судьба."
                }
            ],
            [
                {
                    "N": "Ахав",
                    "T": "Вот странно... Почему никому не пришло в голову воздать хвалу нашему драконьему величеству?"
                },
                {
                    "N": "Ахав",
                    "T": "Неужели никто не заметил, как героически я сражался? Вот так, истинные герои всегда остаются безымянны. Невежи, невежи..."
                },
                {
                    "N": "Кинич",
                    "T": "Ладно. Ты и правда здорово помог. Молодец."
                },
                {
                    "N": "Ахав",
                    "T": "Так-так... Кто-то сподобился на похвалу Ахаву? Спустя столько лет наконец ты понял, где твоё настоящее место, презренный раб."
                },
                {
                    "N": "Ахав",
                    "T": "Эй! Чего ты на меня так смотришь?"
                }
            ],
            [
                {
                    "N": "Шилонен",
                    "T": "Истории героев будут передаваться из поколения в поколение."
                },
                {
                    "N": "Шилонен",
                    "T": "Если Натлан снова окажется перед лицом опасности, люди найдут в этих историях надежду."
                },
                {
                    "N": "Шилонен",
                    "T": "Наши имена уже вписаны в историю... Даже не верится."
                }
            ],
            [
                {
                    "N": "Иансан",
                    "T": "Чтобы расти, мышцы должны переживать травмы и восстановления. И у людей то же самое."
                },
                {
                    "N": "Иансан",
                    "T": "Пусть опасность позади, мы и дальше будем стоять плечом к плечу, чтобы вместе встретить новое будущее!"
                },
                {
                    "N": "Иансан",
                    "T": "Да, и мы ждём вас в Уделе Благодатных Земель. Особенно Паймон! Я уже разработала для тебя план здорового питания!"
                },
                {
                    "N": "_1005",
                    "T": "Ладненько... А Паймон станет сильнее, если будет следовать твоей программе?"
                },
                {
                    "N": "_1005",
                    "T": "#Потому что если бедствие вернётся, Паймон хочет сражаться вместе с {M#путешественником}{F#путешественницей}!"
                },
                {
                    "N": "Иансан",
                    "T": "Ха-ха, конечно! У тебя огромный потенциал, я в тебя верю!"
                }
            ],
            [
                {
                    "N": "Часка",
                    "T": "#Вернувшись из Царства Ночи, ты говорил{F#а}, что встретил{F#а} там Куичи... Она тебе помогла?"
                },
                {
                    "N": "_0",
                    "T": "Да, она привела заврианов..."
                },
                {
                    "N": "_0",
                    "T": "...и помогла пройти сложный участок пути."
                },
                {
                    "N": "Часка",
                    "T": "Хорошо. Думаю, она очень рада, что смогла тебе помочь."
                },
                {
                    "N": "Часка",
                    "T": "..."
                },
                {
                    "N": "_0",
                    "T": "У тебя ещё есть время..."
                },
                {
                    "N": "_0",
                    "T": "...чтобы встретиться с ней во сне."
                },
                {
                    "N": "Часка",
                    "T": "Зачем? Вряд ли она захочет со мной увидеться."
                },
                {
                    "N": "Часка",
                    "T": "Думаю, она и сама устала пилить свою старшую сестру."
                },
                {
                    "N": "Часка",
                    "T": "#Но спасибо, что рассказал{F#а} мне о вашей встрече. Ты подарил{F#а} Натлану светлое будущее. И ещё подарил{F#а} мне возможность исправить свои ошибки."
                }
            ],
            [
                {
                    "N": "Чималли",
                    "T": "Архонт права, теперь мы можем с гордостью сказать нашим детям, что война осталась в прошлом. Пришло время открыть новую главу нашей истории."
                },
                {
                    "N": "Чималли",
                    "T": "#Мы никогда не забудем того, что ты сделал{F#а} для Натлана. Отныне Натлан всегда с тобой, и Священное пламя будет защищать тебя в пути."
                }
            ],
            [
                {
                    "N": "Лута",
                    "T": "Когда я была маленькой, отец рассказывал мне про Траина, «Рыцаря-Стража», чужеземца, который сражался плечом к плечу с натланцами."
                },
                {
                    "N": "Лута",
                    "T": "Он был решительным, бесстрашным, и воины его любили... Мне так хотелось перенестись в те времена и увидеть, как он сражается..."
                },
                {
                    "N": "Лута",
                    "T": "#Никогда не думала, что увижу, как {F#другая чужестранка}{M#другой чужестранец} сражается вместе с нами против Бездны, и смогу встать с {F#ней}{M#ним} в один строй. Я всегда буду этим гордиться."
                }
            ],
            [
                {
                    "N": "Уаманга",
                    "T": "Я слышал, что Капитан очень силён, но я даже не представлял силу его благородства..."
                },
                {
                    "N": "Уаманга",
                    "T": "Пусть я был предвзят, сейчас я чувствую к нему только глубочайшее уважение."
                }
            ],
            [
                {
                    "N": "Мавуика",
                    "T": "#А вот и {F#наша героиня}{M#наш герой}! Хочешь поговорить?"
                },
                {
                    "N": "_0",
                    "T": "Расскажи, что движет небесным порядком и Тенями..."
                },
                {
                    "N": "Мавуика",
                    "T": "Тейвату всегда угрожала энергия Бездны. И артерии земли были созданы небесным порядком для защиты, именно благодаря артериям в Тейвате царит жизнь."
                },
                {
                    "N": "Мавуика",
                    "T": "Думаю, вы уже представляете, каким адом мог быть наш мир, если бы никто не стоял на пути у Бездны."
                },
                {
                    "N": "Мавуика",
                    "T": "Любая попытка людей воспользоваться силой Бездны встречает жестокое наказание. Небесный порядок и Тени беспощадны к провинившимся."
                },
                {
                    "N": "Мавуика",
                    "T": "Их непреклонность порождает много горя и ненависти... Здесь непросто рассудить, кто «прав», а кто «виноват»."
                },
                {
                    "N": "Мавуика",
                    "T": "Возможно, в дальнейших приключениях ты узнаешь всю правду."
                },
                {
                    "N": "_0",
                    "T": "Расскажи, почему Ода воскресения сработала до победы..."
                },
                {
                    "N": "Мавуика",
                    "T": "#Я думала, ты сам{F#а} знаешь ответ."
                },
                {
                    "N": "Мавуика",
                    "T": "Ода воскресения не сработала вовсе."
                },
                {
                    "N": "Мавуика",
                    "T": "#Ты продолжал{F#а} сражаться благодаря собственной силе и поддержке жителей Натлана."
                },
                {
                    "N": "Мавуика",
                    "T": "Но я уверена, что моральная поддержка тоже является важным эффектом Оды воскресения, хотя порой мы её недооцениваем."
                },
                {
                    "N": "_0",
                    "T": "Расскажи о Сердце Бога Натлана..."
                },
                {
                    "N": "Мавуика",
                    "T": "Подчинённые Капитана принесли мне письмо, которое он оставил. После поединка на стадионе он попросил у Царицы избавить его от обязанности завладеть Сердцем Бога, и Царица ответила согласием."
                },
                {
                    "N": "Мавуика",
                    "T": "Капитан принял исход поединка с уважением и не мог поступиться со своими принципами. Но это последнее Сердце Бога, я уверена, Царица так просто не отступится."
                },
                {
                    "N": "Мавуика",
                    "T": "Возможно, скоро сюда пришлют другого Предвестника. Я буду готова."
                },
                {
                    "N": "_0",
                    "T": "Расскажи, куда мне предстоит отправиться дальше..."
                },
                {
                    "N": "Мавуика",
                    "T": "Как только ты окажешься в Снежной, тебя неизбежно ждёт столкновение с Фатуи."
                },
                {
                    "N": "Мавуика",
                    "T": "#Так что будь готов{F#а} к любому развитию событий. Да, я кое-что узнала о тех осколках, что появились в небе над Натланом."
                },
                {
                    "N": "Мавуика",
                    "T": "Их называют Прахом Древней Луны, это остатки наследия технологии Тайных Источников эпохи древних драконов. Так совпало, что в то же самое время, когда на небе появились осколки, у наших границ заметили небольшой отряд Фатуи."
                },
                {
                    "N": "Мавуика",
                    "T": "Нам удалось установить, что отряд подчиняется Доктору. Их база находится в Нод-Крае, земле с многовековой историей, расположенной неподалёку от Снежной."
                },
                {
                    "N": "Мавуика",
                    "T": "Жителям Нод-Края доступна некая особая сила. Говорят, она появилась даже раньше, чем сила семи элементов Тейвата."
                },
                {
                    "N": "Мавуика",
                    "T": "Прах Древней Луны, Доктор, таинственная сила... Наверняка тут кроется какой-то план."
                },
                {
                    "N": "_0",
                    "T": "Расскажи, к какому племени принадлежит моё древнее имя..."
                },
                {
                    "N": "Мавуика",
                    "T": "К какому племени? Я поняла, тебя сбило с толку то, что имена шести героев Натлана передавались внутри племён..."
                },
                {
                    "N": "Мавуика",
                    "T": "На самом деле, кроме небольшого числа древних имён, связанных с определённой племенной культурой или традицией, чаще всего древние имена могут наследовать выходцы из любого племени."
                },
                {
                    "N": "Мавуика",
                    "T": "И твоё имя как раз такое. Вайоб выберет человека со схожими чертами характера и назначит его твоим преемником."
                },
                {
                    "N": "Мавуика",
                    "T": "Конечно, это случится ещё очень не скоро."
                },
                {
                    "N": "_0",
                    "T": "У меня больше нет вопросов..."
                },
                {
                    "N": "Мавуика",
                    "T": "Долгое путешествие Пиро Архонта подходит к концу. Мы с тобой вместе побороли мрак и смерть. Это поистине великий подвиг."
                },
                {
                    "N": "Мавуика",
                    "T": "Пока весь Натлан поёт тебе хвалу, я хочу поблагодарить тебя не как Пиро Архонт, а как Мавуика."
                },
                {
                    "N": "Мавуика",
                    "T": "Спасибо тебе за уважение, понимание и поддержку на протяжении всего нашего пути."
                },
                {
                    "N": "_0",
                    "T": "#Я был{F#а} рад{F#а} помочь."
                },
                {
                    "N": "Мавуика",
                    "T": "Не за что."
                },
                {
                    "N": "Мавуика",
                    "T": "Можешь поговорить со своими друзьями. Я пока останусь здесь... и понаблюдаю за ними."
                }
            ],
            [
                {
                    "N": "Ротчев",
                    "T": "Капитан, вы всегда будете образцом для наших воинов."
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "#О чём ты задумал{F#ась}{M#ся}?"
                },
                {
                    "N": "_1005",
                    "T": "Наверное, о сражении? Мы победили, но какой ценой..."
                },
                {
                    "N": "Приветствовать",
                    "T": "Гордо пойте последнюю песню свою, как герои поют на том берегу."
                },
                {
                    "N": "Приветствовать",
                    "T": "Стела воздвигнута в честь {ABYSSWAR#1003} храбрых героев, отдавших свои жизни, защищая Натлан."
                },
                {
                    "N": "_0",
                    "T": "..."
                },
                {
                    "N": "_0",
                    "T": "Давай оставим им это."
                }
            ]
        ]
    },
    "502940": {
        "Desc": "Отправляйтесь навстречу новым приключениям",
        "Talk": [
            [
                {
                    "N": "Ята",
                    "T": "Расскажи нам историю, ну пожалуйста!"
                },
                {
                    "N": "Кукуя",
                    "T": "Пожалуйста, расскажи!"
                },
                {
                    "N": "Садигуа",
                    "T": "Не зря вы собрались здесь с утра пораньше. Проведали, что у меня есть новая история?"
                },
                {
                    "N": "Садигуа",
                    "T": "Ладно, будете моими первыми слушателями. Даже интересно, что вы скажете."
                },
                {
                    "N": "Садигуа",
                    "T": "Ну что, начинаем..."
                },
                {
                    "N": "_1005",
                    "T": "Давай послушаем? Интересно, что он расскажет!"
                },
                {
                    "N": "_0",
                    "T": "Давай."
                },
                {
                    "N": "Садигуа",
                    "T": "Я расскажу вам историю о великих героях нашего времени."
                },
                {
                    "N": "Садигуа",
                    "T": "В моей истории будет три великих героя."
                },
                {
                    "N": "Садигуа",
                    "T": "#{F#Первая}{M#Первый} из них - {F#чужестранка}{M#чужестранец} по имени {NICKNAME}."
                },
                {
                    "N": "Садигуа",
                    "T": "#{M#Могучий воитель, неуязвимый}{F#Могучая воительница, неуязвимая} для силы Бездны."
                },
                {
                    "N": "Садигуа",
                    "T": "#Но ещё важнее, что {NICKNAME} {M#добр, отважен и полон}{F#добра, отважна и полна} сострадания к жизни. Словом, {M#он прирождённый герой}{F#она прирождённая героиня}!"
                },
                {
                    "N": "Сонкко",
                    "T": "#Да, {NICKNAME} {M#такой классный}{F#такая классная}! Расскажи нам о {M#нём}{F#ней}!"
                },
                {
                    "N": "Аюн",
                    "T": "Не перебивай, пусть рассказывает дальше!"
                },
                {
                    "N": "_1005",
                    "T": "Сказитель тайком посматривает на нас. Похоже, он тебя узнал..."
                },
                {
                    "N": "_0",
                    "T": "Мы прославились на весь Натлан..."
                },
                {
                    "N": "_0",
                    "T": "...но слушать такие истории немного неловко."
                },
                {
                    "N": "Садигуа",
                    "T": "Второй герой тоже был чужестранцем."
                },
                {
                    "N": "Садигуа",
                    "T": "Он много лет был тесно связан с нашей землёй, а в своём теле носил множество душ погибших в бою товарищей."
                },
                {
                    "N": "Садигуа",
                    "T": "Он хотел найти место, где эти души могли обрести покой, чтобы они снова переродились в нашем мире."
                },
                {
                    "N": "Садигуа",
                    "T": "А третья героиня - Мавуика, наш Пиро Архонт!"
                },
                {
                    "N": "Садигуа",
                    "T": "Она сильна и могущественна, а ещё она владеет силой Оды воскресения, способной воскрешать людей из мёртвых."
                },
                {
                    "N": "Садигуа",
                    "T": "Заручившись поддержкой шести героев прошлого, она объединила Натлан против могущественного врага."
                },
                {
                    "N": "Садигуа",
                    "T": "#Но я поведу историю с того дня, когда {M#чужестранец}{F#чужестранка} {NICKNAME} прибыл{F#а} в Натлан."
                },
                {
                    "N": "Садигуа",
                    "T": "#...Под {M#его}{F#её} руководством Качина проявила недюжинную отвагу во время Паломничества и впервые завоевала возможность принять участие в Войнах ночных дозорных..."
                },
                {
                    "N": "Садигуа",
                    "T": "...Вдруг небо потемнело, Священное пламя погасло, и появился Госойтот..."
                },
                {
                    "N": "Садигуа",
                    "T": "...Все собрались на стадионе и дружно спели Оду воскресения, чтобы их поддержка добралась до самого тёмного уголка Царства Ночи..."
                },
                {
                    "N": "Садигуа",
                    "T": "#Имя «Тума{RUBY#[S]Надежда}йни» теперь у всех на устах, и люди передают {M#его}{F#её} девиз друг другу."
                },
                {
                    "N": "Садигуа",
                    "T": "В начале была тьма."
                },
                {
                    "N": "Садигуа",
                    "T": "Пока кто-то не обратил себя в пламя."
                },
                {
                    "N": "Садигуа",
                    "T": "И тогда во вселенной появился первый свет."
                },
                {
                    "N": "Садигуа",
                    "T": "Пепел войны осел, и Натлан вступил в новую эпоху."
                },
                {
                    "N": "Садигуа",
                    "T": "#{NICKNAME} {M#сражался}{F#сражалась} ради «жизни». Капитан сражался ради «смерти»."
                },
                {
                    "N": "Садигуа",
                    "T": "А наш Архонт Мавуика стала мостом, соединившим «жизнь» и «смерть»."
                },
                {
                    "N": "Ята",
                    "T": "Ух ты!"
                },
                {
                    "N": "Кукуя",
                    "T": "Расскажи ещё! Нам мало!"
                },
                {
                    "N": "Садигуа",
                    "T": "Вижу, вам понравилась моя история... Дайте мне немного времени, и я запишу её со всеми подробностями."
                },
                {
                    "N": "Мато",
                    "T": "Мне очень понравилось! Это самая лучшая история на свете!"
                },
                {
                    "N": "Сонкко",
                    "T": "Да, а «Тума{RUBY#[S]Надежда}йни» - самое крутое древнее имя! Сегодня я буду Тумайни!"
                },
                {
                    "N": "Аюн",
                    "T": "Нет, сегодня моя очередь!"
                },
                {
                    "N": "Кукуя",
                    "T": "Нет, нет! Моя!"
                },
                {
                    "N": "Ята",
                    "T": "Нет, моя! Я сегодня буду Тума{RUBY#[S]Надежда}йни!"
                },
                {
                    "N": "Мато",
                    "T": "И неужели никто не хочет побыть Пиро Архонтом?"
                },
                {
                    "N": "_1005",
                    "T": "#Ха-ха, забавно. Что скажешь, {NICKNAME}? Можно Паймон один денёк побудет Тума{RUBY#[S]Надежда}йни?"
                },
                {
                    "N": "_0",
                    "T": "Конечно! Тогда я буду Паймон."
                },
                {
                    "N": "_1005",
                    "T": "Договорились! Идём, Паймон! Навстречу новым приключениям!"
                }
            ]
        ]
    }
}